Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Highlight all games of a particular region and fade out all others.
de: Hebt visuell alle Spiele in einer bestimmten Region hervor und stellt die anderen in Halbtransparenz dar.
fr: Fait ressortir visuellement tous les jeux d'une région particulière et affiche les autres en demi transparence.
hu: Jelölje ki egy adott régió összes játékát, és halványítsa el a többi játékot.
it: Evidenzia tutti i giochi di una specifica regione e nasconde tutti gli altri.
ja_jp: 特定の地域のすべてのゲームを強調表示し、他のすべてのゲームをフェードアウトします。
ko: 특정 지역의 모든 게임을 강조 표시하고 다른 게임은 페이드 아웃합니다.
pl: Zaznacz wszystkie gry z określonego regionu.
pt_br: Destaca todos os jogos de uma determinada região e desvanece todos os outros.
sk_sk: Zvýrazní všetky hry z daného regiónu a potlačí všetky ostatné

source: Try to extract game region from its filename when possible. Support long and short region game (JP or Japan, EU or Europe, ...)
de: Versuchen Sie, die Spielregion aus dem Dateinamen zu extrahieren. Unterstützt lange und kurze Namen (JP oder Japan, EU oder Europa, ...)
fr: Tente d'extraire la région du jeu à partir du nom de fichier. Supporte les noms longs et courts (JP ou Japan, EU ou Europe, ...)
hu: Próbálja kitalálni a játék régióját a fájlnévből, ha lehetséges. A hosszú és rövid régiónevek (JP vagy Japán, EU vagy Európa, ...) támogatottak.
it: Prova ad estrarre la regione del videogioco dal nome del file quando possibile. Supporta regioni di gioco lunghe o brevi (JP o Japan, EU o Europe, ...)
ja_jp: 可能であれば、ファイル名から リージョンを抽出してください。 広範囲のリージョンをサポート (JPは日本、EUはヨーロッパ...)
ko: 가능하면 파일 이름에서 게임 지역을 추출해 보십시오. 원어 및 약어 지역 이름(JP, 일본, EU 또는 유럽 등)이 지원됩니다.
pl: Spróbuj wydobyć region gry z jej nazwy pliku, jeśli to możliwe. Długie i krótkie nazwy regionów (np. EU lub Europe) są obsługiwane.
pt_br: Tente extrair a região do seu nome de arquivo, sempre que possível. Suporta nome de região longa e curta (JP ou Japão, UE ou Europa, ...)
sk_sk: Ak je to možné, pokúsiť sa extrahovať región hry z názvu súboru. Podporuje dlhé alebo krátke názvy regiónov (JP alebo Japonsko, EU alebo Európa atď.)

source: GET GAME NAME FROM
de: SPIELNAME ERHALTEN VON
fr: OBTENIR LES NOMS À PARTIR DE
hu: JÁTÉK NEVE INNEN
it: OTTENERE IL NOME DEL GIOCO DA
ja_jp: ～からゲーム名を取得
ko: 게임 이름 가져오기
pl: POBIERZ NAZWĘ Z
pt_br: OBTER O NOME DO JOGO DE
ru_ru: ПОЛУЧИТЬ НАЗВАНИЕ ИГРЫ ОТ
sk_sk: Získať názvy hier z

source: GET REGION FROM FILENAME WHEN POSSIBLE
de: HERAUSHOLEN VON REGIONEN AUS DATEINAMEN
fr: EXTRAIRE LES REGIONS DES NOMS DE FICHIER
hu: ÁLLÍTSA BE A RÉGIÓT A FÁJLNÉVBŐL, HA LEHETSÉGES
it: RICAVA REGIONE DAL NOME DEL FILE QUANDO POSSIBILE
ja_jp: 可能な場合はファイルネームからリージョンを取得
ko: 가능한 경우 파일 이름에서 지역 가져오기
pl: SPRÓBUJ ODCZYTAĆ REGION Z NAZWY PLIKU
pt_br: OBTER REGIÃO A PARTIR DO NOME DO ARQUIVO QUANDO POSSÍVEL
sk_sk: Získať región z názvu súboru, ak je to možné

source: Raw filename
de: Roher Dateiname
fr: Nom de fichier brut
hu: Eredeti fájlnév
it: Nome file grezzo
ja_jp: 実際のファイル名
ko: 원본 파일이름
pl: Surowa nazwa pliku
pt_br: Nome do arquivo bruto
ru_ru: Исходное имя файла
sk_sk: Čistý názov súboru

source: Undecorated filename
de: Ungeschmückter Dateiname
fr: Nom de fichier non-décoré
hu: Egyszerűsített fájlnév
it: Nome file senza decorazioni
ja_jp: 装飾されていないファイル名
ko: 장식없는 파일이름
pl: Nazwa pliku bez dekoracji
pt_br: Nome de arquivo não decorado
sk_sk: Nedekorovaný názov súboru

source: OPEN-SOURCE LICENSE
de: OPEN-SOURCE-LIZENZ
fr: LICENCE OPEN-SOURCE
it: LICENZA OPEN-SOURCE
ja_jp: オープンソースライセンス
ko: 오픈소스 라이센스
pl: LICENCJA OPEN-SOURCE
pt_br: LICENÇA OPEN-SOURCE
sk_sk: Open-source licencia

source: SELECT IMAGE TYPE
de: BILDTYP AUSWÄHLEN
fr: SÉLECTIONNEZ LE TYPE D'IMAGE
hu: KÉPTÍPUS VÁLASZTÁS
it: SELEZIONA TIPO DI IMMAGINE
ja_jp: 画像タイプを選択
ko: 그림 형식 선택
pl: WYBIERZ TYP OBRAZU
pt_br: SELECIONE O TIPO DE IMAGEM
ru_ru: ВЫБЕРИТЕ ТИП ИЗОБРАЖЕНИЯ
sk_sk: Vybrať typ obrázka

source: In-game screenshot
de: Spiel-Bildschirm
fr: écran en jeu
hu: Képernyőkép játékban
it: Schermata di gioco
ja_jp: ゲーム内スクリーンショット
ko: 게임 내 스크린샷
pl: Screenshot z rozgrywki
pt_br: Captura de tela em jogo
ru_ru: Внутриигровой скриншот
sk_sk: Obrazovka z hry

source: Title screenshot
de: Titelbildschirm
fr: écran titre
hu: Cím képernyőkép
it: Schermata del titolo
ja_jp: タイトルスクリーンショット
ko: 제목 스크린샷
pl: Screenshot z ekranu tytułowego
pt_br: Captura de tela do título
ru_ru: Заголовок скриншота
sk_sk: Titulná obrazovka

source: Clear logo
de: Logo entfernen
fr: Logo détouré
hu: Logó eltávolítása
it: Logo trasparente
ja_jp: 明確なロゴ
ko: 로고 제거
pl: Logo
pt_br: Logotipo limpo
ru_ru: Очистить лого
sk_sk: Čisté logo

source: Marquee
ja_jp: マーキー
pl: Kolaż
pt_br: Marquise
sk_sk: Markíza

source: SCRAPE IMAGE
de: BILD SCRAPEN
fr: Image à scraper
hu: KÉP LEKÉRÉS
it: SCRAPA IMMAGINE
ja_jp: 画像をスクレイプ
ko: 스크랩 이미지
pl: POBIERZ OBRAZ
pt_br: IMAGEM DO SCRAPE
ru_ru: СПАРСИТЬ ИЗОБРАЖЕНИЯ
sk_sk: Vyhľadať obrázok

source: SELECT THUMBNAIL TYPE
de: WÄHLEN SIE DEN VORSCHAUBILD-TYP
fr: SÉLECTIONNEZ LE TYPE DE VIGNETTE
hu: ELŐNÉZET TÍPUS
it: SELEZIONA TIPO DI ICONA
ja_jp: サムネイルタイプを選択
ko: 썸네일 유형 선택
pl: WYBIERZ TYP MINIATURKI
pt_br: SELECIONE O TIPO DE MINIATURA
sk_sk: Vyberte typ miniatúry

source: No thumbnail
de: Keine Vorschaubild
fr: Aucune vignette
hu: Nincs előnézet
it: Nessuna icona
ja_jp: サムネイルなし
ko: 썸네일 없음
pl: Brak miniaturki
pt_br: Nenhuma miniatura
sk_sk: Bez miniatúry

source: SCRAPE THUMBNAIL
de: VORSCHAUBILD SCRAPEN
fr: Vignette à scraper
hu: ELŐNÉZET LEKÉRÉS
it: SCRAPA ICONA
ja_jp: スクラップのサムネイル
ko: 썸네일 스크랩
pl: POBIERZ MINIATURKĘ
pt_br: SCRAPEAR MINIATURA
sk_sk: Vyhľadať miniatúru

source: SELECT VIDEO TYPE
de: WÄHLEN SIE DEN VIDEOTYP AUS
fr: SÉLECTIONNEZ LE TYPE DE VIDÉO
hu: VIDEÓTÍPUS VÁLASZTÁS
it: SELEZIONE TIPO DI VIDEO
ja_jp: ビデオのタイプを選択
ko: VIDEO TYPE 선택
pl: WYBIERZ TYP WIDEO
pt_br: SELECIONAR O TIPO DE VÍDEO
sk_sk: Vyberte typ videa

source: No video
de: Kein Video
fr: AUCUNE
hu: Nincs videó
it: Nessun video
ja_jp: ビデオがありません
ko: 비디오 없음
pl: Brak filmu
pt_br: Nenhum vídeo
sk_sk: Žiadne video

source: Original video
de: Normales Video
fr: Vidéo normale
hu: Eredeti videó
it: Video originale
ja_jp: オリジナルのビデオ
ko: 원본 비디오
pl: Oryginalny film
pt_br: Vídeo original
sk_sk: Pôvodné video

source: Optimized/Normalized video
de: Optimiertes/Normalisiertes Video
fr: Vidéo optimisée/normalisée
hu: Optimalizált/Normalizált videó
it: Video Ottimizzato/Normalizzato
ja_jp: 最適化/正規化されたビデオ
ko: 최적화/정규화된 비디오
pl: Zoptymalizowany/Znormalizowany film
pt_br: Video otimizado/uniforme
sk_sk: Optimalizované/normalizované video

source: SCRAPE VIDEO
de: VIDEO SCRAPEN
fr: Vidéo à scraper
hu: VIDEÓ LEKÉRÉS
it: SCRAPA VIDEO
ja_jp: ビデオをスクレイプ
ko: 비디오 스크랩
pl: POBIERZ FILMY
pt_br: SCRAPEAR VÍDEO
sk_sk: Vyhľadať video

source: SELECT FAVORITE REGION
de: WÄHLEN SIE IHRE BEVORZUGTE REGION
fr: SÉLECTIONNEZ VOTRE RÉGION PRÉFÉRÉE
hu: KEDVENC RÉGIÓ KIVÁLASZTÁSA
it: SELEZIONA REGIONE PREFERITA
ja_jp: お気に入りのリージョンを選択
ko: 선호 지역 선택
pl: WYBIERZ ULUBIONY REGION
pt_br: SELECIONAR REGIÃO PREFERIDA
sk_sk: Vybete obľúbený región

source: FAVORITE REGION
de: BEVORZUGTE REGION
fr: RÉGION PRÉFÉRÉE
hu: KEDVENC RÉGIÓ
it: REGIONE PREFERITA
ja_jp: お気に入りのリージョン
ko: 선호 지역
pl: ULUBIONY REGION
pt_br: REGIÃO PREFERIDA
sk_sk: Obľúbený región

source: SELECT FAVORITE LANGUAGE
de: WÄHLEN SIE IHRE BEVORZUGTE SPRACHE
fr: SÉLECTIONNEZ VOTRE LANGUE PRÉFÉRÉE
hu: VÁLASSZ KEDVENC NYELVET
it: SELEZIONA LINGUA PREFERITA
ja_jp: お気に入りの言語を選択
ko: 즐겨찾는 언어를 선택
pl: WYBIERZ ULUBIONY JĘZYK
pt_br: SELECIONAR IDIOMA PREFERIDO
sk_sk: Vyberte obľúbený jazyk

source: FAVORITE LANGUAGE
de: BEVORZUGTE SPRACHE
fr: LANGUE PRÉFÉRÉE
hu: VÁLASSZ NYELVET
it: LINGUA PREFERITA
ja_jp: お気に入りの言語
ko: 즐겨찾는 언어
pl: ULUBIONY JĘZYK
pt_br: IDIOMA PREFERIDO
sk_sk: Obľúbený jazyk

source: SYSTEM NAME
de: SYSTEM-NAMEN
fr: NOM DE SYSTÈMES
hu: RENDSZER NÉV
it: NOME SISTEMA
ja_jp: システム名
ko: 시스템 이름
pl: NAZWA SYSTEMU
pt_br: NOME DO SISTEMA
sk_sk: Názov systému

source: PUBLISHER
de: VERLEGER
fr: ÉDITEUR
hu: KIADÓ
it: EDITORE
ja_jp: パブリッシャー
ko: 배급사
pl: WYDAWCA
pt_br: DISTRIBUIDOR
ru_ru: ИЗДАТЕЛЬ
sk_sk: Vydavateľ

source: DEFAULT
de: STANDARDWERT
fr: PAR DÉFAUT
hu: ALAPÉRTELMEZETT
ja_jp: デフォルト
ko: 기본
pl: DOMYŚLNE
pt_br: PADRÃO
ru_ru: ПО УМОЛЧАНИЮ
sk_sk: Predvolené

source: It seems that your game didn't start at all! It's most likely due to either: - bad rom - missing/bad mandatory bios files - missing/bad optional BIOS files (but required for this very game)
de: Es scheint, dass Ihr Spiel gar nicht gestartet ist! Es liegt höchstwahrscheinlich an: - Eine inkompatible ROM-Datei - Ein inkompatibles oder fehlendes obligatorisches BIOS - Ein inkompatibles oder fehlendes optionales BIOS (aber für dieses Spiel erforderlich!)
fr: Il semblerait que votre jeu ne se soit pas lancé du tout ! C'est très probablement dû à : - Une mauvaise rom - Un bios obligatoire, mauvais ou manquant - Un bios optionnel mauvais ou manquant (mais requis par ce jeu !)
hu: Úgy tűnik, a játékod egyáltalán nem indult el! Ezt pár dolog okozhatja: - Rossz ROM - Hiányzó/rossz kötelező BIOS fájlok - Hiányzó/rossz opcionális BIOS-fájlok (szükséges ehhez a játékhoz)
it: Sembra che il tuo videogioco non è partito! È molto probabile che: - rom non valida - bios necessari mancanti/non validi - bios opzionali mancanti/non validi (ma richiesti da questo videogico)
ja_jp: ゲームがまったく始まらなかったようです！ おそらく次のいずれかが原因です。 -悪いROM -必須のBIOSファイルがない/不良 -オプションのBIOSファイルがない/不良です (ただし、このゲームには必須です)
ko: 게임이 전혀 시작되지 않은 것 같습니다! 그 원인은 다음과 같은 두 가지 때문일 수 있습니다. - 불량 ROM - 필수 BIOS 파일 누락/불량 - BIOS 파일 누락/불량(단, 이 게임에 필요)
pl: Wygląda na to, że twoja gra się nie uruchomiła! Najprawdopodobniej jest to wina: - Złego ROM-u - Brakujących/uszkodzonych wymaganych plików BIOS-u - Brakujących/uszkodzonych opcjonalnych plików BIOS-u (ale wymaganych dla tej gry)
pt_br: Parece que o seu jogo não iniciou totalmente! O mais provável é que isso tenha acontecido por: - ROM defeituosa - BIOS obrigatórias ausentes/inválidas - BIOS opcionais ausentes/inválidas (mas necessárias para este jogo)
ru_ru: Похоже, ваша игра вообще не запускалась! Скорее всего, это связано с: -битый ром -отсутствующие / неверные обязательные файлы BIOS -отсутствуют / неверны дополнительные файлы BIOS (но необходимы для этой самой игры)
sk_sk: Zdá sa, že vaša hra sa nespustila! Väčšinou je to kvôli: - chybný ROM - chýbajúci/chybný BIOS súbor - chýbajúce/chybné voliteľné BIOS súbory (ale povinné pre túto hru)

source: At least one mandatory BIOS is missing for %emulator%! Your game '%game%' will very likely not run at all until required BIOS are put in the expected folder. Do you want to launch the game anyway?
de: Mindestens ein obligatorisches BIOS fehlt für %emulator%! Das Spiel '%game%' wird höchstwahrscheinlich nicht funktionieren, bis die erforderlichen BIOS in das richtige Verzeichnis gelegt werden. \v Wollen Sie das Spiel trotzdem starten ?
fr: Au moins un BIOS obligatoire est manquant pour %emulator% ! Le jeu '%game%' ne fonctionnera très probablement pas jusqu'à ce que les BIOS requis soient placés dans le bon répertoire. Voulez-vous lancer le jeu malgré tout ?
hu: Legalább egy kötelező BIOS hiányzik a %emulator%-hoz! A '%game%' játék valószínűleg nem fog futni, amíg a szükséges BIOS-t a megfelelő mappába nem helyezed. Mindenképpen el akarod indítani a játékot?
it: Almeno un BIOS necessario è mancante per %emulator%! Il videogioco '%game%' è probabile che non partirà finchè i BIOS richiesti saranno inseriti nella cartella apposita. Vuoi far partire il gioco comunque?
ja_jp: %emulator% に必須BIOSが一つもありません！ ゲーム '%game%' は、必要なBIOSが設定したフォルダーに配置されるまで、 まったく動作しない可能性があります。 ゲームを起動してみますか？
ko: %emulator%에 대해 하나 이상의 필수 BIOS가 없습니다! 필요한 BIOS 파일이 예상 폴더에 저장될 때까지 '%game%' 게임이 실행되지 않을 가능성이 높습니다. 어쨌든 게임을 시작하시겠습니까?
pl: Brakuje co najmniej jednego wymaganego BIOS-u dla %emulator%! Twoja gra "%game%" najprawdopodobniej nie uruchomi się, dopóki wymagane pliki BIOS-u nie zostaną umieszczone w oczekiwanym folderze. Czy i mimo to chcesz spróbować uruchomić grę?
pt_br: Falta pelo menos uma BIOS obrigatória para o %emulator%! O seu jogo '%game%' muito provavelmente não funcionará bem até que as BIOS obrigatórias sejam colocadas na pasta solicitada. Quer iniciar o jogo mesmo assim?
sk_sk: Chýba minimálne jeden z povinných BIOS súborov pre %emulator%! Vaša hra '%game%' pravdepodobne nebude fungovať, kým nevložíte potrebné BIOS súbory do správneho priečinka. Chcete aj tak spustiť túto hru?

source: FAST WHEEL
de: SCHNELLES RAD
fr: ROUE RAPIDE
it: RUOTA VELOCE
ja_jp: 高速回転移動
ko: 빠른 휠
pl: SZYBKIE KOŁO
pt_br: RODA RÁPIDO
sk_sk: Rýchle koliesko

source: CHANGE CHARSET
de: ZEICHENSATZ
fr: JEU DE CARAC.
hu: KARAKTERKÉSZLET VÁLTÁS
it: CAMBIA SET CARATTERI
ja_jp: 文字セット変更
ko: 문자 집합 변경
pl: ZMIEŃ ZESTAW ZNAKÓW
pt_br: ALTERA CARACTERES
sk_sk: Zmeniť znakovú sadu

source: MOVE WHEEL
de: DREHENDES RAD
fr: TOURNER ROUE
it: MUOVI RUOTA
ja_jp: 回転移動
ko: 휠 이동
pl: RUSZ KOŁEM
pt_br: MOVE A RODA
sk_sk: Posunúť koliesko

source: FAST CURSOR
de: SCHNELLCURSOR
fr: CURSEUR RAPIDE
it: CURSORE RAPIDO
ja_jp: 高速回転移動
ko: 빠른 커서
pl: SZYBKI KURSOR
pt_br: CURSOR RÁPIDO
sk_sk: Rýchly kurzor

source: No missing hash found!
de: Kein fehlender Hash gefunden!
fr: Pas de hash manquant!
hu: Nem találtam hiányzó hash-t!
it: Nessun hash mancante trovato!
ja_jp: 不足しているハッシュは見つかりませんでした。
ko: 누락된 해시를 찾을 수 없습니다!
pl: Nie znaleziono brakujących hashy!
pt_br: Não foi encontrado hash ausente!
sk_sk: Nenašiel sa žiadny chýbajúci hash!

source: %i missing hashes have been calculated!
de: %i fehlende Hashes sind berechnet worden!
fr: %i hash manquants ont été calculés !
hu: %i hiányzó hash kiszámítása megtörtént!
it: %i gli hash mancanti sono stati calcolati!
ja_jp: %i 欠落しているハッシュが計算されました！
ko: %i 누락된 해시가 계산되었습니다!
pl: Przeliczono brakujące hashe: %i
pt_br: Foram calculados os hashes ausentes!
sk_sk: %i chýbajúcich hashov bolo dopočítaných!

source: DOWNLOAD GAME MANUALS
de: HANDBÜCHER HERUNTERLADEN
fr: TÉLÉCHARGER LES MANUELS
hu: JÁTÉK KÉZIKÖNYVEK LETÖLTÉSE
it: SCARICA MANUALI DI GIOCO
ja_jp: ゲームマニュアルをダウンロード
ko: 게임 설명서 다운로드
pl: POBIERZ INSTRUKCJĘ DO GRY
pt_br: BAIXAR MANUAIS DOS JOGOS
sk_sk: Stiahnuť manuály hier

source: DOWNLOAD GAME MAPS
de: KARTEN HERUNTERLADEN
fr: TÉLÉCHARGER LES CARTES
hu: JÁTÉKTÉRKÉPEK LETÖLTÉSE
it: SCARICA MAPPE DI GIOCO
ja_jp: ゲームマップをダウンロード
ko: 게임 지도 다운로드
pl: POBIERZ
pt_br: BAIXAR MAPAS DOS JOGOS
sk_sk: Stiahnuť mapy hier

source: INSTALL PAD-2-KEYBOARD CONFIGURATIONS
de: PAD-ZU-TASTATUR-KONFIGURATIONEN INSTALLIEREN
fr: INSTALLER LES CONFIGURATIONS PAD VERS CLAVIER
hu: TELEPÍTSD A PAD-2-BILLENTYŰZET KONFIGURÁCIÓIT
it: INSTALLA CONFIGURAZIONE PAD-2-KEYBOARD
ja_jp: PAD-2キーボード構成のインストール
ko: PAD-2 키보드 설정 설치
pl: ZAINSTALUJ KONFIGURACJĘ PAD-2-KEYBOARD
pt_br: INSTALAR CONFIGURAÇÕES DE PAD-2-KEYBOARD
sk_sk: Inštalovať konfiguráciu Ovládač na klávesnicu

source: You're strongly recommended to update your Recalbox. No support will be provided for older versions!
de: Es wird dringend empfohlen, deine Recalbox zu aktualisieren. Für ältere Versionen wird kein Support mehr geleistet!
fr: Il vous est fortement recommandé de mettre à jour votre Recalbox Aucun support ne sera disponible sur les anciennes versions !
hu: Erősen ajánlott a Recalbox frissítése. Az elavult verziókhoz nem biztosított a támogatás!
it: È fortemente raccomandato di aggiornare il tuo Recalbox. Nessun support sarà dato per versioni precedenti!
ja_jp: Recalboxを更新することを強く お勧めします。 古いバージョンのサポートは 提供されません！
ko: 리콜박스를 업데이트하는 것이 좋습니다. 이전 버전에 대한 지원이 제공되지 않습니다!
pl: Zdecydowanie zaleca się aktualizację programu Recalbox. Wsparcie dla starszych wersji nie będzie udzielane!
pt_br: É fortemente recomendado que atualize o seu Recalbox. Não será fornecido qualquer suporte para versões mais antigas!
ru_ru: Настоятельно рекомендуется обновить Recalbox. Поддержка более старых версий не осуществляется!
sk_sk: Vysoko sa odporúča aktualizovať váš Recalbox. Podpora sa neposkytuje pre neaktuálne verzie!

source: has been plugged!
de: wurde eingesteckt!
fr: a été branché !
hu: csatlakoztatva!
it: è stato collegato!
ja_jp: 差し込まれました！
ko: 연결되었습니다!
pl: - podłączono!
pt_br: foi conectado!
ru_ru: был подключен!
sk_sk: bol pripojený!

source: Ready to play!
de: Bereit zum Spielen!
fr: Prêt à jouer !
hu: Játékra kész!
it: Pronto per giocare!
ja_jp: プレイする準備ができました！
ko: 실행 준비!
pl: Gotowe do gry!
pt_br: Pronto para jogar
ru_ru: Готов играть!
sk_sk: Pripravené na hru!

source: Not configured yet! Press a button to enter the configuration window.
de: Noch nicht konfiguriert! Drücke eine Taste, um das Konfigurationsfenster aufzurufen.
fr: Non configuré ! Appuyez sur un bouton pour lancer la fenêtre de configuration.
hu: Ez még nincs konfigurálva! Nyomj meg egy gombot a konfigurációs ablakba való belépéshez.
it: Non ancora configurato! Premi un pulsante per entrare nella finestra di configurazione.
ja_jp: まだ設定されていません！ボタンを押して、設定に入ります。
ko: 설정이 완료되지 않았습니다! 버튼을 눌러 설정창으로 들어가세요.
pl: Nie skonfigurowano ! Naciśnij przycisk, aby wejść do okna konfiguracji.
pt_br: Ainda não configurado! Pressione um botão para entrar na janela de configuração.
ru_ru: Еще не настроен! Нажмите кнопку, чтобы войти в окно конфигурации.
sk_sk: Toto ešte nie je nastavené! Stlačte tlačidlo na otvorenie konfiguračného okna.

source: has been unplugged!
de: wurde entfernt!
fr: a été débranché !
hu: lecsatlakoztatva!
it: è stato scollegato!
ja_jp: 取り外されました！
ko: 분리되었습니다!
pl: - odłączono!
pt_br: foi desconectado!
ru_ru: был отключен!
sk_sk: bol odpojený!

source: Remove from favorite
de: Von Favoriten entfernen
fr: Retirer des favoris
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
ja_jp: お気に入りから削除
ko: 즐겨찾기에서 지우기
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ru_ru: Удалить из избранного
sk_sk: Odstrániť z obľúbených

source: Default output
de: Standardausgabe
fr: Sortie par défaut
hu: Alapértelmezett kimenet
it: Uscita predefinito
ja_jp: 既定の出力
ko: 기본 출력
pl: Domyślne wyjście
pt_br: Saída padrão
sk_sk: Predvolený výstup

source: ARCADE VIRTUAL SYSTEM
de: VIRTUELLES ARCADE-SYSTEM
fr: SYSTÈME VIRTUEL ARCADE
it: SISTEMA VIRTUALE ARCADE
ja_jp: アーケード仮想システム
ko: 아케이드 가상 시스템
pl: WIRTUALNY SYSTEM ARCADE
pt_br: SISTEMA VIRTUAL ARCADE
sk_sk: Virtuálny systém ARCADE

source: BETWEEN %1 AND %2
de: ZWISCHEN %1 UND %2
fr: ENTRE %1 ET %2
hu: %1 ÉS %2 KÖZÖTT
it: TRA %1 E %2
ja_jp: %1 と %2の間
ko: %1 과 %2 사이
pl: POMIĘDZY %1, A %2
pt_br: ENTRE %1 E %2
sk_sk: Medzi %1 a %2

source: ENABLE ARCADE VIRTUAL SYSTEM
de: VIRTUELLES ARCADE-SYSTEM AKTIVIEREN
fr: ACTIVE LE SYSTÈME VIRTUEL ARCADE
hu: ARCADE VIRTUAL SYSTEM ENGEDÉLYEZÉSE
it: ABILITA SISTEMA VIRTUALE ARCADE
ja_jp: アーケード仮想システムを有効
ko: 아케이드 가상 시스템 활성화
pl: URUCHOM WIRTUALNY SYSTEM ARCADE
pt_br: HABILITAR SISTEMA VIRTUAL ARCADE
sk_sk: Povoliť virtuálny systém ARCADE

source: HIDE ORIGINAL SYSTEMS
de: ORIGINALSYSTEME AUSBLENDEN
fr: CACHER LES SYSTÈMES ORIGINELS
it: NASCONDI SISTEMI ORIGINALI
ja_jp: 元のシステムを非表示
ko: 오리지널 시스템 숨김
pl: UKRYJ ORYGINALNE SYSTEMY
pt_br: ESCONDER SISTEMAS ORIGINAIS
sk_sk: Skryť pôvodné systémy

source: INCLUDE NEO-GEO
de: NEO-GEO EINSCHLIESSEN
fr: INCLURE LA NÉO-GÉO
it: INCLUDI NEO-GEO
ja_jp: NEO-GEOを含む
ko: 네오지오 포함
pl: ZAŁĄCZ NEO-GEO
pt_br: INCLUIR NEO-GEO
sk_sk: Vrátane Neo-Geo

source: POSITION
hu: POZÍCIÓ
it: POSIZIONE
ja_jp: 位置
ko: 위치
pl: POZYCJA
pt_br: POSIÇÃO
ru_ru: ПОЗИЦИЯ
sk_sk: Poloha

source: PREDEFINED PASSWORDS
de: VORDEFINIERTES PASSWORT
fr: MOTS DE PASSE PRÉDÉFINIS
hu: BEÁLLÍTOTT JELSZAVAK
it: PASSWORD PREDEFINITE
ja_jp: 事前設定されたパスワード
ko: 사전정의된 암호
pl: PREDEFINIOWANE HASŁA
pt_br: SENHAS PREDEFINIDAS
sk_sk: Zachovať heslá

source: VALIDATE
de: VALIDIEREN
fr: VALIDER
hu: VALIDÁLÁS
it: CONVALIDA
ja_jp: 入力終了
ko: 확인
pl: ZWERYFIKUJ
pt_br: VALIDAR
ru_ru: ПРОВЕРИТЬ
sk_sk: Skontrolovať

source: PASSWORD #%i
de: PASSWORT #%i
fr: MOT DE PASSE N°%i
hu: JELSZÓ #%i
ja_jp: パスワード #%i
ko: 암호 #%i
pl: HASŁO #%i
pt_br: SENHA #%i
ru_ru: ПАРОЛЬ #%i
sk_sk: Heslo #%i

source: PASSWORD REQUIRED
de: PASSWORT ERFORDERLICH
fr: MOT DE PASSE REQUIS
hu: JELSZÓ SZÜKSÉGES
it: PASSWORD RICHIESTA
ja_jp: パスワードが必要
ko: 비밀번호 필요
pl: HASŁO WYMAGANE
pt_br: SENHA REQUERIDA
ru_ru: ТРЕБУЕТСЯ ПАРОЛЬ
sk_sk: Vyžaduje sa heslo

source: PLAYER
de: SPIELER
fr: JOUEUR
hu: JÁTÉKOS
it: GIOCATORE
ja_jp: プレーヤー
ko: 플레이어
pl: GRACZ
pt_br: JOGADOR
ru_ru: ИГРОК
sk_sk: Hráč

source: VIEWER-ONLY
de: NUR BETRACHTER
fr: SPECTATEUR UNIQUEMENT
hu: CSAK MEGFIGYELŐ
it: SPETTATORE
ja_jp: ウォッチモード(プレイ見学)
ko: 관전자 전용
pl: TYLKO WIDZOWIE
pt_br: ESPECTADOR
sk_sk: Iba prehliadač

source: JOIN AS
de: BEITRETEN ALS
fr: JOINDRE EN TANT QUE
it: UNISCITI COME
ja_jp: 参加できます
ko: 참여
pl: DOŁĄCZ JAKO
pt_br: JUNTAR-SE COMO
ru_ru: ПРИСОЕДИНИТЬСЯ К
sk_sk: Pripojiť ako

source: CHOOSE PASSWORD
de: PASSWORT WÄHLEN
fr: CHOISIR LE MOT DE PASSE
hu: JELSZÓ VÁLASZTÁS
it: SCEGLI PASSWORD
ja_jp: パスワードを選択
ko: 암호 선택
pl: WYBIERZ HASŁO
pt_br: ESCOLHER SENHA
ru_ru: ВЫБЕРИТЕ ПАРОЛЬ
sk_sk: Vybrať heslo

source: EDIT PASSWORDS
de: PASSWORT BEARBEITEN
fr: ÉDITER LES MOTS DE PASSE
hu: JELSZAVAK SZERKESZTÉSE
it: MODIFICA PASSWORD
ja_jp: パスワードの編集
ko: 암호 수정
pl: ZMIEŃ HASŁO
pt_br: EDITAR SENHAS
ru_ru: ИЗМЕНИТЬ ПАРОЛЬ
sk_sk: Upraviť heslá

source: GAME PASSWORDS
de: SPIEL-PASSWÖRTER
fr: MOTS DE PASSE DE LA PARTIE
hu: JÁTÉK JELSZAVAK
it: PASSWORD DI GIOCHI
ja_jp: ゲームパスワード
ko: 게임 암호
pl: HASŁA DO GRY
pt_br: SENHAS DO JOGO
ru_ru: ИГРОВЫЕ ПАРОЛИ
sk_sk: Heslá hier

source: SET PLAYER PASSWORD
de: SPIELER-PASSWORT FESTLEGEN
fr: MOT DE PASSE JOUEUR REQUIS
hu: JÁTÉKOS JELSZAVÁNAK BEÁLLÍTÁSA
it: IMPOSTARE LA PASSWORD DEL GIOCATORE
ja_jp: プレーヤーパスワードを設定
ko: 플레이어 암호
pl: UTWÓRZ HASŁO GRACZA
pt_br: DEFINIR SENHA DO JOGADOR
sk_sk: Nastaviť heslo hráča

source: SET VIEWER PASSWORD
de: BETRACHTER-PASSWORT FESTLEGEN
fr: MOT DE PASSE SPECTATEUR REQUIS
hu: MEGFIGYELŐ JELSZAVÁNAK BEÁLLÍTÁSA
it: IMPOSTARE LA PASSWORD DEL SPETTATORE
ja_jp: ウォッチモード(プレイ見学)パスワードの設定
ko: 관전자 암호
pl: UTWÓRZ HASŁO WIDZA
pt_br: DEFINIR SENHA DO ESPECTADOR
sk_sk: Nastaviť heslo prezerača

source: CHOOSE PLAYER PASSWORD
de: SPIELER-PASSWORT WÄHLEN
fr: MOT DE PASSE JOUEUR
hu: JÁTÉKOS JELSZÓ KIVÁLASZTÁSA
it: SCEGLI LA PASSWORD DEL GIOCATORE
ja_jp: プレーヤーのパスワードを選択
ko: 플레이어 암호 선택
pl: WYBIERZ HASŁO GRACZA
pt_br: ESCOLHER SENHA DO JOGADOR
sk_sk: Vybrať heslo hráča

source: CHOOSE VIEWER-ONLY PASSWORD
de: PASSWORT FÜR NUR BETRACHTER WÄHLEN
fr: MOT DE PASSE SPECTATEUR
hu: MEGFIGYELŐ JELSZAVÁNAK KIVÁLASZTÁSA
it: SCEGLI LA PASSWORD DEL SPETTATORE
ja_jp: ウォッチモード(プレイ見学)パスワードを選択
ko: 관전자 전용 암호 선택
pl: WYBIERZ HASŁO WIDZA
pt_br: ESCOLHER SENHA DO ESPECTADOR
sk_sk: Vybrať heslo prezerača

source: GAME PROTECTION
de: SPIELSCHUTZ
fr: PROTECTION DE LA PARTIE
hu: JÁTÉK VÉDELEM
it: PROTEZIONE DEL GIOCO
ja_jp: ゲームの保護
ko: 게임 보호
pl: ZABEZPIECZENIA GRY
pt_br: PROTEÇÃO DO JOGO
ru_ru: ЗАЩИТА ИГРЫ
sk_sk: Ochrana hry

source: JOIN NETPLAY GAME
de: NETPLAY BEITRETEN ALS
fr: REJOINDRE UNE PARTIE NETPLAY
hu: NETPLAY JÁTÉKHOZ CSATLAKOZÁS
it: UNISCITI A UNO GIOCO NETPLAY
ja_jp: ネットプレイゲームに参加
ko: 넷플레이 게임 참가
pl: DOŁĄCZ DO GRY SIECIOWEJ
pt_br: JUNTAR-SE A UM JOGO NETPLAY
ru_ru: ПРИСОЕДИНЯЙТЕСЬ К ИГРЕ ПО СЕТИ
sk_sk: Pripojiť k sieťovej hre

source: SEARCH IN...
de: SUCHE IN...
fr: CHERCHER DANS...
hu: KERESÉS ITT...
it: CERCA NEL...
ja_jp: 検索...
ko: 검색...
pl: WYSZUKAJ W...
pt_br: PROCURAR EM...
ru_ru: ПОИСК В
sk_sk: Hľadať v...

source: DOWNLOADING UPDATE...
de: UPDATE WIRD HERUNTERGELADEN...
fr: TÉLÉCHARGEMENT DE MISE À JOUR...
hu: FRISSÍTÉS LETÖLTÉS...
it: SCARICAMENTO AGGIORNAMENTO...
ja_jp: 更新をダウンロード中...
ko: 업데이트 다운로드하는 중...
pl: POBIERANIE AKTUALIZACJI...
pt_br: BAIXANDO ATUALIZAÇÃO...
ru_ru: ЗАГРУЗКА ОБНОВЛЕНИЙ...
sk_sk: Sťahujem aktualizáciu...
