Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: AN UPDATE IS AVAILABLE FOR YOUR RECALBOX
ca: HI HA UNA ACTUALITZACIÓ DISPONIBLE PER A RECALBOX
de: FÜR DEINE RECALBOX IST EIN UPDATE VERFÜGBAR
eu_es: ZURE RECALBOX-arentzat EGUNERAKETA BAT DAGO
fr: UNE MISE À JOUR EST DISPONIBLE POUR VOTRE RECALBOX
hu: FRISSÍTÉS ELÉRHETŐ
it: È DISPONIBILE UN AGGIORNAMENTO PER RECALBOX
ja_jp: RECALBOXの アップデートが 利用可能です
ko: 새로운 업데이트를 사용할 수 있습니다.
lb_lu: EEN UPDATE FIR DENG RECALBOX ASS DISPONIBEL
lv_lv: ATJAUNINĀJUMS IR PIEEJAMS JŪSU IEKĀRTAI
nl: Er is een update beschikbaar voor je RecalBox
pl: NOWA WERSJA RECALBOXA JEST DOSTĘPNA
pt_br: UMA ATUALIZAÇÃO ESTÁ DISPONÍVEL PARA SEU RECALBOX
ru_ru: ДОСТУПНО ОБНОВЛЕНИЕ ДЛЯ RECALBOX
sk_sk: Dostupná aktualizácia

source: CANCEL
ca: CANCEL·LA
de: ABBRECHEN
eu_es: EZEZTATU
fr: ANNULER
hu: MÉGSE
it: ANNULLA
ja_jp: キャンセル
ko: 취소
lb_lu: OFBRIECHEN
lv_lv: ATCELT
nl: Stoppen
pl: ANULUJ
pt_br: CANCELAR
ru_ru: ОТМЕНА
sk_sk: Zrušiť

source: Rating
ca: Valoració
de: Bewertung
eu_es: Puntuazioa
fr: NOTE
hu: Értékelés
it: Voto
ja_jp: 評価
ko: 평점
lb_lu: Bewäertung
lv_lv: Vērtējums
nl: Beoordeling
pl: Ocena
pt_br: Avaliação
ru_ru: Рейтинг
sk_sk: Hodnotenie

source: Released
ca: Publicat
de: Veröffentlicht
eu_es: Argitaratuta
fr: Sortie
hu: Kiadva
it: Rilasciato
ja_jp: 発売日
ko: 발매일
lb_lu: Verëffentlechung
lv_lv: Izlaists
nl: Uitgebracht
pl: Opublikowano
pt_br: Lançado
ru_ru: Дата выхода
sk_sk: Vydané

source: Developer
ca: Desenvolupador
de: Entwickler
eu_es: Garatzailea
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ja_jp: 開発
ko: 개발사
lb_lu: Programmeur
lv_lv: Attīstītājs
nl: Ontwikkelaar
pl: Producent
pt_br: Desenvolvedor
ru_ru: Разработчик
sk_sk: Vývojár

source: Publisher
ca: Distribuïdor
de: Herausgeber
eu_es: Argitaratzailea
fr: Éditeur
hu: Kiadó
ja_jp: 販売
ko: 퍼블리셔
lb_lu: Editeur
lv_lv: Izdevējs
nl: Uitgever
pl: Wydawca
pt_br: Distribuidor
ru_ru: Издатель
sk_sk: Vydavateľ

source: Genre
ca: Gènere
eu_es: Generoa
hu: Műfaj
it: Genere
ja_jp: ジャンル
ko: 장르
lv_lv: Žanrs
pl: Gatunek
pt_br: Gênero
ru_ru: Жанр
sk_sk: Žáner

source: Players
ca: Jugadors
de: Spieler
eu_es: Jokalariak
fr: JOUEURS
hu: Játékosok
it: Giocatori
ja_jp: プレイヤー
ko: 플레이어 수
lb_lu: Spiller
lv_lv: Spēlētāji
nl: Spelers
pl: Graczy
pt_br: Jogadores
ru_ru: Игроков
sk_sk: Hráčov

source: NO GAMES FOUND - SKIP
ca: NO S'HA TROBAT CAP JOC - OMET
de: KEINE SPIELE GEFUNDEN - ÜBERSPRINGEN
eu_es: EZ DIRA JOKUAK AURKITU - TXANDAPASA
fr: AUCUN JEU CORRESPONDANT - PASSER
hu: NINCS JÁTÉK - KIHAGYÁS
it: NESSUN GIOCO TROVATO - SALTA
ja_jp: ゲームが見つかりません - スキップ
ko: 발견된 게임 없음 - 건너뛰기
lb_lu: KENG SPILLER FONNT - IWWERSPRANGEN
lv_lv: NEVAR ATRAST SPĒLI - IZLAIST
nl: Geen spellen gevonden - Overslaan
pl: NIE ZNALEZIONO GIER - POMIŃ
pt_br: NENHUM JOGO ENCONTRADO - IGNORAR
ru_ru: ИГРЫ НЕ НАЙДЕНЫ — ПРОПУСТИТЬ
sk_sk: Nenašli sa hry - preskakujem

source: RETRY
ca: TORNA-HO A INTENTAR
de: WIEDERHOLEN
eu_es: BERRIRO SAIATU
fr: RÉ-ESSAYER
hu: ÚJRA
it: RIPROVA
ja_jp: 再試行
ko: 재시도
lb_lu: NACH EEMOL PROBÉIEREN
lv_lv: VĒLREIZ
nl: Opnieuw
pl: PONÓW
pt_br: REPETIR
ru_ru: ПОВТОРИТЬ
sk_sk: Znovu

source: SKIP
ca: OMET
de: ÜBERSPRINGEN
eu_es: TXANDAPASA
fr: PASSER
hu: KIHAGY
it: SALTA
ja_jp: スキップ
ko: 건너뛰기
lb_lu: IWWERSPRANGEN
lv_lv: IZLAIST
nl: Overslaan
pl: POMIŃ
pt_br: IGNORAR
ru_ru: ПРОПУСТИТЬ
sk_sk: Preskočiť

source: SEARCH FOR
ca: CERCA PER
de: SUCHE NACH
eu_es: BILATU:
fr: RECHERCHER
hu: KERESÉS
it: CERCA PER
ja_jp: 検索
ko: 검색 중
lb_lu: EPPES SICHEN
lv_lv: MEKLĒT
nl: Zoeken naar
pl: SZUKAJ
pt_br: PROCURAR POR
ru_ru: ИСКАТЬ
sk_sk: Hľadať

source: SEARCH
ca: CERCA
de: SUCHE
eu_es: BILATU
fr: RECHERCHER
hu: KERESÉS
it: CERCA
ja_jp: 検索
ko: 검색
lb_lu: SICHEN
lv_lv: MEKLĒT
nl: Zoeken
pl: SZUKAJ
pt_br: PROCURAR
ru_ru: ПОИСК
sk_sk: Hľadať

source: SCRAPING IN PROGRESS
ca: S'ESTAN OBTENINT DADES
de: SCRAPER LÄUFT
eu_es: DATUAK LORTZEN
fr: SCRAPING EN COURS
hu: LEKÉRÉS FOLYAMATBAN
it: RACCOLTA INFORMAZIONI IN CORSO
ja_jp: 情報を取得中
ko: 스크랩 진행 중
lb_lu: SCRAPING ASS AM GAANG
lv_lv: IELĀDE IR PROGRESĀ
nl: Bezig met scrapen
pl: WYSZUKIWANIE W TOKU
pt_br: SCRAPE EM PROCESSO
ru_ru: ИДЕТ ЗАГРУЗКА ДАННЫХ
sk_sk: Prebieha vyhľadávanie

source: SYSTEM
ca: SISTEMA
eu_es: SISTEMA
fr: SYSTÈME
hu: RENDSZER
it: SISTEMA
ja_jp: システム
ko: 시스템
lv_lv: SISTĒMA
nl: Systeem
pt_br: SISTEMA
ru_ru: СИСТЕМА
sk_sk: Systém

source: subtitle text
ca: text del subtítol
de: Untertitel
eu_es: azpititulu testua
fr: SOUS-TITRES
hu: alcím szövege
it: testo sottotitolo
ja_jp: 字幕テキスト
ko: 자막
lb_lu: Ënnertitel text
lv_lv: Subtitri
nl: Ondertitelings tekst
pl: podpisy
pt_br: legenda
ru_ru: текст cубтитров
sk_sk: text podtitulu

source: INPUT
ca: ENTRADA
de: EINGABE
eu_es: EDITATU
fr: ENTRÉE
hu: BEVITEL
it: MODIFICA
ja_jp: 入力
ko: 입력
lv_lv: IEVADE
nl: Invoer
pl: KONTROLER
pt_br: EDITAR
ru_ru: ВВОД
sk_sk: Vstup

source: search
ca: cerca
de: suchen
eu_es: bilatu
fr: RECHERCHER
hu: keresés
it: cerca
ja_jp: 検索
ko: 검색
lb_lu: sichen
lv_lv: Meklēt
nl: Zoeken
pl: szukaj
pt_br: procurar
ru_ru: поиск
sk_sk: hľadať

source: STOP
ca: ATURA
de: STOPPEN
eu_es: GELDITU
hu: MEGÁLLÍT
ja_jp: 停止
ko: 중단
lv_lv: APTURĒT
pt_br: PARAR
ru_ru: СТОП
sk_sk: Zastaviť

source: stop (progress saved)
ca: atura (progrés desat)
de: Beenden (Fortschritt wird gespeichert)
eu_es: gelditu (orain artekoa gordeta)
fr: STOP - PROGRESSION SAUVEGARDÉE
hu: megállít (folyamat mentve)
it: stop (progressi salvati)
ja_jp: 停止 (進行は保存)
ko: 중단 (진행 저장됨)
lb_lu: stop (Fortschrëtt gespäichert)
lv_lv: Apturēt (saglabājot progresu)
nl: Stop (voortgang opgeslagen)
pl: stop (stan gry zapisany)
pt_br: parar (progresso salvo)
ru_ru: остановить (с сохранением прогресса)
sk_sk: zastaviť (uložiť priebeh)

source: GAME %i OF %i
ca: JOC %i DE %i
de: SPIEL %i VON %i
eu_es: %i/%i JOKOA
fr: JEU %i SUR %i
hu: %i. JÁTÉK A(Z) %i-BŐL
it: GIOCO %i DI %i
ja_jp: ゲーム %i ／ %i
ko: 게임 %i / %i
lb_lu: SPILL %i VUN %i
lv_lv: %i NO %i SPĒLĒM
nl: Spel %i van %i
pl: GRA %i Z %i
pt_br: JOGO %i DE %i
ru_ru: ИГРА %i ИЗ %i
sk_sk: Hra %i z %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.COM FOR MORE INFORMATION.
ca: NO S'HA TROBAT CAP SISTEMA. COMPROVEU QUE ELS CAMINS DEFINITS EN EL FITXER DE CONFIGURACIÓ DELS SISTEMES SÓN CORRECTES, I QUE EL DIRECTORI DELS JOCS TÉ COM A MÍNIM UN JOC AMB L'EXTENSIÓ CORRECTA. PER A MÉS INFORMACIÓ, VISITEU RECALBOX.COM.
de: KEINE SYSTEME GEFUNDEN! ÜBERPRÜFE DIE PFADE IN DER KONFIGURATIONSDATEI UND STELLE SICHER, DASS MINDESTENS EIN SPIEL MIT KORREKTER DATEIENDUNG ZUR VERFÜGUNG STEHT. BESUCHE RECALBOX.COM FÜR MEHR INFORMATIONEN.
eu_es: EZ DA JOKORIK AURKITU SISTEMAN ! MESEDEZ, JARRAITU ARGIBIDEAK JOKOAK GEHITZEKO. RECALBOX.COM-EN BISITA GAITZAZU INFORMAZIO GEHIAGO ESKURATZEKO
fr: AUCUN JEU N'A ÉTÉ TROUVÉ SUR LE SYSTÈME ! VEUILLEZ AJOUTER DES JEUX EN SUIVANT LES INSTRUCTIONS DE LA NOTICE. RENDEZ-VOUS SUR RECALBOX.COM POUR PLUS D'INFORMATIONS
hu: NEM TALÁLHATÓ JÁTÉK! ELLENŐRIZD, HOGY AZ ELÉRÉSI UTAK RENDBEN VANNAK-E A RENDSZER KONFIGURÁCIÓS FÁJLBAN, ÉS A JÁTÉK KÖNYVTÁRÁBAN LEGALÁBB EGY JÁTÉK TALÁLHATÓ A MEGFELELŐ KITERJESZTÉSSEL. TÖBB INFORMÁCIÓ A RECALBOX.COM OLDALON.
it: NON RIESCO A TROVARE NESSUN SISTEMA! CONTROLLA CHE I PERCORSI NEL FILE DI CONFIGURAZIONE DEI SISTEMI SIANO CORRETTI E CHE NELLA CARTELLA CI SIA ALMENO UN GIOCO CON L'ESTENSIONE CORRETTA. VISITA RECALBOX.COM PER ULTERIORI INFORMAZIONI.
ja_jp: システムが見つかりません！ システム設定に 正しいパスが設定されているか、 また、 ゲームディレクトリに 最低1つのゲームが 正しい拡張子で 格納されてあることを 確認してください。 RECALBOX.COMに 追加の情報があります。
ko: 시스템을 찾을 수 없습니다. 설정 파일에서 시스템 경로가 맞는지 확인하세요. 게임 폴더에는 확장자가 정확한 게임이 한 개 이상 있어야 합니다. 더 자세한 정보는 recalbox.com 에서 확인하세요.
lb_lu: MIR KËNNEN KEEN SYSTEM FANNEN! KONTROLLÉIER W.E.G. AN DER SYSTEM CONFIGURATION DATEI OP D'WEEËR (PATHS) KORREKT SINN AN DAAT SËCH OP D'MANNST 1 SPILL MAT DER KORREKTER EXTENSIOUN AM GAME ORDNER BEFËNNT. BESICH RECALBOX.COM FIR MÉI INFORMATIOUNEN.
lv_lv: Mēs nevaram atrast nevienu sistēmu! Pārliecinieties vai konfigurācijas datnes ceļš ir pareizs un vai spēles katalogā ir vismaz viena spēle ar pareizu paplašinājumu. Apmeklējiet www.recalbox.com sīkākais informācijai.
nl: We kunnen geen systemen vinden! Zorg ervoor dat het pad in het systeem configuratie bestand correct is, en je spel directory tenminste een spel bevat Bezoek RecalBox.com voor meer informatie.
pl: NIE MOŻNA ZNALEŹĆ ŻADNYCH SYSTEMÓW! UPEWNIJ SIĘ ŻE W PLIKU KONFIGURACYJNYM SĄ PODANE WŁAŚCIWE ŚCIEŻKI I ŻE KATALOG Z GRAMI ZAWIERA PRZYNAJMNIEJ JEDNĄ GRĘ Z WŁAŚCIWYM ROZSZERZENIEM PLIKU. ODWIEDŹ RECALBOX.COM PO WIĘCEJ INFORMACJI.
pt_br: NÃO CONSEGUIMOS ENCONTRAR NENHUM SISTEMA! VERIFIQUE SE OS CAMINHOS ESTÃO CORRETOS NO ARQUIVO DE CONFIGURAÇÕES, E SE SUAS PASTAS DE JOGOS POSSUEM AO MENOS UM JOGO COM A EXTENSÃO CORRETA. VISITE RECALBOX.COM PARA MAIS INFORMAÇÕES.
ru_ru: МЫ НЕ МОЖЕМ НАЙТИ НИ ОДНОЙ СИСТЕМЫ! УБЕДИТЕСЬ, ЧТО В КОНФИГУРАЦИОННОМ ФАЙЛЕ ПРОПИСАНЫ ПРАВИЛЬНЫЕ ПУТИ, И В КАТАЛОГЕ С ИГРАМИ ЕСТЬ ХОТЯ БЫ ОДНА ИГРА С ПРАВИЛЬНЫМ РАСШИРЕНИЕМ. ПОСЕТИТЕ RECALBOX.COM ДЛЯ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ.
sk_sk: Nenašiel sa žiadny systém. Skontrolujte, či máte v poriadku cesty v konfiguračnom súbore systémov a váš adresár hier má aspoň jednu hru so správnou koncovkou. Pre viac informácií navštívte recalbox.com

source: %i GAME SUCCESSFULLY SCRAPED!
ca: S'HA OBTINGUT LES DADES CORRECTAMENT PER A %i JOC.
de: %i SPIEL ERFOLGREICH GESCRAPED
eu_es: JOKO %iEN DATUAK ONGI LORTUAK!
fr: %i JEU SCRAPÉ !
hu: %i JÁTÉK SIKERESEN LEKÉRVE!
it: %i GIOCO TROVATO CON SUCCESSO!
ja_jp: %i 個の ゲームの スクレイプに 成功しました！
ko: %i 개의 게임을 스크랩했습니다.
lb_lu: %i SPILL ERFOLLEGRÄICH GESCRAPED!
lv_lv: %i SPĒLE VEIKSMĪGI APSTRĀDĀTA
nl: %i Spel juist gescraped! %i Spellen juist gescraped!
pl: DANE %i GRY ZOSTAŁY POPRAWNIE UZUPEŁNIONE!
pt_br: %i JOGO FEZ SCRAPE COM SUCESSO!
ru_ru: %i ИГРА ОБРАБОТАНА УСПЕШНО!
sk_sk: %i hra úspešne vyhľadaná

source: %i GAME SKIPPED.
ca: S'HA OMÈS %i JOC.
de: %i SPIEL ÜBERSPRUNGEN
eu_es: JOKO %i TXANDAPASA EGINDA
fr: %i JEU IGNORÉ
hu: %i JÁTÉK KIHAGYVA.
it: %i GIOCO SALTATO.
ja_jp: %i 個の ゲームを スキップしました。
ko: %i 개의 게임을 건너뛰었습니다.
lb_lu: %i SPILL IWWERSPRONG.
lv_lv: %i SPĒLE IZLAISTA
nl: %i Spel overgeslagen
pl: %i GRA ZOSTAŁA POMINIĘTA
pt_br: %i JOGO IGNORADO.
ru_ru: %i ИГРА ПРОПУЩЕНА.
sk_sk: %i hra preskočená

source: EDIT METADATA
ca: EDITA LES METADADES
de: METADATEN BEARBEITEN
eu_es: DATUAK EDITATU
fr: ÉDITER LES DONNÉES
hu: META SZERKESZTÉSE
it: MODIFICA LE INFORMAZIONI
ja_jp: メタ情報を編集
ko: 게임 정보 편집
lv_lv: REDIĢĒT METADATUS
nl: Wijzigen metadata
pl: EDYTUJ METADANE
pt_br: EDITAR INFORMAÇÕES
ru_ru: РЕДАКТИРОВАТЬ МЕТАДАННЫЕ
sk_sk: Upraviť metadáta

source: SCRAPE
ca: OBTÉ LES DADES
de: SCRAPEN
eu_es: DATUAK LORTU
fr: SCRAPER
hu: LEKÉRÉS
ja_jp: スクレイプ
ko: 스크랩
lv_lv: IELĀDE
pl: WYSZUKAJ INFORMACJE O GRZE
ru_ru: ЗАГРУЗИТЬ ДАННЫЕ
sk_sk: Vyhľadať

source: SAVE
ca: DESA
de: SPEICHERN
eu_es: GORDE
fr: SAUVEGARDER
hu: MENTÉS
it: SALVA
ja_jp: 保存
ko: 저장
lb_lu: SPÄICHEREN
lv_lv: SAGLABĀT
nl: Opslaan
pl: ZAPISZ
pt_br: SALVAR
ru_ru: СОХРАНИТЬ
sk_sk: Uložiť

source: THIS WILL DELETE A FILE! ARE YOU SURE?
ca: S'ESBORRARÀ UN FITXER. ESTEU SEGUR?
de: DATEI WIRKLICH LÖSCHEN?
eu_es: FITXATEGI BAT EZABATZERA ZOAZ! ZIUR AL ZAUDE?
fr: ÊTES-VOUS SÛR DE VOULOIR EFFACER CE FICHIER ?
hu: A FÁJL TÖRLÉSÉRE KÉSZÜLSZ! BIZTOS VAGY BENNE?
it: STAI CANCELLANDO UN FILE! SEI SICURO?
ja_jp: ファイルを削除します！ よろしいですか？
ko: 파일을 삭제합니다. 정말로 진행하시겠습니까?
lb_lu: DËSST LÄSCHT ENG DATEI! SIDD DIR SËCHER?
lv_lv: DATNE TIKS DZĒSTA! VAI ESAT PĀRLIECINĀTS?
nl: Dit zal een bestand wissen! Weet je het zeker?
pl: CZY NA PEWNO CHCESZ USUNĄĆ PLIK?
pt_br: ISSO EXCLUIRÁ UM ARQUIVO! VOCÊ TEM CERTEZA?
ru_ru: ФАЙЛ БУДЕТ УДАЛЕН! ВЫ УВЕРЕНЫ?
sk_sk: Týmto vymažete súbor. Ste si istý?

source: YES
ca: SÍ
de: JA
eu_es: BAI
fr: OUI
hu: IGEN
it: SÌ
ja_jp: はい
ko: 예
lb_lu: JO
lv_lv: JĀ
nl: Ja
pl: TAK
pt_br: SIM
ru_ru: ДА
sk_sk: Áno

source: NO
de: NEIN
eu_es: EZ
fr: NON
hu: NEM
ja_jp: いいえ
ko: 아니오
lb_lu: NEE
lv_lv: NĒ
nl: Nee
pl: NIE
pt_br: NÃO
ru_ru: НЕТ
sk_sk: Nie

source: DELETE
ca: ESBORRA
de: LÖSCHEN
eu_es: EZABATU
fr: EFFACER
hu: TÖRLÉS
it: ELIMINA
ja_jp: 削除
ko: 삭제
lb_lu: LÄSCHEN
lv_lv: DZĒST
nl: Wissen
pl: USUŃ
pt_br: EXCLUIR
ru_ru: УДАЛИТЬ
sk_sk: Vymazať

source: SAVE CHANGES?
ca: VOLEU DESAR ELS CANVIS?
de: ÄNDERUNGEN SPEICHERN?
eu_es: ALDAKETAK GORDE?
fr: SAUVEGARDER LES CHANGEMENTS ?
hu: MENTED A VÁLTOZÁSOKAT?
it: SALVARE LE MODIFICHE ?
ja_jp: 変更を保存しますか？
ko: 변경 사항을 저장 하시겠습니까?
lb_lu: ÄNNERUNGEN SPÄICHEREN?
lv_lv: SAGLABĀT IZMAIŅAS?
nl: Wijzigingen opslaan?
pl: ZAPISAĆ ZMIANY?
pt_br: SALVAR MODIFICAÇÕES?
ru_ru: СОХРАНИТЬ ИЗМЕНЕНИЯ?
sk_sk: Uložiť zmeny?

source: BACK
ca: ENRERE
de: ZURÜCK
eu_es: ATZERA
fr: RETOUR
hu: VISSZA
it: INDIETRO
ja_jp: 戻る
ko: 뒤로
lb_lu: ZERÉCK
lv_lv: ATPAKAĻ
nl: Terug
pl: WSTECZ
pt_br: VOLTAR
ru_ru: НАЗАД
sk_sk: Späť

source: CLOSE
ca: TANCA
de: SCHLIESSEN
eu_es: ITXI
fr: FERMER
hu: BEZÁR
it: CHIUDI
ja_jp: 閉じる
ko: 닫기
lb_lu: ZOUMAACHEN
lv_lv: AIZVĒRT
nl: Sluiten
pl: ZAMKNIJ
pt_br: FECHAR
ru_ru: ЗАКРЫТЬ
sk_sk: Zatvoriť

source: MAIN MENU
ca: MENÚ PRINCIPAL
de: HAUPTMENÜ
eu_es: MENU NAGUSIA
fr: MENU PRINCIPAL
hu: FŐMENÜ
it: MENU PRINCIPALE
ja_jp: メインメニュー
ko: 메인 메뉴
lb_lu: HAAPTMENÜ
lv_lv: GALVENĀ IZVĒLNE
nl: Hoofdmenu
pl: MENU GŁÓWNE
pt_br: MENU PRINCIPAL
ru_ru: ГЛАВНОЕ МЕНЮ
sk_sk: Hlavná ponuka

source: KODI MEDIA CENTER
ca: CENTRE MULTIMÈDIA DEL KODI
eu_es: KODI MEDIA CENTER-a
ja_jp: KODI メディアセンター
ko: KODI 미디어 센터
lv_lv: KODI MEDIA CENTRS
pl: CENTRUM MULTIMEDIÓW - KODI
ru_ru: МЕДИАЦЕНТР KODI
sk_sk: Prehrávač KODI

source: SYSTEM SETTINGS
ca: PARÀMETRES DEL SISTEMA
de: SYSTEMEINSTELLUNGEN
eu_es: SISTEMAREN KONFIGURAZIOA
fr: RÉGLAGES SYSTÈME
hu: RENDSZERBEÁLLÍTÁSOK
it: OPZIONI DI SISTEMA
ja_jp: システム設定
ko: 시스템 설정
lb_lu: SYSTEM ASTELLUNGEN
lv_lv: SISTĒMAS IESTATĪJUMI
nl: Systeem instellingen
pl: USTAWIENIA SYSTEMU
pt_br: CONFIGURAÇÕES DE SISTEMA
ru_ru: СИСТЕМНЫЕ НАСТРОЙКИ
sk_sk: Systémové nastavenia

source: VERSION
ca: VERSIÓ
eu_es: BERTSIOA
hu: VERZIÓ
it: VERSIONE
ja_jp: バージョン
ko: 버전
lb_lu: VERSIOUN
lv_lv: VERSIJA
nl: Versie
pl: WERSJA
pt_br: VERSÃO
ru_ru: ВЕРСИЯ
sk_sk: Verzia

source: DISK USAGE
ca: ÚS DEL DISC
de: SPEICHERNUTZUNG
eu_es: DISKO ERABILERA
lb_lu: DISK AUSLAASCHTUNG
lv_lv: DISKS
nl: Geheugen verbruik
pl: UŻYCIE DYSKU
pt_br: ESPAÇO USADO
ru_ru: ИСПОЛЬЗОВАНИЕ ДИСКА
sk_sk: Využitie disku

source: STORAGE DEVICE
ca: DISPOSITIU D'EMMAGATZEMATGE
de: SPEICHER
eu_es: MEMORIA
fr: MÉDIA DE STOCKAGE
hu: TÁRHELY
it: UNITÀ
ja_jp: 記憶装置
ko: 저장 장치
lb_lu: SPÄICHERKAART
lv_lv: ATMIŅAS IERĪCE
nl: Opslag apparaat
pl: NOŚNIK DANYCH
pt_br: ARMAZENAMENTO
ru_ru: УСТРОЙСТВО ХРАНЕНИЯ
sk_sk: Úložné zariadenie

source: LANGUAGE
ca: IDIOMA
de: SPRACHE
eu_es: HIZKUNTZA
fr: LANGUE
hu: NYELV
it: LINGUA
ja_jp: 言語
ko: 언어
lb_lu: SPROOCH
lv_lv: VALODA
nl: Taal
pl: JĘZYK
pt_br: IDIOMA
ru_ru: ЯЗЫК
sk_sk: Jazyk

source: OVERCLOCK
ca: VELOCITAT DE RELLOTGE
de: ÜBERTAKTEN
ja_jp: オーバークロック
ko: 오버클럭
lb_lu: IWWERTACKTEN
lv_lv: UZDZĪT
nl: Overklok
pl: PRZETAKTOWANIE
ru_ru: РАЗГОН
sk_sk: Pretaktovanie

source: EXTREM (1100Mhz)
ca: EXTREMA (1100Mhz)
eu_es: MUTURREKO (1100Mhz)
fr: EXTREME (1100Mhz)
hu: EXTRÉM (1100Mhz)
it: ESTREMO (1100Mhz)
ja_jp: 極限 (1100Mhz)
ko: 익스트림 (1100Mhz)
lv_lv: EKSTRĒMS (1100Mhz)
nl: Extreem (1100MHz)
pl: EKSTREMALNE (1100MHz)
pt_br: EXTREMO (1100Mhz)
ru_ru: ЭКСТРИМ (1100Mhz)
sk_sk: Extrémne (1100 MHz)

source: HIGH (950Mhz)
ca: ALTA (950Mhz)
de: HOCH (950Mhz)
eu_es: ALTUA (950Mhz)
fr: HAUT (950Mhz)
hu: MAGAS (950Mhz)
it: ALTO (950Mhz)
ja_jp: 高 (950Mhz)
ko: 높음 (950Mhz)
lv_lv: AUGSTS (950Mhz)
nl: Hoog (950MHz)
pl: WYSOKIE (950MHz)
pt_br: ALTO (950Mhz)
ru_ru: ВЫСОКИЙ (950Mhz)
sk_sk: Vysoké (950 MHz)

source: NONE (700Mhz)
ca: NORMAL (700Mhz)
de: KEINE (700Mhz)
eu_es: BAT ERE EZ (700Mhz)
fr: AUCUN (700Mhz)
hu: ALAP (700Mhz)
it: NESSUNO (700Mhz)
ja_jp: 無し (700Mhz)
ko: 기본 (700Mhz)
lb_lu: GUERNET (700Mhz)
lv_lv: PAMATA (700Mhz)
nl: Geen (700MHz)
pl: BRAK (700MHz)
pt_br: DESLIGADO (700Mhz)
ru_ru: НЕТ (700Mhz)
sk_sk: Žiadne (700 MHz)

source: HIGH (1050Mhz)
ca: ALTA (1050Mhz)
de: HOCH (1050Mhz)
eu_es: ALTUA (1050Mhz)
fr: HAUT (1050Mhz)
hu: MAGAS (1050Mhz)
it: ALTO (1050Mhz)
ja_jp: 高 (1050Mhz)
ko: 높음 (1050Mhz)
lv_lv: AUGSTS (1050Mhz)
nl: Hoog (1050MHz)
pl: WYSOKIE (1050MHz)
pt_br: ALTO (1050Mhz)
ru_ru: ВЫСОКИЙ (1050Mhz)
sk_sk: Vysoké (1050 MHz)

source: NONE (900Mhz)
ca: NORMAL (900Mhz)
de: KEINE (900Mhz)
eu_es: BAT ERE EZE (900Mhz)
fr: AUCUN (900Mhz)
hu: ALAP (900Mhz)
it: NESSUNO (900Mhz)
ja_jp: 無し (900Mhz)
ko: 기본 (900Mhz)
lb_lu: GUERNET (900Mhz)
lv_lv: PAMATA (900Mhz)
nl: Geen (900MHz)
pl: BRAK (900MHz)
pt_br: DESLIGADO (900Mhz)
ru_ru: НЕТ (900Mhz)
sk_sk: Žiadne (900 MHz)

source: NONE (1200Mhz)
ca: NORMAL (1200Mhz)
de: KEINE (1200Mhz)
eu_es: BAT ERE EZ (1200Mhz)
fr: AUCUN (1200Mhz)
hu: ALAP (1200Mhz)
it: NESSUNO (1200Mhz)
ja_jp: 無し (1200Mhz)
ko: 기본 (1200Mhz)
lb_lu: GUERNET (1200Mhz)
lv_lv: PAMATA (1200Mhz)
nl: Geen (1200MHz)
pl: BRAK (1200MHz)
pt_br: DESLIGADO (1200Mhz)
ru_ru: НЕТ (1200Mhz)
sk_sk: Žiadne (1200 MHz)

source: NONE
ca: NORMAL
de: KEINE
eu_es: BAT ERE EZ
fr: AUCUN
hu: NINCS
it: NESSUNO
ja_jp: 無し
ko: 없음
lb_lu: GUERNET
lv_lv: PAMATA
nl: Geen
pl: BRAK
pt_br: NENHUM
ru_ru: НЕТ
sk_sk: Žiadne

source: UPDATES
ca: ACTUALITZACIONS
eu_es: EGUNERAKETAK
fr: MISES À JOUR
hu: FRISSÍTÉSEK
it: AGGIORNAMENTI
ja_jp: アップデート
ko: 업데이트
lv_lv: ATJAUNINĀJUMI
pl: AKTUALIZACJE
pt_br: ATUALIZAÇÕES
ru_ru: ОБНОВЛЕНИЯ
sk_sk: Aktualizácie

source: AUTO UPDATES
ca: ACTUALITZACIONS AUTOMÀTIQUES
de: AUTOMATISCHE UPDATES
eu_es: EGUNERAKETA AUTOMATIKOAK
fr: MISES À JOUR AUTO
hu: AUTO FRISSÍTÉS
it: AGGIORNAMENTI AUTOMATICI
ja_jp: 自動アップデート
ko: 자동 업데이트
lv_lv: AUTOMĀTISKA ATJAUNINĀŠANA
pl: AUTOMATYCZNE AKTUALIZACJE
pt_br: ATUALIZAÇÕES AUTOMÁTICAS
ru_ru: АВТООБНОВЛЕНИЯ
sk_sk: Automatické aktualizácie

source: START UPDATE
ca: INICIA L'ACTUALITZACIÓ
de: UPDATE STARTEN
eu_es: EGUNERAKETA HASI
fr: LANCER LA MISE À JOUR
hu: FRISSÍTÉS INDÍT
it: INIZIA AGGIORNAMENTO
ja_jp: アップデート開始
ko: 업데이트 시작
lb_lu: UPDATE STARTEN
lv_lv: STARTĒT
pl: ROZPOCZNIJ AKTUALIZACJĘ
pt_br: INICIAR ATUALIZAÇÃO
ru_ru: НАЧАТЬ ОБНОВЛЕНИЕ
sk_sk: Spustiť aktualizáciu

source: KODI SETTINGS
ca: PARÀMETRES DEL KODI
de: KODI EINSTELLUNGEN
eu_es: KODI-ren KONFIGURAZIOA
fr: OPTIONS KODI
hu: KODI BEÁLLÍTÁSOK
it: OPZIONI KODI
ja_jp: KODI 設定
ko: KODI 설정
lb_lu: KODI ASTELLUNGEN
lv_lv: KODI IESTATĪJUMI
nl: Kodi Instellingen
pl: USTAWIENIA KODI
pt_br: CONFIGURAÇÕES DO KODI
ru_ru: НАСТРОЙКИ KODI
sk_sk: Nastavenia KODI

source: ENABLE KODI
ca: HABILITA EL KODI
de: KODI AKTIVIEREN
eu_es: KODI AKTIBATU
fr: ACTIVER KODI
hu: KODI ENGEDÉLYEZÉSE
it: ABILITA KODI
ja_jp: KODI を有効にする
ko: KODI 활성화
lb_lu: KODI AKTIVÉIEREN
lv_lv: IESPĒJOT KODI
nl: Activeer Kodi
pl: WŁĄCZ KODI
pt_br: ATIVAR KODI
ru_ru: ВКЛЮЧИТЬ KODI
sk_sk: Povoliť KODI

source: KODI AT START
ca: KODI A L'INICI
de: KODI BEIM START
eu_es: HASI KODI ABIARAZTEAN
fr: AUTO DÉMARRAGE DE KODI
hu: KODI INDULÁSKOR
it: KODI ALL'AVVIO
ja_jp: 開始時に KODI を実行
ko: 시작 시 KODI 실행
lb_lu: KODI BEIM STARTEN
lv_lv: STARTĒT KODI PIE IELĀDES
nl: Kodi bij Starten
pl: URUCHOMIENIE KODI PRZY STARCIE
pt_br: ABRIR KODI NA INICIALIZAÇÃO
ru_ru: АВТОЗАПУСК KODI
sk_sk: Spustiť KODI pri štarte

source: START KODI WITH X
ca: INICIA EL CODI AMB X
de: KODI MIT X STARTEN
eu_es: X SAKATU KODI ABIARAZTEKO
fr: X POUR LANCER KODI
hu: KODI INDÍTÁSA X-EL
it: AVVIA KODI CON X
ja_jp: X で KODI を起動する
ko: X 버튼으로 KODI 실행
lb_lu: KODI MAT X STARTEN
lv_lv: STARTĒT KODI AR POGU X
nl: Start Kodi met X
pl: WŁĄCZ KODI UŻYWAJĄC "X"
pt_br: INICIAR KODI PRESSIONANDO X
ru_ru: ЗАПУСК KODI КНОПКОЙ X
sk_sk: Spustiť KODI tlačidlom X

source: SECURITY
ca: SEGURETAT
eu_es: SEGURTASUNA
lb_lu: SËCHERHEET
lv_lv: DROŠĪBA
nl: Beveiliging
sk_sk: Zabezpečenie

source: ENFORCE SECURITY
ca: FES COMPLIR LA SEGURETAT
eu_es: ZIURTATU SEGURTASUNA
lb_lu: SËCHERHEET VERSTÄERKEN
lv_lv: UZLABOTA DROŠĪBA
nl: Forceer Beveiliging
sk_sk: Vynútiť zabezpečenie

source: ROOT PASSWORD
ca: CONTRASENYA DE ROOT
eu_es: ROOT PASAHITZA
lb_lu: ROOT PASSWUERT
lv_lv: ROOT PAROLE
nl: Root Wachtwoord
sk_sk: Heslo roota

source: THE SYSTEM WILL NOW REBOOT
ca: ES REINICIARÀ EL SISTEMA ARA
de: DAS SYSTEM WIRD JETZT NEU GESTARTET
eu_es: SISTEMA BERRABIARAZIKO DA
fr: LE SYSTÈME VA REDÉMARRER
hu: A RENDSZER MOST ÚJRAINDUL
it: IL SISTEMA VERRÀ RIAVVIATO
ja_jp: システムを再起動します
ko: 시스템이 지금 다시 시작됩니다
lb_lu: DEN SYSTEM START ELO NEI
lv_lv: SISTĒMA TIKS RESTARTĒTA
nl: Het systeem zal nu herstarten
pl: SYSTEM ZOSTANIE PONOWNIE URUCHOMIONY
pt_br: O SISTEMA SERÁ REINICIADO
ru_ru: СЕЙЧАС СИСТЕМА БУДЕТ ПЕРЕЗАГРУЖЕНА
sk_sk: Systém sa teraz reštartuje

source: GAMES SETTINGS
ca: PARÀMETRES DELS JOCS
de: SPIELEINSTELLUNGEN
eu_es: JOKOEN KONFIGURAZIOAK
fr: OPTIONS DES JEUX
hu: JÁTÉK BEÁLLÍTÁSOK
it: OPZIONI DEI GIOCHI
ja_jp: ゲーム設定
ko: 게임 설정
lb_lu: SPILL ASTELLUNGEN
lv_lv: SPĒĻU IESTATĪJUMI
nl: Spel instellingen
pl: USTAWIENIA GIER
pt_br: CONFIGURAÇÕES DOS JOGOS
ru_ru: ИГРОВЫЕ НАСТРОЙКИ
sk_sk: Nastavenia hier

source: GAME RATIO
ca: PROPORCIÓ DEL JOC
de: BILDFORMAT
eu_es: JOKOAREN RATIOA
fr: FORMAT JEUX
hu: JÁTÉK KÉPARÁNY
it: FORMATO GIOCO
ja_jp: ゲーム画面比率
ko: 화면 비율
lb_lu: SPILL RATIO
lv_lv: SPĒLES ATTIECĪBA
nl: Spel Ratio
pl: PROPORCJE EKRANU
pt_br: FORMATO DE TELA
ru_ru: СООТНОШЕНИЕ СТОРОН
sk_sk: Pomer strán

source: SMOOTH GAMES
ca: JOCS SUAVITZATS
de: SPIELE GLÄTTEN
eu_es: JOKUAK LEUNDU
fr: LISSER LES JEUX
hu: ÉLSIMÍTÁS
it: GRAFICA MIGLIORATA
ja_jp: スムージング
ko: 부드러운 게임
lb_lu: SMOOTH SPILLER
lv_lv: ATTĒLA IZLĪDZINĀŠANA
nl: Vloeiende spellen
pl: WYGŁADZANIE GIER
pt_br: SUAVIZAR IMAGEM
ru_ru: СГЛАЖИВАНИЕ
sk_sk: Vyhladzovanie hier

source: REWIND
ca: REBOBINA
de: ZURÜCKSPULEN
eu_es: ATZERA ERAMAN
fr: REMBOBINAGE
hu: VISSZATEKER
it: RIAVVOLGI
ja_jp: 巻き戻し
ko: 되감기
lb_lu: ZERËCKSPULLEN
lv_lv: PĀRTĪŠANA
nl: Terugspoelen
pl: PRZEWIJANIE
pt_br: REBOBINAR
ru_ru: ПЕРЕМОТКА
sk_sk: Pretočiť

source: AUTO SAVE/LOAD
ca: DESA / CARREGA AUTOMÀTICAMENT
de: AUTOMATISCH SPEICHERN/LADEN
eu_es: AUTO GORDE/KARGATU
fr: SAUVEGARDE/CHARGEMENT AUTO
hu: AUTO MENT/TÖLT
it: SALVATAGGIO/CARICAMENTO AUTOMATICO
ja_jp: 自動セーブ/ロード
ko: 자동 저장/불러오기
lb_lu: AUTO SPÄICHEREN/LUEDEN
lv_lv: AUTOMĀTISKA SAGLABĀŠANA
nl: Auto opslaan/laden
pl: AUTOMATYCZNY ZAPIS/WCZYTYWANIE
pt_br: CARREGAR/SALVAR AUTOMÁTICO
ru_ru: АВТОСОХРАНЕНИЕ/ЗАГРУЗКА
sk_sk: Automaticky uložiť/načítať

source: SHADERS SET
ca: SHADERS ESTABLERTS
de: SHADER
eu_es: EZARRI SHADER-ak
fr: SHADERS PRÉDÉFINIS
hu: SHADER VÁLASZTÁS
it: SET DI SHADERS
ja_jp: シェーダー設定
ko: 셰이더 선택
lb_lu: SHADERS SETZEN
lv_lv: ĒNOTĀJS
pl: ZESTAW FILTRÓW
pt_br: CONJUNTO DE SHADERS
ru_ru: ШЕЙДЕРЫ
sk_sk: Sada shaderov

source: SCANLINES
eu_es: SCANLINE-ak
ja_jp: スキャンライン
ko: 스캔 라인
lv_lv: RINDPĀRLECE
pl: LINIE SKANOWANIA
ru_ru: ЧЕРЕССТРОЧНОСТЬ
sk_sk: Scan riadky

source: RETROACHIEVEMENTS SETTINGS
ca: PARÀMETRES DELS ASSOLIMENTS RETRO
de: RETROACHIEVEMENTS EINSTELLUNGEN
eu_es: RETROACHIVEMENTS EZARPENAK
fr: OPTIONS DE RETROACHIEVEMENTS
hu: RETROACHIEVEMENTS BEÁLLÍTÁSOK
it: OPZIONI RETROACHIEVEMENTS
ja_jp: RetroAchievements 設定
ko: RETROACHIEVEMENTS 설정
lb_lu: RETROACHIEVEMENTS ASTELLUNGEN
lv_lv: RETROACHIEVEMENTS IEST.
nl: Retroarchievements instellingen
pl: USTAWIENIA RETROACHIEVEMENTS
pt_br: CONFIGURAÇÕES DO RETROACHIEVEMENTS
ru_ru: НАСТРОЙКИ РЕТРОДОСТИЖЕНИЙ
sk_sk: Nastavenia Retroachievements

source: HARDCORE MODE
ca: MODE EXPERT
de: HARDCORE MODUS
eu_es: HARDCORE MODUA
fr: MODE HARDCORE
hu: HARDCORE MÓD
it: MODALITÀ HARDCORE
ja_jp: ハードコアモード
ko: 하드코어 모드
lv_lv: BRUTĀLAIS REŽĪMS
pl: TRYB HARDCORE
pt_br: MODO HARDCORE
ru_ru: ХАРДКОР РЕЖИМ
sk_sk: Hardcore režim

source: USERNAME
ca: USUARI
de: BENUTZERNAME
eu_es: ERABILTZAILE IZENA
fr: NOM UTILISATEUR
hu: FELHASZNÁLÓNÉV
it: NOME UTENTE
ja_jp: ユーザー名
ko: 사용자 이름
lb_lu: USERNUMM
lv_lv: LIETOTĀJVĀRDS
nl: Gebruikersnaam
pl: NAZWA UŻYTKOWNIKA
pt_br: USUÁRIO
ru_ru: ИМЯ ПОЛЬЗОВАТЕЛЯ
sk_sk: Meno používateľa
