Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: %i NON-MATCHING BIOS FOUND
de: %i NICHT ÜBEREINSTIMMENDE BIOS-DATEIEN GEFUNDEN
fr: %i BIOS NON-CONCORDANTS
hu: %i NEM EGYEZŐ BIOS
it: %i BIOS NON CORRISPONDENTE TROVATO
ja_jp: %i 一致しない BIOS が見つかりました
ko: %i 개의 일치되지 않는 바이오스를 찾았습니다
pl: NIEZGODNE PLIKI BIOS-U: %i
pt_br: %i BIOS NÃO CORRESPONDENTE ENCONTRADA
ru_ru: НАЙДЕНО НЕПОДХОДЯЩИХ BIOS'ОВ: %i
sk_sk: Našlo sa %i nezhodných BIOSov

source: %i GOOD BIOS FOUND!
de: %i PASSENDE BIOS GEFUNDEN
fr: %i BIOS CONCORDANTS TROUVÉS
hu: %i JÓ BIOS TALÁLHATÓ!
it: %i BIOS CORRETTO TROVATO!
ja_jp: %i 正常なBIOSが見つかりました!
ko: %i 정상 바이오스를 찾았습니다!
pl: ZGODNE PLIKI BIOS-U: %i
pt_br: %i BIOS CERTAS ENCONTRADAS!
ru_ru: НАЙДЕНО ПОДХОДЯЩИХ BIOS'ОВ: %i
sk_sk: %i dobrých BIOSov nájdených

source: File Path
de: Datei-Pfad
fr: Chemin
hu: Fájl útvonal
it: Percorso file
ja_jp: ファイルパス
ko: 파일 경로
pl: Ścieżka pliku
pt_br: Caminho do arquivo
ru_ru: Путь к файлу
sk_sk: Cesta k súboru

source: Mandatory
de: Obligatorisch
fr: Obligatoire
hu: Szükséges
it: Obbligatorio
ja_jp: 必須
ko: 필수
pl: Wymagane
pt_br: Obrigatório
ru_ru: Обязательный
sk_sk: Povinné

source: Must match MD5
de: Muss mit MD5 übereinstimmen
fr: MD5 Contrôlé
hu: MD5-nek egyeznie kell
it: MD5 deve corrispondere
ja_jp: MD5と一致が必要
ko: MD5 일치 해야함.
pl: MD5 musi być zgodny
pt_br: MD5 Deve corresponder
ru_ru: MD5 должен соответствовать
sk_sk: Musí sa zhodovať MD5

source: File found ?
de: Datei gefunden?
fr: Bios trouvé ?
hu: Bios megtalálva?
it: File trovato?
ja_jp: 存在しますか？
ko: 파일이 존재합니까?
pl: Plik istnieje?
pt_br: Arquivo encontrado ?
ru_ru: Файл найден?
sk_sk: Našiel sa BIOS?

source: Matching MD5 ?
de: MD5 OK?
fr: MD5 Ok ?
hu: Egyező MD5?
it: MD5 Corrispondente?
ja_jp: MD5と一致しますか？
ko: MD5가 일치합니까?
pl: Czy MD5 zgodne?
pt_br: MD5 correspondente ?
ru_ru: MD5 соответствует?
sk_sk: Zhoduje sa MD5?

source: NOTE
de: NOTIZ
hu: MEGJEGYZÉS
ja_jp: ノート
ko: 참고
pl: NOTKA
pt_br: NOTA
ru_ru: ЗАМЕТКА
sk_sk: Poznámka

source: This bios is required in order to run the emulator properly. You won't be able to run any games with the emulator/core above.
de: Dieses BIOS ist erforderlich, um den Emulator ordnungsgemäß auszuführen. Mit oben stehendem Emulator/Core kannst du keine Spiele ausführen.
fr: Ce fichier bios est requis pour que l'émulateur puisse fonctionner correctement. Vous ne pourrez lancer aucun jeu avec les émulateurs/cores listés ci-dessus.
hu: Ez a BIOS szükséges az emulátor megfelelő futtatásához. A fenti emulátorral/core-al semmilyen játékot nem fogsz tudni futtatni.
it: Questo bios è richiesto per permettere all'emulatore di funzionare correttamente. Non sarà possibile avviare nessun gioco con questo emulatore/core.
ja_jp: このBIOSは、エミュレーターを正しく 実行するために必要です。 上記のエミュレーター/コアを 使用してゲームを実行することはできません。
ko: 이 BIOS는 에뮬레이터를 올바르게 실행하기 위해 필요하다. 위의 에뮬레이터/코어로는 어떤 게임도 실행할 수 없을 것이다.
pl: Ten BIOS jest niezbędny do prawidłowego działania emulatora. Nie będziesz mógł uruchamiać żadnych gier powyższym emulatorem/rdzeniem.
pt_br: Esta BIOS é necessária para que o emulador funcione corretamente. Você não poderá jogar nenhum jogo com o emulador/núcleo acima.
ru_ru: Этот BIOS необходим для правильной работы эмулятора. Вы не сможете запускать игры с указанным выше эмулятором / ядром.
sk_sk: Tento BIOS je potrebný, aby emulátor bežal správne. Nebudete môcť spustiť žiadne hry s týmto emulátorom/jadrom.

source: This bios is not mandatory in most cases. The emulator will run properly unless you want to use features requiring this particular bios file.
de: In den meisten Fällen ist dieses BIOS nicht zwingend erforderlich. Der Emulator wird ordnungsgemäß funktionieren, es sei denn, Du möchtest Funktionen nutzen, die dieses spezielle BIOS erfordern.
fr: Ce fichier bios n'est pas obligatoire dans la plupart des cas. L'émulateur fonctionnera correctement, sauf si vous utilisez une fonctionnalité qui requiert ce fichier bios.
hu: Ez a BIOS nem kötelező. Hacsak nem használsz olyan szolgáltatásokat, amelyek ezt igénylik, az emulátornak jól kell futnia.
it: Questo bios non è obbligatorio per la maggior parte dei casi. L'emulatore funzionerà correttamente a meno che tu non voglia sfruttare delle funzioni che richiedano questo specifico bios.
ja_jp: ほとんどの場合、このBIOSは必須ではありません。 この特定のBIOSファイルを必要とする機能を 使用しない限り、エミュレータは 正しく実行されます。
ko: 대부분의 경우 이 BIOS는 필수 사항이 아니다. 이 특정 BIOS를 필요로 하는 기능을 사용하지 않는 한 에뮬레이터가 제대로 실행될 것이다.
pl: W większości przypadków, ten BIOS nie jest obowiązkowy. Emulator będzie działał prawidłowo, chyba że chcesz korzystać z funkcji wymagających tego konkretnego BIOS-u.
pt_br: Esta BIOS não é obrigatório na maioria dos casos. O emulador funcionará corretamente, a menos que pretenda utilizar funcionalidades que exijam esta BIOS em particular.
ru_ru: В большинстве случаев этот биос не является обязательным. Эмулятор будет работать правильно, если вы не хотите использовать функции, требующие этого конкретного файла BIOS.
sk_sk: BIOS nie je potrebný. Ak nepoužívate funkcie, ktoré ho vyžadujú, emulátor by mal fungovať správne.

source: Your bios file does not match any known MD5. However, there are chances of getting the emulator running fine.
de: Keine Übereinstimmung dieser Bios-Datei mit bekannten MD5s. Die Chancen stehen jedoch gut, dass der Emulator einwandfrei läuft.
fr: Aucune concordance de ce fichier bios avec les MD5 connus. Cependant, il y des chances pour que l'émulateur fonctionne correctement quand même.
hu: Bár a BIOS-fájlod nem egyezik egyetlen ismert hash-el sem, valószínűleg minden rendben lesz anélkül is.
it: Il tuo bios non corrisponde a nessun MD5 conosciuto ma non è richiesto. Ci sono quindi buone possibilità che l'emulatore funzioni comunque.
ja_jp: BIOSファイルが既知のMD5と 一致しません。ただし、エミュレータが 正常に実行される可能性があります。
ko: BIOS 파일이 알려진 MD5 해시와 일치하지 않습니다. 이 문제를 해결하면 모든 것이 잘 동작할 수 있습니다.
pl: Twój BIOS nie pasuje do żadnego znanego MD5. Są jednak szanse, że emulator będzie działał prawidłowo.
pt_br: A sua BIOS não corresponde a nenhum MD5 conhecido. No entanto, há hipóteses de conseguir que o emulador funcione bem.
ru_ru: Ваш файл BIOS не соответствует ни одному известному MD5. Однако есть вероятность, что эмулятор будет работать нормально.
sk_sk: Váš BIOS súbor nezodpovedá žiadnemu známemu MD5. Aj tak je šanca, že emulátor pobeží správne.

source: Your bios file does not match any known MD5 but this is not required. So there are strong chances of getting everything running fine.
de: Keine Übereinstimmung dieser BIOS-Datei mit bekannten MD5s, aber dies ist nicht zwingend erforderlich. Die Chancen stehen gut, dass der Emulator ordnungsgemäß funktioniert.
fr: Aucune concordance de ce fichier bios avec les MD5 connus, mais ce n'est pas obligatoire. Il y a de fortes chances que l'émulateur fonctionne correctement.
hu: Bár a BIOS-fájl nem egyezik egyetlen ismert hash-vel sem, nem szükséges. Nagy esély van arra, hogy úgyis minden menni fog.
it: Il tuo bios non corrisponde a nessun MD5 conosciuto ma ciò non è richiesto. Ci sono quindi buone possibilità che tutti funzioni correttamente.
ja_jp: BIOSファイルが既知のMD5と 一致しませんが、これは 必須ではありません。 すべてが正常に実行される 可能性は高いです。
ko: BIOS 파일이 알려진 MD5와 일치하지 않지만 필수 사항은 아닙니다. 이 문제를 해결하면 모든 것이 잘 동작할 수 있습니다.
pl: Chociaż Twój plik BIOS-u nie odpowiada żadnemu znanemu plikowi MD5, nie jest on wymagany. Jest duża szansa, że bez niego wszystko będzie dobrze działać.
pt_br: A sua BIOS não corresponde a nenhum MD5 conhecido, mas isto não é obrigatório. Portanto, há grandes chances de conseguir que tudo corra bem.
ru_ru: Ваш файл BIOS не соответствует ни одному известному MD5, но это не обязательно. Так что есть большие шансы, что все будет работать нормально.
sk_sk: Vás BIOS súbor nezodpovedá žiadnemu známemu MD5, ale nie je to potrebné. Je veľká šanca, že všetko pobeží správne.

source: Your bios file does match one of the known MD5. Everything will run fine!
de: Deine BIOS-Datei stimmt mit einer bekannten MD5 überein. Grossartig!
fr: Ce fichier bios a été reconnu avec une concordance MD5. Parfait !
hu: A BIOS megfelel az ismert MD5 hashek egyikének, tehát mindennek jól kell futnia!
it: Il tuo biso corrisponde ad uno degli MD5 conosciuti. Tutto funzionerà correttamente!
ja_jp: BIOSファイルは既知のMD5と一致します。 すべてが正常に実行されます！
ko: BIOS 파일은 알려진 MD5 해시 중 하나와 일치합니다. 모든 게 잘 동작할 것입니다!
pl: Twój plik BIOS-u jest zgodny z MD5. Wszystko powinno działać dobrze!
pt_br: A sua BIOS corresponde a um dos MD5 conhecidos. Tudo vai funcionar bem!
ru_ru: Ваш файл BIOS соответствует одному из известных MD5. Все будет работать нормально!
sk_sk: Váš BIOS súbor zodpovedá jednému zo známych MD5. Všetko pobeží správne!

source: MD5 LIST
de: MD5-LISTE
fr: LISTE MD5
hu: MD5 LISTA
it: LISTA MD5
ja_jp: MD5 リスト
ko: MD5 리스트
pl: LISTA MD5
pt_br: LISTA MD5
ru_ru: СПИСОК MD5
sk_sk: Zoznam MD5

source: Congratulation, all cores/emulators listed below will work flawlessly!
de: Herzlichen Glückwunsch! Die unten aufgeführten Cores/Emulatoren werden einwandfrei funktionieren!
fr: Félicitations ! Les cores/émulateurs listés ci-dessous fonctionneront parfaitement !
hu: Gratulálunk, az alább felsorolt összes core/emulátor hibátlanul fog működni!
it: Congratulazioni, tutti i core/emulatori elencati qui sotto funzionarennao senza problemi!
ja_jp: おめでとうございます。 以下にリストされているすべての コア/エミュレーターは問題なく動作します。
ko: 축하합니다, 아래에 나열된 모든 코어/에뮬레이터가 완벽하게 작동함!
pl: Gratulacje, wszystkie rdzenie/emulatory wymienione poniżej będą działać bez zarzutu!
pt_br: Parabéns, todos os núcleos/emuladores listados abaixo funcionarão sem falhas!
ru_ru: Поздравляем, все перечисленные ниже ядра / эмуляторы будут работать безупречно!
sk_sk: Blahoželáme, všetky jadrá/emulátory budú fungovať správne!

source: Cores/emulators listed below won't probably work until required bios are made available.
de: Es ist unwahrscheinlich, dass die unten aufgeführten Cores/Emulatoren funktionieren, bis das erforderlichen BIOS zur Verfügung gestellt wird.
fr: Les cores/émulateurs listés ci-dessous ne fonctionneront probablement pas tant que les bios requis ne sont pas disponibles.
hu: Előfordulhat, hogy az alábbiakban felsorolt core-ok/emulátorok nem működnek, amíg az összes szükséges BIOS-fájl nem elérhető.
it: I cores/emulatori elencati qui sotto probabilmente non potranno funzionare finchè i bios richiesti non saranno disponibili.
ja_jp: 以下にリストされているコア/エミュレーターは、 必要なBIOSが利用可能になるまでおそらく 機能しません。
ko: 아래에 나열된 코어/에뮬레이터는 필요한 바이오스가 사용 가능할 때까지 작동하지 않을 수 있습니다.
pl: Wymienione poniżej rdzenie/emulatory prawdopodobnie nie będą działać, dopóki nie zostaną udostępnione wymagane BIOS-y.
pt_br: Os núcleos/emuladores listados abaixo provavelmente não funcionarão até que a BIOS necessária esteja disponível.
ru_ru: Перечисленные ниже ядра / эмуляторы, вероятно, не будут работать, пока не будут доступны необходимые BIOS.
sk_sk: Jadrá/emulátory nemusia fungovať, kým nie sú dostupné všetky potrebné BIOSy.

source: Cores/emulators listed below may work in most cases, unless you use features requiring special bios.
de: In den meisten Fällen werden die unten aufgeführten Cores/Emulatoren ordnungsgemäß laufen, es sei denn, Du möchtest Funktionen nutzen, die ein spezielles BIOS erfordern.
fr: Les cores/émulateurs listés ci-dessous devraient fonctionner dans la plupart des cas.
hu: Az alább felsorolt core-ok/emulátorok működni fognak, hacsak nem olyan szolgáltatásokat használsz, amelyekhez egy adott BIOS szükséges.
it: I cores/emulatori elencati qui sotto potrebbero funzionare nella maggior parte dei casi, a meno che tu non sfruttassi delle opzioni richiedenti un bios speciale.
ja_jp: 以下にリストされているコア/エミュレーターは、 特別なBIOSを必要とする機能を使用しない限り、 ほとんどの場合に機能します。
ko: 대부분의 경우, 특별한 BIOS가 필요한 기능을 사용하지 않는 한 아래의 코어/에뮬레이터가 제대로 실행됩니다.
pl: W większości przypadków, poniższe rdzenie/emulatory będą działać poprawnie, chyba że chcesz korzystać z funkcji wymagających specjalnego BIOS-u.
pt_br: Os núcleos/emuladores listados abaixo devem funcionar na maioria dos casos, a menos que você use características que exijam BIOS especiais.
ru_ru: В большинстве случаев указанные ниже ядра/эмуляторы будут работать правильно, если вы не хотите использовать функции, требующие специального BIOS.
sk_sk: Jadrá/emulátory budú fungovať, ak nepoužívate funkcie, ktoré potrebujú určitý BIOS.

source: BIOS UNSAFE
de: BIOS UNSICHER
fr: BIOS DOUTEUX
hu: BIOS NEM BIZTONSÁGOS
it: BIOS NON SICURO
ja_jp: BIOS異常
ko: 바이오스 불안정
pl: BIOS NIEBEZPIECZNY
pt_br: BIOS NÃO SEGURA
ru_ru: BIOS НЕ СОХРАНЕН
sk_sk: BIOS nie bezpečný

source: BIOS NOT FOUND
de: BIOS NICHT GEFUNDEN
fr: BIOS NON TROUVÉS
hu: BIOS NEM TALÁLHATÓ
it: BIOS NON TROVATO
ja_jp: BIOS が無い
ko: 바이오스 찾지 못함
pl: BRAK BIOS-U
pt_br: BIOS NÃO ENCONTRADA
ru_ru: BIOS НЕ НАЙДЕН
sk_sk: BIOS nenájdený

source: MD5 NOT OK
de: MD5 NICHT OK
fr: MD5 NON OK
hu: MD5 NEM OK
it: MD5 NON OK
ja_jp: MD5 が一致しない
ko: MD5 비정상
pl: NIEZGODNY MD5
pt_br: MD5 NÃO OK
ru_ru: MD5 НЕ ВЕРНЫЙ
sk_sk: MD5 nie OK

source: BROWSE
de: DURCHSUCHEN
fr: PARCOURIR
hu: KERESÉS
it: CERCA
ja_jp: 参照
ko: 검색
pl: PRZEGLĄDAJ
pt_br: NAVEGAR
ru_ru: ПРОСМОТР
sk_sk: Prehľadávať

source: Your bios' MD5
de: Die MD5 Ihres BIOS
fr: Le MD5 de votre bios
hu: BIOS MD5
it: L'MD5 dei tuoi bios
ja_jp: BIOS MD5
ko: 바이오스들의 MD5
pl: MD5 Twojego BIOS-u
pt_br: MD5 da sua BIOS
ru_ru: MD5 вашего BIOS
sk_sk: MD5 vášho BIOSu

source: Known MD5 List
de: Bekannte MD5-Liste
fr: Liste des MD5 connus
hu: Ismert MD5 lista
it: Lista MD5 conosciuta
ja_jp: 既知のMD5リスト
ko: 알려진 MD5 목록
pl: Lista znanych MD5
pt_br: Lista dos MD5 conhecidos
ru_ru: Список известных MD5
sk_sk: Zoznam známych MD5

source: MY SYSTEMS
de: MEINE SYSTEME
fr: MES SYSTÈMES
hu: SAJÁT RENDSZEREIM
it: I MIEI SISTEMI
ja_jp: マイシステム
ko: 내 시스템
pl: MOJE SYSTEMY
pt_br: MEUS SISTEMAS
ru_ru: МОЯ СИСТЕМА
sk_sk: Moje systémy

source: ALL SYSTEMS
de: ALLE SYSTEME
fr: TOUS LES SYSTÈMES
hu: MINDEN RENDSZER
it: TUTTI I SISTEMI
ja_jp: すべてのシステム
ko: 모든 시스템
pl: WSZYSTKIE SYSTEMY
pt_br: TODOS SISTEMAS
ru_ru: ВСЕ СИСТЕМЫ
sk_sk: Všetky systémy

source: EmulationStation has detected external changes on a gamelist file. To avoid loss of data, EmulationStation is about to relaunch and reload all files.
de: EmulationStation hat externe Änderungen an einer Spiellistendatei erkannt. Um Datenverlust zu vermeiden, ist EmulationStation dabei, alle Dateien neu zu starten und neu zu laden.
fr: EmulationStation a détecté des changements externes sur un fichier liste de jeux. Pour éviter la perte de donnée, EmulationStation va se relancer et recharger tous ses fichiers.
hu: Az EmulationStation külső változtatásokat észlelt egy játéklistafájlban. Az adatvesztés elkerülése érdekében az EmulationStation újraindítja és újra betölti az összes fájlt.
it: EmulationStation ha rinvenuto delle modifiche esterne ad un file di gamelist. Per prevenire una perdita di dati, EmulationStation sta per riavviarsi e ricaricare tutti i file.
ja_jp: EmulationStationは、ゲームリストファイルの外部変更を検出しました。 データの損失を回避するために、EmulationStationはすべてのファイルを再起動して再読み込みしようとしています。
ko: 에뮬레이션 스테이션이 게임 목록 파일의 외부 변경을 감지했습니다. 데이터 손실을 방지하기 위해 에뮬레이션 스테이션이 모든 파일을 다시 시작하고 다시 로드합니다.
pl: Wykryto zmiany w pliku listy gier. EmulationStation uruchomi się ponownie i przeładuje wszystkie pliki.
pt_br: O EmulationStation detectou alterações externas num arquivo da gamelist. Para evitar a perda de dados, o EmulationStation irá reiniciar e recarregar todos os arquivos.
ru_ru: EmulationStation обнаружил внешние изменения в файле списка игр. Чтобы избежать потери данных, EmulationStation перезапустится и перезагрузит все файлы.
sk_sk: EmulationStation zistil externé zmeny na súboroch so zoznamom hier. Aby sa zabránilo strate dát, EmulationStation sa znovu spustí a všetky súbory sa znovu načítajú.

source: EmulationStation has detected external changes on a theme file. To avoid loss of data, EmulationStation is about to relaunch and reload all files.
de: EmulationStation hat externe Änderungen an einer Themendatei erkannt. Um Datenverlust zu vermeiden, ist EmulationStation dabei, alle Dateien neu zu starten und neu zu laden.
fr: EmulationStation a détecté des changements externes sur un fichier du thème. Pour éviter la perte de donnée, EmulationStation va se relancer et recharger tous ses fichiers.
hu: Az EmulationStation külső változtatásokat észlelt egy témafájlban. Az adatvesztés elkerülése érdekében az EmulationStation újraindítja és újra betölti az összes fájlt.
it: EmulatioStation ha rinvenuto delle modifiche esterne a un file del tema. Per prevenire una perdita di dati, EmulationStation sta per riavviarsi e ricaricare tutti i file.
ja_jp: EmulationStationは、テーマファイルの外部変更を検出しました。 データの損失を回避するために、EmulationStationはすべてのファイルを再起動して再読み込みしようとしています。
ko: 에뮬레이션 스테이션이 테마 파일에 대한 외부 변경을 감지했습니다. 데이터 손실을 방지하기 위해 에뮬레이션 스테이션이 모든 파일을 다시 시작하고 다시 로드합니다.
pl: Wykryto zmiany w pliku motywu. EmulationStation uruchomi się ponownie i przeładuje wszystkie pliki.
pt_br: O EmulationStation detectou alterações externas num arquivo do tema. Para evitar a perda de dados, o EmulationStation irá reiniciar e recarregar todos os arquivos.
ru_ru: EmulationStation обнаружил внешние изменения в файле темы. Чтобы избежать потери данных, EmulationStation перезапустится и перезагрузит все файлы.
sk_sk: EmulationStation zistil externé zmeny na súboroch s témami. Aby sa zabránilo strate dát, EmulationStation sa znovu spustí a všetky súbory sa znova načítajú.

source: VIRTUAL SYSTEMS
de: VIRTUELLE SYSTEME
fr: SYSTÈMES VIRTUELS
hu: VIRTUÁLIS RENDSZEREK
it: SISTEMI VIRTUALI
ja_jp: 仮想システム
ko: 가상 시스템
pl: WIRTUALNE SYSTEMY
pt_br: SISTEMAS VIRTUAIS
ru_ru: ВИРТУАЛЬНЫЕ СИСТЕМЫ
sk_sk: Virtuálne systémy

source: SHOW ALL-GAMES SYSTEM
de: ALLE SPIELE ANZEIGEN
fr: MONTRER TOUS LES JEUX
hu: MINDEN JÁTÉK RENDSZER MUTATÁSA
it: MOSTRA SISTEMA 'TUTTI I GIOCHI'
ja_jp: 全てのゲームシステムを表示
ko: 모든 게임 시스템 보기
pl: POKAŻ WSZYSTKIE GRY JAKO SYSTEM
pt_br: MOSTRAR O SISTEMA TODOS OS JOGOS
ru_ru: ПОКАЗАТЬ СИСТЕМУ "ВСЕ ИГРЫ"
sk_sk: Zobraziť systém VŠETKY HRY

source: SHOW MULTIPLAYER SYSTEM
de: MEHRSPIELER-SPIELE ANZEIGEN
fr: MONTRER LES JEUX MULTIJOUEURS
hu: TÖBBJÁTÉKOS RENDSZER MEGJELENÍTÉSE
it: MOSTRARE SISTEMI MULTIPLAYER
ja_jp: マルチプレイヤーのゲームシステムを表示
ko: 멀티플레이어 시스템 보기
pl: POKAŻ GRY WIELOOSOBOWE JAKO SYSTEM
pt_br: MOTRAR O SISTEMA MULTIJOGADORES
ru_ru: ПОКАЗАТЬ СИСТЕМУ "МУЛЬТИПЛЕЕР"
sk_sk: Zobraziť systém MULTIPLAYER

source: SHOW LAST-PLAYED SYSTEM
de: ZULETZT GESPIELTE PARTIEN ANZEIGEN
fr: MONTRER LES DERNIERS JEUX JOUÉS
hu: UTOLJÁRA JÁTSZOTT RENDSZER MUTATÁSA
it: MOSTRA SISTEMA 'ULTIMI GIOCATI'
ja_jp: 最期にプレイしたシステムを表示する
ko: 마지막으로 실행한 시스템 보기
pl: POKAŻ OSTATNIO URUCHAMIANE GRY JAKO SYSTEM
pt_br: MOSTRAR O SISTEMA ÚLTIMOS JOGADOS
ru_ru: ПОКАЗАТЬ СИСТЕМУ "ПОСЛЕДНИЕ ИГРЫ"
sk_sk: Zobraziť posledný hraný systém

source: VIRTUAL SYSTEMS PER GENRE
de: VIRTUELLE SYSTEME NACH GENRE
fr: SYSTÈMES VIRTUELS PAR GENRE
hu: VIRTUÁLIS RENDSZEREK MŰFAJONKÉNT
it: SISTEMI VIRTUALI PER GENERE
ja_jp: ジャンルごとの仮想システム
ko: 장르별 가상 시스템
pl: WIRTUALNE SYSTEMY NA GATUNEK
pt_br: SISTEMAS VIRTUAIS POR GÊNERO
ru_ru: ВИРТУАЛЬНЫЕ СИСТЕМЫ ПО ЖАНРАМ
sk_sk: Virtuálne systémy na žáner

source: Show a 'all-games' system with all ames from all systems.
sk_sk: Zobrazí všetky hry pre všetky systémy

source: Show multiplayer games (all games playable by two or more players).
de: Fügt ein System hinzu, das alle Multiplayer-Spiele enthält (spielbar von 2 oder mehr Spielern).
fr: Ajoute un système qui contient tous les jeux multijoueurs (jouables par 2 joueurs et plus).
hu: Többszereplős játékok megjelenítése (az összes játékot két vagy több játékos játszhatja).
it: Mostra giochi multigiocatore (tutti i videogiochi giocabili da due o più giocatori)
ja_jp: マルチプレイゲームを表示(すべてのゲームは二人以上でプレイできます）
ko: 멀티플레이어 게임 표시(두 명 이상의 플레이어가 플레이할 수 있는 모든 게임)
pl: Wyświetla wszystkie gry, w które może grać dwóch lub więcej graczy.
pt_br: Mostra os jogos multijogadores (todos os jogos jogáveis por 2 ou mais jogadores)
ru_ru: Показать многопользовательские игры (все игры, в которые могут играть два или более игроков).
sk_sk: Zobrazí multiplayer hry (všetky hry pre dvoch a viac hráčov)

source: Show last played games.
de: Fügt ein System hinzu, das alle zuletzt gespielten Partien, sortiert nach dem Datum der letzten Spiels, enthält.
fr: Ajoute un système qui contient tous les derniers jeux joués, classés par date de dernière partie.
hu: Utoljára játszott játékok mutatása.
it: Mostra le ultime partite giocate.
ja_jp: 最期にプレイしたゲームを表示する
ko: 마지막으로 실행한 게임을 표시합니다.
pl: Wyświetla ostatnio uruchamiane gry.
pt_br: Mostra os últimos jogos jogados
ru_ru: Показать последние сыгранные игры.
sk_sk: Zobraziť posledne hrané hry

source: Select virtual systems to show.
de: Wähle die anzuzeigenden virtuellen Systeme aus.
fr: Sélectionner les systèmes virtuels à afficher.
hu: Válaszd ki a megjelenítendő virtuális rendszereket.
it: Seleziona i sistemi virtuali da mostrare.
ja_jp: 表示する仮想システムを 選択します。
ko: 표시할 가상 시스템을 선택합니다.
pl: Wybierz wirtualne systemy do pokazania.
pt_br: Seleciona os Sistemas virtuais a exibir
ru_ru: Выберите виртуальные системы для отображения.
sk_sk: Vybrať virtuálne systémy na zobrazenie

source: Select vitual systems per genre to show.
de: Wähle die anzuzeigenden virtuellen Systeme nach Genre aus.
fr: Sélectionner les systèmes virtuels par genre à afficher.
hu: Válaszd ki a megjelenítendő virtuális rendszereket műfajonként.
it: Seleziona i sistemi virtuali da mostrare per genere.
ja_jp: 表示するジャンルごとに仮想システムを選択します。
ko: 표시할 장르별 가상 시스템을 선택합니다.
pl: Wybierz wirtualne systemy na gatunek do pokazania.
pt_br: Seleciona Sistemas por gênero a exibir
ru_ru: Выберите виртуальные системы по жанрам для отображения.
sk_sk: Výber virtuálnych systémov podľa žánru

source: HIDE ADULT GAMES
de: SPIELE FÜR ERWACHSENE AUSBLENDEN
fr: CACHER LES JEUX POUR ADULTES
hu: FELNŐTT JÁTÉKOK REJTÉSE
it: NASCONDERE GIOCHI PER ADULTI
ja_jp: アダルトゲームを非表示
ko: 성인 게임 숨기기
pl: UKRYJ GRY DLA DOROSŁYCH
pt_br: ESCONDER JOGOS PARA ADULTOS
ru_ru: СКРЫТЬ ИГРЫ ДЛЯ ВЗРОСЛЫХ
sk_sk: Skryť hry pre dospelých

source: HIDE ADULT GAMES IN ALL SYSTEMS
de: SPIELE FÜR ERWACHSENE IN ALLEN SYSTEMEN AUSBLENDEN
fr: CACHER TOUS LES JEUX POUR ADULTES
hu: FELNŐTT JÁTÉKOK ELREJTÉSE MINDEHOL
it: NASCONDERE GIOCHI PER ADULTI IN TUTTI I SISTEMI
ja_jp: 全てのシステムからアダルトゲームを非表示にする
ko: 모든 시스템에서 성인 게임 숨기기
pl: UKRYJ GRY DLA DOROSŁYCH WE WSZYSTKICH SYSTEMACH
pt_br: ESCONDER JOGOS PARA ADULTOS EM TODOS OS SISTEMAS
ru_ru: СКРЫТЬ ИГРЫ ДЛЯ ВЗРОСЛЫХ ВО ВСЕХ СИСТЕМАХ
sk_sk: Skryť hry pre dospelých vo všetkých systémoch

source: Hide games flagged as adult games.
de: Als Erwachsenenspiele markierte Spiele ausblenden.
fr: Cache les jeux désignés comme jeux pour adultes.
hu: Felnőttnek jelölt játékok elrejtése.
it: Nascondi videogiochi flaggati come giochi per adulti.
ja_jp: フラグを付けたアダルトゲームを非表示
ko: 성인 게임으로 지정된 게임을 숨깁니다.
pl: Ukryj gry oznaczone jako dla dorosłych.
pt_br: Esconder jogos assinalados como jogos para adultos
ru_ru: Скрыть игры, отмеченные как игры для взрослых.
sk_sk: Skryť hry označené ako pre dospelých

source: HIGHLIGHT GAMES OF REGION...
de: DIE SPIELE DER REGION HERVORHEBEN
fr: SURLIGNER LES JEUX DE LA RÉGION...
hu: A RÉGIÓ JÁTÉKAINAK KIEMELÉSE...
it: EVIDENZIA GIOCHI PER REGIONE...
ja_jp: 地域のハイライトゲーム...
ko: 지역의 게임 강조 표시...
pl: ZAZNACZ GRY WEDŁUG REGIONU...
pt_br: DESTACAR REGIÃO DOS JOGOS
ru_ru: ОСНОВНЫЕ ИГРЫ РЕГИОНА ...
sk_sk: Zvýrazniť hry z regiónu...
