Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Force sound on jack. Auto-enabled when 31kHz switch is ON
fr: Force le son sur le jack. Activé automatiquement lorsque l'interrupteur 31kHz est activé
hu: Jack kimenet kényszerítése. Automatikusan engedélyezve, ha a 31 kHz-es kapcsoló BE van kapcsolva
it: Forza audio su jack. Automaticamente abilitato quando lo switch 31kHz è posizionato su ON
sk_sk: Vynútiť zvuk cez jack. Automaticky povolené pri zapnutí 31 kHz.

source: SCREEN CALIBRATION (BETA)
fr: CALIBRAGE DE L'ÉCRAN (BETA)
hu: KIJELZŐ KALIBRÁCIÓ (BÉTA)
it: CALIBRAZIONE SCHERMO (BETA)
sk_sk: Kalibrácia obrazovky (beta)

source: PAL HORIZONTAL OFFSET
fr: DÉCALAGE HORIZONTAL DU PAL
hu: PAL VÍZSZINTES ELTOLÁS
it: OFFSET ORIZZONTALE PAL
sk_sk: PAL vodorovný posun

source: If you PAL images are not centered, you can override the default horizontal offset here.
fr: Si vos jeux PAL ne sont pas centrés, vous pouvez ajuster le décalage horizontal par défaut ici.
hu: Ha a PAL kép nincs középen, itt felülbírálhatod az alapértelmezett vízszintes eltolást.
it: Se le tue immagini PAL non sono centrate, puoi modificare l'offset orizzontale di default qui.
sk_sk: Ak váš PAL obraz nie je vycentrovaný, môžete nastaviť predvolený vodorovný posun

source: PAL VERTICAL OFFSET
fr: DÉCALAGE VERTICAL DU PAL
hu: PAL FÜGGŐLEGES ELTOLÁS
it: OFFSET VERTICALE PAL
sk_sk: PAL zvislý posun

source: If you PAL images are not centered, you can override the default vertical offset here.
fr: Si vos jeux PAL ne sont pas centrés, vous pouvez remplacer le décalage vertical par défaut ici.
hu: Ha a PAL kép nincs középen, itt felülbírálhatod az alapértelmezett függőleges eltolást.
it: Se le tue immagini PAL non sono centrate, puoi modificare l'offset verticale di default qui.
sk_sk: Ak váš PAL obraz nie je vycentrovaný, môžete tu zmeniť predvolený posun

source: CRT SETTINGS
fr: PARAMÈTRES CRT
hu: CRT BEÁLLÍTÁSOK
it: OPZIONI CRT
sk_sk: Nastavenia CRT

source: (Hardware managed)
fr: (Automatique)
hu: (Hardveresen kezelt)
it: (Gestito dall'hardware)
sk_sk: (Spravované hardvérom)

source: 480i (recommended)
fr: 480i (recommandé)
it: 480i (consigliato)
sk_sk: 480i (odporúčané)

source: MOVE SCREEN
fr: DÉPLACER L'ÉCRAN
hu: KÉPERNYŐ MOZGATÁSA
it: SPOSTA SCHERMO
sk_sk: Posunúť obrazovku

source: WIDER
fr: AUGMENTER LA LARGEUR
hu: SZÉLESEBB
it: PIÙ LARGO
sk_sk: Širšie

source: NARROWER
fr: RÉDUIRE LA LARGEUR
hu: SZŰKEBB
it: PIÙ STRETTO
sk_sk: Užšie

source: VALIDATE CHANGES
fr: VALIDER
hu: VÁLTOZÁSOK ÉRVÉNYESÍTÉSE
it: CONFERMA MODIFICHE
sk_sk: Skontrolovať zmeny

source: Image width:
fr: Largeur de l'image :
hu: Kép szélesség:
it: Larghezza immagine:
sk_sk: Šírka obrázka:

source: Horizontal offset:
fr: Décalage horizontal :
hu: Vízszintes eltolás:
it: Offset orizzontale:
sk_sk: Vodorovný posun:

source: Vertical offset:
fr: Décalage vertical :
hu: Függőleges eltolás:
it: Offset verticale:
sk_sk: Zvislý posun:

source: YOUR LIST IS EMPTY. PRESS START TO CHANGE GAME FILTERS.
fr: VOTRE LISTE EST VIDE. APPUYEZ SUR START POUR CHANGER LES FILTRES DU JEU.
hu: A LISTÁD ÜRES. A JÁTÉKSZŰRŐK MÓDOSÍTÁSÁHOZ NYOMD MEG A INDÍTÁST.
it: LA TUA LISTA È VUOTA. PREMI START PER CAMBIARE I TUOI FILTRI DI GIOCO.
sk_sk: Váš zoznam je prázdny. Stlačte Štart na zmenu herných filtrov.

source: Select a region to filter out games not matching the selected region.
fr: N'afficher que les jeux de la région sélectionnée.
hu: Válassz ki egy régiót a kiválasztott régiónak nem megfelelő játékok kiszűréséhez.
it: Seleziona una regione per filtrare via i giochi che non corrispondono alla regione selezionata.
sk_sk: Vyberte región na filtrovanie hier mimo zvoleného regiónu

source: SYSTEM RESOLUTIONS
fr: RÉSOLUTIONS DES SYSTÈMES
hu: RENDSZER FELBONTÁSOK
it: RISOLUZIONI DI SISTEMA
sk_sk: Rozlíšenia systémov

source: AUTOMATIC SCRAPING
fr: SCRAP AUTO
hu: AUTOMATIKUS LEKÉRÉS
it: SCRAPING AUTOMATICO
sk_sk: Automatické vyhľadávanie

source: Add scanlines when running games in 480p on 31kHz screen.
fr: Ajoute les scanlines lors de l'exécution de jeux en 480p sur les écrans 31kHz.
hu: Scanlines bekapcsolása játékban 480p 31kHz kijelzőn.
it: Aggiungi scanline durante l'esecuzione di giochi a 480p su uno schermo a 31kHz.
sk_sk: Pridať scan riadky pri behu hier v 480p na 31 kHz obrazovke

source: RUN IN BACKGROUND
fr: EXÉCUTER EN ARRIÈRE-PLAN
hu: HÁTTÉRBEN FUTTATÁS
it: CORRI IN SFONDO
sk_sk: Spustiť v pozadí

source: %i Known MD5
fr: %i MD5 connues
hu: %i ismert MD5
it: %i Conosciuto MD5
sk_sk: %i známe MD5

source: Switch audio output to Headphones!
fr: Basculement de la sortie audio sur le casque !
hu: Fejhallgató kimenetre váltás!
it: Cambia l'uscita audio in Cuffie!
sk_sk: Prepnúť zvukový výstup na slúchadlá

source: Switch audio output back to Speakers!
fr: Basculement de la sortie audio sur les haut-parleurs !
hu: Visszaváltás hangszóróra!
it: Riporta l'uscita audio su Altoparlanti!
sk_sk: Prepnúť zvukový výstup na reproduktory

source: Restarting.
fr: Redémarrage.
hu: Újraindítás.
it: Riavvio.
sk_sk: Reštartujem

source: Entering standby...
fr: Mise en veille...
hu: Készenlét indítása...
it: Entrando in standby...
sk_sk: Prechádzam do standby...

source: PAD TO KEYBOARD CONTROLS
fr: CONTRÔLES DES PAD TO KEYBOARD
it: COMANDI DA PAD A TASTIERA
sk_sk: Ovládač na klávesnicu

source: DEBUG LOGS
hu: HIBANAPLÓK
it: LOG DI DEBUG
sk_sk: Záznamy ladenia

source: You are about to delete this files, confirm ?
fr: Vous êtes sur le point de supprimer ces fichier, confirmer ?
hu: Törölni készülsz ezeket a fájlokat, megerősíted?
it: Stai per eliminare questo file, conferma ?
sk_sk: Idete vymazať tento súbor, potvrdiť?

source: Preparing Games...
fr: Préparation des jeux...
hu: Játékok előkészítése...
it: Preparazione dei giochi...
sk_sk: Pripravujem hry...

source: Some games are not netplay ready yet.
fr: Certains jeux ne sont pas encore prêts.
hu: Néhány játék nem netplay képes.
it: Alcuni giochi non sono ancora pronti per il netplay.
sk_sk: Niektoré hry ešte nie sú pripravené na sieťovú hru.

source: Free
fr: Libre
hu: Szabad
sk_sk: Voľné

source: FADE
sk_sk: Vytratenie

source: SLIDE
sk_sk: Posun

source: INSTANT
sk_sk: Okamžité

source: Are you sure the selected theme is compatible with CRT screens?
fr: Êtes-vous sûr que le thème est compatible avec les écrans CRT ?
hu: Biztos vagy benne, hogy a kiválasztott téma kompatibilis a CRT-képernyőkkel?
it: Sei sicuro che il tema selezionato sia compatibile con gli schermi CRT?
sk_sk: Určite je vybraná téma nekompatibilná s CRT obrazovkami?

source: You must have at least %dGB free on 'SHARE' partition!
fr: Vous devez avoir %dGB d'espace libre sur la partition 'SHARE' !
hu: Legalább %dGB szabad helynek kell lennie a 'SHARE' partíción!
it: Devi avere almeno %dGB libero sulla partizione 'SHARE'!
sk_sk: Musíte mať aspoň %d GB voľných na 'SHARE' partícii!

source: ADD STAR
fr: AJOUTER UNE ÉTOILE
hu: CSILLAGOZÁS
it: AGGIUNGI STELLA
sk_sk: Pridať hviezdičku

source: Free space on device %NAME% has bone under %LIMIT%! You should try to free some space quickly!
fr: L'espace libre sur le périphérique %NAME% est moins grand que de %LIMIT% ! Vous devriez tenter de libérer de l'espace rapidement !
hu: A(z) %NAME% eszköz szabad helye %LIMIT% alá csökkent! Meg kell próbálnod gyorsan felszabadítani egy kis helyet!
it: Lo spazio libero sul dispositivo %NAME% è sceso sotto il %LIMIT%! Dovresti provare a liberare spazio velocemente!
sk_sk: Voľné miesto na zariadení %NAME% je menšie ako %LIMIT%! Mali by ste rýchlo uvoľniť miesto!

source: Recalbox RGB Dual options and configuration.
fr: Options et configuration du Recalbox RGB Dual.
hu: Recalbox RGB Kettős opció és konfiguráció.
it: Recalbox RGB Dual opzioni e configurazione.
sk_sk: Voľby a nastavenie Recalbox RGB Dual

source: Select system, frontend and emulator resolutions.
fr: Sélectionnez les résolutions du système, du frontend et des émulateurs.
hu: Válaszd ki a rendszer, a frontend és az emulátor felbontását.
it: Seleziona le risoluzioni del sistema, del frontend e dell'emulatore.
sk_sk: Vyberte systém, rozhranie a rozlíšenia emulátorov

source: B TO UNSET
hu: B GOMB A TÖRLÉSHEZ
sk_sk: B na zrušenie

source: PAIR BLUETOOTH CONTROLLERS
fr: ASSOCIER DES MANETTES BLUETOOTH
hu: BLUETOOTH VEZÉRLŐ PÁROSÍTÁS
sk_sk: Spárovať bluetooth ovládače

source: The bluetooth pairing will start and run for several minutes. During this time, you just have to apply the pairing procedure on any bluetooth controller you want to pair. The next window will display all detected bluetooth devices and their status for information purposes only. You can close it at any time, while continuing to pair your bluetooth devices for as long as the bluetooth icon is blinking on the top left.
fr: L'appairage bluetooth va démarrer et tourner pendant plusieurs minutes. Durant ce temps, vous n'avez qu'à appliquer la procédure d'appairage sur tout controleur bluetooth que vous voulez appairer. La fenetre suivante affichera tous les periphériques bluetooth detectés ainsi que leurs status à titre d'information uniquement. Vous pouvez la fermer à n'importe quel moment, tout en continuant à appairer vos controleurs bluetooth pendant toute la durée ou l'icone Bluetooth clignote en haut a gauche.
hu: A Bluetooth párosítás elindul és néhány percig fut. Ez idő alatt aktiválnod kell a párosítási módot a párosítani kívánt Bluetooth-vezérlőn. A következő ablakban megjelenik az összes észlelt Bluetooth-eszköz és azok állapota. Bármikor bezárhatod, miközben folytatod a bluetooth-eszközök párosítását mindaddig, amíg a Bluetooth ikon villog a bal felső sarokban.
sk_sk: Bluetooth párovanie sa spustí a bude trvať niekoľko minút. Počas tejto doby musíte len spustiť párovaciu procedúru na ovládači. Ďalšie okno zobrazí všetky zistené zariadenia a ich stav pre informačné účely. Môžete to zatvoriť kedykoľvek, počas párovania kým bluetooth ikona bliká vľavo hore.

source: DOWN TO SKIP
hu: LE GOMB A KIHAGYÁSHOZ
sk_sk: Dolu na preskočenie

source: START DOWNLOADING...
hu: LETÖLTÉS INDÍTÁSA...
sk_sk: Spustiť sťahovanie...

source: Pair a bluetooth audio device. Put your device in discovery mode before starting.
hu: Bluetooth audioeszköz párosítása. Indítás előtt tedd az eszközt párosítás módba.
sk_sk: Spárovať bluetooth zvukové zariadenie. Uveďže zariadenie do párovacieho režimu pred párovaním.

source: PAIR A BLUETOOTH AUDIO DEVICE
hu: BLUETOOTH AUDIO ESZKÖZ PÁROSÍTÁSA
sk_sk: Spárovať bluetooth zvukové zariadenie

source: Failed
hu: Sikertelen
sk_sk: Zlyhalo

source: Succeeded
hu: Sikeres
sk_sk: Úspech

source: J1 UP
hu: J1 FEL
sk_sk: J1 hore

source: J1 DOWN
hu: J1 LE
sk_sk: J1 dolu

source: J1 LEFT
hu: J1 BALRA
sk_sk: J1 vľavo

source: J1 RIGHT
hu: J1 JOBBRA
sk_sk: J1 vpravo

source: J2 UP
hu: J2 FEL
sk_sk: J2 hore

source: J2 DOWN
hu: J2 LE
sk_sk: J2 dolu

source: J2 LEFT
hu: J2 BALRA
sk_sk: J2 vľavo

source: J2 RIGHT
hu: J2 JOBRRA
sk_sk: J2 vpravo

source: Connected:
hu: Csatlakozva:
sk_sk: Pripojené:

source: Trusted:
hu: Megbízható:
sk_sk: Dôveryhodné:

source: Paired:
hu: Párosítva:
sk_sk: Spárované:

source: Blocked:
hu: Blokkolva:
sk_sk: Blokované:

source: NO DEVICE
hu: NINCS ESZKÖZ
sk_sk: Žiadne zariadenie

source: SEARCH BY
sk_sk: Hľadať podľa

source: NO RESULTS
hu: NINCS TALÁLAT
sk_sk: Žiadne výsledky

source: PRIORITY TO HDMI
hu: HDMI PRIORITÁS
sk_sk: Priorita na HDMI

source: ON
hu: BE
sk_sk: Zapnuté

source: OFF
hu: KI
sk_sk: Vypnuté

source: You will now calibrate different resolutions for your TV. Select the refresh rate according to what your TV supports. During the calibration, press B to apply the mode, START to validate, and A to cancel.
hu: Most különböző felbontásokat kalibrálhatsz a TV-hez. Válaszd ki a frissítési értéket aszerint, hogy mit támogat a tévéd. A kalibrálás során nyomd meg a B gombot az alkalmazáshoz, a START gombot az érvényesítéshez és az A gombot a törléshez.
sk_sk: Teraz skalibrujete rôzne rozlíšenia pre vašu TV. Vyberte frekvenciu podľa podpory vašej TV. Počas kalibrácie stlačte B na použitie, START na kontrolu a A na zrušenie.

source: 60Hz Only
sk_sk: Iba 60 Hz

source: 50Hz Only
sk_sk: Iba 50 Hz

source: DISCOVERING BLUETOOTH AUDIO DEVICES...
hu: BLUETOOTH AUDIO ESZKÖZÖK FELFEDEZÉSE...
sk_sk: Zisťujem bluetooth zvukové zariadenia...

source: NO AUDIO DEVICE FOUND
hu: AUDIO ESZKÖZ NEM TALÁLHATÓ
sk_sk: Nenašlo sa zvukové zariadenie

source: KODI RESOLUTION
hu: KODI FELBONTÁS
sk_sk: Rozlíšenie KODI

source: AUDIO DEVICE PAIRED
hu: AUDIO ESZKÖZ PÁROSÍTVA
sk_sk: Zvukové zariadenie spárované

source: UNABLE TO PAIR AUDIO DEVICE
hu: AUDIO ESZKÖZ NEM PÁROSÍTHATÓ
sk_sk: Nemôžem spárovať zvukové zariadenie

source: select a patch
hu: patch választás
sk_sk: vybrať záplatu

source: BRIGHTNESS
hu: FÉNYERŐ
sk_sk: Jas

source: NAME
hu: NÉV
sk_sk: Názov

source: suspend
hu: felfüggeszt
sk_sk: pozastaviť

source: NO GAME
hu: NINCS JÁTÉK
sk_sk: Žiadna hra

source: NEXT RESOLUTION
hu: KÖVETKEZŐ FELBONTÁS
sk_sk: Ďalšie rozlíšenie

source: Game refresh rate
hu: Játék frissítési ráta
sk_sk: Frekvencia hry

source: Game resolution
hu: Játék felbontás
sk_sk: Rozlíšenie hry

source: CHANGELOG
hu: VÁLTOZÁSOK
sk_sk: Zoznam zmien

source: Copying %s folder...
hu: %s mappa másolása...
sk_sk: Kopírovanie priečinka %1...

source: VOLUME -
hu: HANGERŐ -
sk_sk: Hlasitosť -

source: VOLUME +
hu: HANGERŐ +
sk_sk: Hlasitosť +

source: FILTER
ca: FILTRA
eu_es: IRAGAZKIAK
fr: FILTRE
hu: SZŰRŐ
it: FILTRO
ja_jp: フィルター
ko: 필터
lv_lv: FILTRS
pl: FILTR
pt_br: FILTRO
ru_ru: ФИЛЬТР

source: GAMEPAD %i
ca: CONTROLADOR %i
eu_es: %i AGINTEA
fr: MANETTE %i
ja_jp: ゲームパッド %i
ko: 게임 패드 %i
lb_lu: KONTROLLER %i
lv_lv: VADĪBAS PULTS %i
nl: Controller
pl: KONTROLER %i
pt_br: CONTROLE %i
ru_ru: КОНТРОЛЛЕР %i

source: SHIFT
ca: MAJÚSCULES
eu_es: MAIUS
fr: MAJUSCULE
ko: 쉬프트

source: RELAY SERVER
fr: SERVEUR RELAIS
hu: ÁTJÁTSZÓ SZERVER
it: SERVER D'INOLTRO
ja_jp: プレイサーバー
ko: 릴레이 서버
pl: SERWER PRZEKAŹNIKOWY
pt_br: SERVIDOR RELAY
ru_ru: RELAY-СЕРВЕР

source: Rom hash
fr: Hash de la rom
it: Hash Rom
ja_jp: ROMのハッシュ
ko: 롬 해시
pl: Hash ROM-u
pt_br: Hash da rom
ru_ru: Хэш рома

source: BIOS KO
de: BIOS NICHT OK
fr: BIOS NON OK
ja_jp: BIOS不足数
ko: 바이오스 정상
pl: BIOS OK
pt_br: BIOS NÃO OK

source: ScreenScraper Mix V1
de: Mix-ScreenScraper V1
fr: Mix ScreenScraper V1
ja_jp: スクリーンスクレーパー Mix V1
ko: 스크린스크래퍼 혼합 V1

source: ScreenScraper Mix V2
de: Mix-ScreenScraper V2
fr: Mix ScreenScraper V2
ja_jp: スクリーンスクレーパー Mix V2
ko: 스크린스크래퍼 혼합 V2

source: RECALBOX API
fr: API RECALBOX
it: API RECALBOX
ko: 리콜박스 API
pl: API RECALBOXA
pt_br: API DO RECALBOX

source: demo
de: Demo-Modus
fr: démos de jeux
it: Modalità demo
ja_jp: デモ表示
ko: 데모
pt_br: Modo Demonstração

source: Dungeon Crawler
fr: Exploration de Donjons
ja_jp: ダンジョンクローラー
ko: 던젼 크롤러
pt_br: Exploração de Masmorras
ru_ru: Подземелье

source: JRPG
fr: Jeu de Rôles Japonais
ja_jp: J(日本製)RPG
ko: 일본RPG

source: MMORPG
fr: Jeu de Rôles Massivement Multijoueurs

source: Pinball
fr: Flipper
hu: Flipper
it: Flipper
ja_jp: ピンボール
ko: 핀볼

source: Trivia
fr: Quizz
it: Curiosità/Trivia
ja_jp: トリビア
ko: 잡학
pl: Ciekawostka
ru_ru: Викторина

source: eXplore, eXpand, eXploit & eXterminate
fr: eXploration, eXpansion, eXploitation & eXtermination
it: Esplora, Espandi, Sfrutta e Distruggi
ja_jp: 見る, 広げる, 偉業 & 絶やす
ko: 탐험, 확장, 개발 및 말살 (4X)
pt_br: eXplore, eXpanda, eXceda & eXtermine

source: Video
fr: Vidéo
hu: Videó

source: MONTREAL
fr: MONTRÉAL
hu: MONTREÁL

source: SAOPAULO
fr: SÃO PAULO
it: SAN PAOLO

source: 60Hz (US)
fr: 60Hs (US)

source: TURBO (1000Mhz)
hu: TURBÓ (1000Mhz)
ja_jp: ターボ (1000Mhz)
ko: 터보 (1000Mhz)
ru_ru: ТУРБО (1000Mhz)

source: TURBO (1050Mhz)+
hu: TURBÓ (1050Mhz)+
ja_jp: ターボ (1050Mhz)+
ko: 터보 (1050Mhz)+
ru_ru: ТУРБО (1050Mhz)+

source: HOTKEY
ca: DRECERA DE TECLAT
hu: GYORSBILLENTYŰ
it: COMBINAZIONE DI TASTI
ja_jp: ホットキー
ko: 단축키
lv_lv: KARSTAIS TAUSTIŅŠ
pl: PRZYCISK SKRÓTU
ru_ru: ГОРЯЧАЯ КНОПКА

source: Alias:
hu: Álnév:

source: PORT
it: PORTA
ja_jp: ポート
ko: 포트
pt_br: PORTA
ru_ru: ПОРТ

source: BACKSPACE
de: RÜCKTASTE
it: CANCELLA
ja_jp: BS(一文字削除)
ko: 백스페이스

source: SOFTPATCHING
it: SOFTPATCH

source: JACK
de: KLINKE
ja_jp: 音声ジャック
nl: Plug
pt_br: P2 / RCA

source: AUTO
ja_jp: 自動
ko: 자동
lv_lv: AUTOMĀTISKI
nl: Automatisch
pl: AUTOMATYCZNIE
pt_br: AUTOMÁTICO
ru_ru: АВТО

source: KODI/NETPLAY
ja_jp: KODI/ネットプレイ
ko: 코디/넷플레이
pl: KODI/GRA SIECIOWA
pt_br: KODI/JOGO EM REDE
ru_ru: KODI/СЕТЕВАЯ ИГРА

source: Auto
ja_jp: 自動
ko: 오토
pt_br: Automático
ru_ru: Авто

source: RETRO
ja_jp: レトロ
ko: 레트로
ru_ru: РЕТРО

source: OVERSCAN
ca: SOBRE-EXPLORACIÓ
ja_jp: オーバースキャン
ko: 오버 스캔
lv_lv: IZVĒRSES
ru_ru: ПОЛЯ РАЗВЁРТКИ

source: TURBO (1350Mhz)
eu_es: TURBOA (1350Mhz)
ja_jp: ターボ (1350Mhz)
ko: 터보 (1350Mhz)
ru_ru: ТУРБО (1350 мГц)

source: Battle Royale
ja_jp: バトルロワイアル
ko: 배틀 로얄
ru_ru: Батл-рояль

source: OK
ca: D'ACORD
eu_es: ADOS
ko: 확인
lv_lv: LABI
ru_ru: ОК

source: BIOS OK
ko: 바이오스 정상

source: MD5 OK
ko: MD5 정상

source: RETROACHIEVEMENTS
ca: ASSOLIMENTS RETRO
eu_es: RETROACHIVEMENTS
nl: Retroarchievements
ru_ru: РЕТРОДОСТИЖЕНИЯ
