Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: PASSWORD
ca: CONTRASENYA
de: PASSWORT
eu_es: PASAHITZA
fr: MOT DE PASSE
hu: JELSZÓ
ja_jp: パスワード
ko: 비밀번호
lb_lu: PASSWUERT
lv_lv: PAROLE
nl: Wachtwoord
pl: HASŁO
pt_br: SENHA
ru_ru: ПАРОЛЬ
sk_sk: Heslo

source: ADVANCED
ca: AVANÇAT
de: ERWEITERT
eu_es: AURRERATUA
fr: AVANCÉES
hu: HALADÓ
it: AVANZATO
ja_jp: アドバンス
ko: 고급
lb_lu: FORTGESCHRATT
lv_lv: PAPILDUS
nl: Geavanceerd
pl: ZAAWANSOWANE
pt_br: AVANÇADO
ru_ru: ДОПОЛНИТЕЛЬНЫЕ
sk_sk: Pokročilé

source: REALLY UPDATE GAMES LISTS ?
ca: ESTEU SEGUR QUE VOLEU ACTUALITZAR LES LLISTES DELS JOCS?
de: SPIELELISTE WIRKLICH AKTUALISIEREN?
eu_es: ZIUR JOKO ZERRENDAK EGUNERATU NAHI DITUZULA?
fr: CONFIRMER LA MISE À JOUR DE LA LISTE DES JEUX ?
hu: FRISSÍTED A JÁTÉKLISTÁT?
it: VUOI AGGIORNARE LE LISTE DEI GIOCHI?
ja_jp: ゲームリストを更新しますか？
ko: 게임목록을 업데이트 하시겠습니까?
lb_lu: SPILL LËSCHT WIERKLECH AKTUALISÉIEREN ?
lv_lv: VAI TIEŠĀM VĒLATIES ATJAUNITĀT SPĒĻU SARAKSTU?
nl: Spellijst updaten?
pl: NA PEWNO ZAKTUALIZOWAĆ LISTĘ GIER?
pt_br: DESEJA ATUALIZAR AS LISTAS DE JOGOS?
ru_ru: ДЕЙСТВИТЕЛЬНО ОБНОВИТЬ СПИСКИ ИГР?
sk_sk: Aktualizovať zoznamy hier?

source: UPDATE GAMES LISTS
ca: ACTUALITZA LES LLISTES DELS JOCS
de: SPIELELISTE AKTUALISIEREN
eu_es: EGUNERATU JOKO ZERRENDAK
fr: MISE À JOUR DE LA LISTE DES JEUX
hu: JÁTÉKLISTA FRISSÍTÉSE
it: AGGIORNA LE LISTE DEI GIOCHI
ja_jp: ゲームリストを更新
ko: 게임 목록 갱신
lb_lu: SPILL LËSCHT AKTUALISÉIEREN
lv_lv: ATJAUNINĀT SPĒĻU SARAKSTU
nl: Update spellijst
pl: ZAKTUALIZUJ LISTĘ GIER
pt_br: ATUALIZAR LISTAS DE JOGOS
ru_ru: ОБНОВИТЬ СПИСКИ ИГР
sk_sk: Aktualizovať zoznamy hier

source: CONTROLLERS SETTINGS
ca: PARÀMETRES DELS COMANDAMENTS
de: CONTROLLER EINSTELLUNGEN
eu_es: AGINTEEN KONFIGURAZIOAK
fr: RÉGLAGES MANETTES
hu: KONTROLLER BEÁLLÍTÁSOK
it: OPZIONI CONTROLLER
ja_jp: コントローラー設定
ko: 컨트롤러 설정
lb_lu: KONTROLLER ASTELLUNGEN
lv_lv: KONTROLIERA IESTATĪJUMI
nl: Controller instellingen
pl: USTAWIENIA KONTROLERÓW
pt_br: CONFIGURAÇÕES DOS CONTROLES
ru_ru: НАСТРОЙКИ КОНТРОЛЛЕРОВ
sk_sk: Nastavenia ovládačov

source: UI SETTINGS
ca: PARÀMETRES DE LA INTERFÍCIE D'USUARI
de: UI EINSTELLUNGEN
eu_es: INTERFAZEAREN EZARPENAK
fr: OPTIONS DE L'INTERFACE
hu: KINÉZET BEÁLLÍTÁSOK
it: OPZIONI DELL'INTERFACCIA
ja_jp: UI設定
ko: 사용자 인터페이스 설정
lb_lu: UI ASTELLUNGEN
lv_lv: INTERFEISA IESTATĪJUMI
nl: UI instellingen
pl: USTAWIENIA MENU
pt_br: CONFIGURAÇÕES DA INTERFACE
ru_ru: НАСТРОЙКИ ИНТЕРФЕЙСА
sk_sk: Nastavenia UI

source: SCREENSAVER AFTER
ca: ESTALVI DE PANTALLA DESPRÉS DE
de: BILDSCHIRMSCHONER NACH
eu_es: PANTAILA BABESLEA ZENBAT SEGUNDU ONDOREN:
fr: MISE EN VEILLE APRÈS
hu: KÉPERNYŐKÍMÉLŐ IDEJE
it: SALVASCHERMO DOPO
ja_jp: スクリーンセーバー 起動
ko: 화면 보호기 작동
lb_lu: BILDSCHIERMSCHONER DONO
lv_lv: EKRĀNSAUDZĒTĀJS PĒC
nl: Schermbeveiliging na
pl: WYGASZACZ PO
pt_br: ATIVAR PROTETOR DE TELA
ru_ru: ЗАСТАВКА ЧЕРЕЗ
sk_sk: Šetrič obrazovky po

source: TRANSITION STYLE
ca: ESTIL DE LES TRANSICIONS
de: ÜBERGANGSSTIL
eu_es: TRANTSIZIO MOTA
fr: STYLE DE TRANSITION
hu: ÁTMENET STÍLUSA
it: STILE TRANSIZIONE
ja_jp: 画面遷移スタイル
ko: 화면 전환 방식
lb_lu: IWWERGANG STIEL
lv_lv: PĀREJAS STILS
nl: Transitie stijl
pl: RODZAJ PRZEJŚCIA
pt_br: ESTILO DE TRANSIÇÃO
ru_ru: СТИЛЬ ПЕРЕХОДОВ
sk_sk: Štýl prechodu

source: SCREENSAVER BEHAVIOR
ca: COMPORTAMENT DE L'ESTALVI DE PANTALLA
de: BILDSCHIRMSCHONER EINSTELLEN
eu_es: PANTAILA BABESLEAREN PORTAERA
fr: COMPORTEMENT DE L'ÉCRAN DE VEILLE
hu: KÉPERNYŐKÍMÉLŐ MÓDJA
it: COMPORTAMENTO DEL SALVASCHERMO
ja_jp: スクリーンセーバー動作
ko: 화면보호기 동작방식
lb_lu: BILDSCHIERMSCHONER BEHUELEN
lv_lv: EKRĀNSAUDZĒTĀJA REŽĪMS
nl: Schermbeveiliging gedrag
pl: ZACHOWANIE WYGASZACZA
pt_br: TIPO DO PROTETOR DE TELA
ru_ru: ПОВЕДЕНИЕ ЗАСТАВКИ
sk_sk: Správanie šetriča obrazovky

source: SHOW FRAMERATE
ca: MOSTRA ELS FOTOGRAMES PER SEGON
de: BILDRATE ANZEIGEN
eu_es: ERAKUTSI FRAMERATEA
fr: AFFICHER LA FRÉQUENCE
hu: FPS MUTATÁSA
it: MOSTRA IL FRAMERATE
ja_jp: フレームレートを表示
ko: 프레임 속도 표시
lb_lu: FRAMERATE UWEISEN
lv_lv: RĀDĪT KADRU ĀTRUMU
nl: Toon framerate
pl: POKAŻ KLATKI NA SEKUNDĘ
pt_br: MOSTRAR FPS
ru_ru: ОТОБРАЖАТЬ ЧАСТОТУ КАДРОВ
sk_sk: Zobraziť framerate

source: ON-SCREEN HELP
ca: AJUDA EN PANTALLA
de: BILDSCHIRMHILFE
eu_es: LAGUNTZA PANTAILAN
fr: AFFICHAGE DE L'AIDE
hu: KÉPERNYŐ SÚGÓ
it: AIUTO SU SCHERMO
ja_jp: 画面上に操作方法を表示
ko: 도움말 표시
lb_lu: ON-SCREEN HËLLEF
lv_lv: EKRĀNA PALĪDZĪBA
nl: Scherm hulp
pl: TEKSTY POMOCY NA EKRANIE
pt_br: AJUDA NA TELA
ru_ru: ЭКРАННЫЕ ПОДСКАЗКИ
sk_sk: Pomoc na obrazovke

source: QUICK SYSTEM SELECT
ca: SELECCIÓ RÀPIDA DEL SISTEMA
de: SYSTEM SCHNELLAUSWAHL
eu_es: SISTEMA AUKERATZE AZKARRA
fr: SÉLECTION RAPIDE DU SYSTÈME
hu: GYORS RENDSZERVÁLTÁS
it: SELEZIONE RAPIDA DEL SISTEMA
ja_jp: クイックシステム選択
ko: 빠른 시스템 선택
lb_lu: QUICK SYSTEM WIELEN
lv_lv: ĀTRĀ SISTĒMAS IZVĒLE
nl: Snelle systeem keuze
pl: SZYBKI WYBÓR SYSTEMU
pt_br: SELEÇÃO RÁPIDA DE SISTEMA
ru_ru: БЫСТРЫЙ ВЫБОР СИСТЕМЫ
sk_sk: Rýchly výber systému

source: THEME SET
ca: TEMA ESTABLERT
de: THEME
eu_es: GAIA
fr: THÈME
hu: TÉMAVÁLASZTÁS
it: TEMA SELEZIONATO
ja_jp: テーマ設定
ko: 테마 선택
lb_lu: THEME WIELEN
lv_lv: TĒMA
nl: Thema set
pl: WYBÓR MOTYWU
pt_br: TEMA
ru_ru: ТЕМА
sk_sk: Sada tém

source: SOUND SETTINGS
ca: PARÀMETRES DEL SO
de: SOUNDEINSTELLUNGEN
eu_es: SOINU EZARPENAK
fr: OPTIONS DU SON
hu: HANGBEÁLLÍTÁSOK
it: OPZIONI SONORO
ja_jp: 音声設定
ko: 사운드 설정
lb_lu: SOUND ASTELLUNGEN
lv_lv: SKAŅAS IESTATĪJUMI
nl: Geluid instellingen
pl: USTAWIENIA DŹWIĘKU
pt_br: CONFIGURAÇÕES DE ÁUDIO
ru_ru: НАСТРОЙКИ ЗВУКА
sk_sk: Nastavenia zvuku

source: SYSTEM VOLUME
ca: VOLUM DEL SISTEMA
de: LAUTSTÄRKE
eu_es: SISTEMAREN BOLUMENA
fr: VOLUME DU SYSTÈME
hu: HANGERŐ
it: VOLUME DI SISTEMA
ja_jp: システム音量
ko: 시스템 음량
lb_lu: SYSTEM LAUTSTÄERKT
lv_lv: SKAĻUMS
nl: Systeem volume
pl: GŁOŚNOŚĆ SYSTEMOWA
pt_br: VOLUME DO SISTEMA
ru_ru: ГРОМКОСТЬ
sk_sk: Systémová hlasitosť

source: FRONTEND MUSIC
ca: MÚSICA DEL FRONTAL
de: FRONTEND MUSIK
eu_es: ATZEKO MUSIKA
fr: MUSIQUE DE FOND
hu: HÁTTÉRZENE
it: MUSICA FRONTEND
ja_jp: フロントエンド音楽
ko: 배경 음악
lb_lu: FRONTEND MUSIK
lv_lv: MŪZIKA GALVENAJĀ IZVĒLNĒ
nl: Frontend Muziek
pl: MUZYKA W MENU
pt_br: MÚSICA DE FUNDO
ru_ru: МУЗЫКА В ГЛАВНОМ МЕНЮ
sk_sk: Hudba rozhrania

source: OUTPUT DEVICE
ca: DISPOSITIU DE SORTIDA
de: AUSGABEGERÄT
eu_es: SOINU IRTEERA
fr: SORTIE AUDIO
hu: KIMENETI ESZKÖZ
it: USCITA AUDIO
ja_jp: 出力デバイス
ko: 출력 기기
lb_lu: AUSGANG
lv_lv: ATSKAŅOŠANAS IERĪCE
nl: Output apparaat
pl: URZĄDZENIE WYJŚCIOWE
pt_br: SAÍDA DE ÁUDIO
ru_ru: УСТРОЙСТВО ВЫВОДА
sk_sk: Výstupné zariadenie

source: NETWORK SETTINGS
ca: PARÀMETRES DE LA XARXA
de: NETZWERKEINSTELLUNGEN
eu_es: SARE KONFIGURAZIOA
fr: OPTIONS RÉSEAU
hu: HÁLÓZATI BEÁLLÍTÁSOK
it: OPZIONI DI RETE
ja_jp: ネットワーク設定
ko: 네트워크 설정
lb_lu: NETZWIERK ASTELLUNGEN
lv_lv: TĪKLA IESTATĪJUMI
nl: Netwerk instellingen
pl: USTAWIENIA SIECI
pt_br: CONFIGURAÇÕES DE REDE
ru_ru: НАСТРОЙКИ СЕТИ
sk_sk: Nastavenia siete

source: CONNECTED
ca: CONNECTAT
de: VERBUNDEN
eu_es: KONEKTATUTA
fr: CONNECTÉ
hu: CSATLAKOZVA
it: CONNESSO
ja_jp: 接続済み
ko: 연결됨
lb_lu: VERBONNE
lv_lv: SAVIENOTS
nl: Verbonden
pl: POŁĄCZONO
pt_br: CONECTADO
ru_ru: ПОДКЛЮЧЕНО
sk_sk: Pripojené

source: NOT CONNECTED
ca: NO CONNECTAT
de: NICHT VERBUNDEN
eu_es: KONEKTATU GABE
fr: DÉCONNECTÉ
hu: NINCS CSATLAKOZVA
it: NON CONNESSO
ja_jp: 未接続
ko: 연결되지 않음
lb_lu: NËT VERBONNE
lv_lv: NAV SAVIENOTS
nl: Niet verbonden
pl: NIE POŁĄCZONO
pt_br: DESCONECTADO
ru_ru: НЕ ПОДКЛЮЧЕНО
sk_sk: Nepripojené

source: STATUS
ca: ESTAT
eu_es: EGOERA
fr: STATUT
hu: STÁTUSZ
it: STATO
ja_jp: ステータス
ko: 상태
ru_ru: СОСТОЯНИЕ
sk_sk: Stav

source: IP ADDRESS
ca: ADREÇA IP
de: IP-ADRESSE
eu_es: IP HELBIDEA
fr: ADRESSE IP
hu: IP CÍM
it: INDIRIZZO IP
ja_jp: IP アドレス
ko: IP 주소
lb_lu: IP ADRESSE
lv_lv: IP ADRESE
nl: IP Adres
pl: ADRES IP
pt_br: ENDEREÇO IP
ru_ru: IP АДРЕС
sk_sk: IP adresa

source: HOSTNAME
ca: NOM DE LA MÀQUINA
eu_es: GAILUAREN IZENA
fr: NOM DU RÉSEAU
hu: HOSZTNÉV
it: NOME HOST
ja_jp: ホスト名
ko: 호스트명
lb_lu: HOSTNUMM
lv_lv: IERĪCES VĀRDS
nl: Host naam
pl: NAZWA HOSTA
pt_br: NOME
ru_ru: ИМЯ ХОСТА
sk_sk: Názov hostiteľa

source: ENABLE WIFI
ca: ACTIVA EL WIFI
de: WLAN AKTIVIEREN
eu_es: WIFI-a AKTIBATU
fr: ACTIVER LE WIFI
hu: WIFI ENGEDÉLYEZÉSE
it: ATTIVA WIFI
ja_jp: WIFI を有効にする
ko: WIFI 활성화
lb_lu: WIFI ASCHALTEN
lv_lv: IESPĒJOT WIFI
nl: Wifi inschakelen
pl: WŁĄCZ WI-FI
pt_br: ATIVAR WIFI
ru_ru: ВКЛЮЧИТЬ WI-FI
sk_sk: Povoliť Wi-Fi

source: WIFI SSID
ca: SSID DEL WIFI
de: WLAN SSID
eu_es: WIFI SSID-a
fr: SSID WIFI
hu: HÁLÓZAT NEVE
it: SSID WIFI
ja_jp: WIFI の SSID
pt_br: NOME DA REDE WIFI (SSID)
ru_ru: ИМЯ СЕТИ WI-FI
sk_sk: Názov siete

source: WIFI KEY
ca: CLAU DEL WIFI
de: WLAN PASSWORT
eu_es: WIFI GAKOA
fr: CLÉ WIFI
hu: WIFI JELSZÓ
it: CHIAVE WIFI
ja_jp: WIFI のキー
lb_lu: WIFI PASSWUERT
lv_lv: WIFI PAROLE
nl: Wifi sleutel
pl: HASŁO WI-FI
pt_br: SENHA DA WIFI
ru_ru: ПАРОЛЬ СЕТИ WI-FI
sk_sk: Wi-Fi heslo

source: WIFI ENABLED
ca: EL WIFI ESTÀ ACTIU
de: WLAN AKTIVIERT
eu_es: WIFI-a AKTIBATUTA
fr: WIFI ACTIVÉ
hu: WIFI ENGEDÉLYEZVE
it: WIFI ATTIVO
ja_jp: WIFI が有効になりました
ko: WIFI 활성화됨
lb_lu: WIFI UGESCHALT
lv_lv: WIFI IESPĒJOTS
nl: Wifi ingeschakeld
pl: WI-FI WŁĄCZONY
pt_br: WIFI ATIVO
ru_ru: WI-FI ВКЛЮЧЕН
sk_sk: Wi-Fi povolené

source: WIFI CONFIGURATION ERROR
ca: ERROR EN LA CONFIGURACIÓ DEL WIFI
de: WLAN EINSTELLUNGSFEHLER
eu_es: WIFI KONFIGURAZIO ERROREA
fr: ERREUR DE CONFIGURATION WIFI
hu: WIFI BEÁLLÍTÁSI HIBA
it: ERRORE DI CONFIGURAZIONE WIFI
ja_jp: WIFI 設定エラー
ko: WIFI 설정 오류
lb_lu: WIFI CONFIGURATIOUNS ERROR
lv_lv: WIFI KONFIGURĀCIJAS KĻŪDA
nl: Wifi configuratie fout
pl: BŁĄD KONFIGURACJI WI-FI
pt_br: ERRO NA CONFIGURAÇÃO DA WIFI
ru_ru: ОШИБКА КОНФИГУРАЦИИ WI-FI
sk_sk: Chyba konfigurácie Wi-Fi

source: SCRAPER
eu_es: DATU LORTZAILEA
fr: SCRAPEUR
ja_jp: スクレイパー
ko: 스크랩
lv_lv: IELĀDE
pl: POBIERANIE INFORMACJI
ru_ru: ЗАГРУЗКА ДАННЫХ
sk_sk: Vyhľadávač

source: SCRAPE FROM
ca: OBTÉ LES DADES DE
de: SCRAPEN VON
eu_es: LORTU DATUAK HEMENDIK:
fr: SCRAPER DEPUIS
hu: LEKÉRÉS INNEN
it: INFORMAZIONI DA
ja_jp: スクレイプ元
ko: 스크랩 출처
lb_lu: SCRAPE VUN
lv_lv: IELĀDE NO
nl: Scrape vanaf
pl: POBIERZ Z
pt_br: ORIGEM DO SCRAPE
ru_ru: ИСТОЧНИК
sk_sk: Vyhľadať v

source: SCRAPE RATINGS
ca: OBTÉ LES VALORACIONS
de: BEWERTUNGEN SCRAPEN
eu_es: LORTU PUNTUAZIOAK
fr: SCRAPER LES NOTES
hu: ÉRTÉKELÉSEK LEKÉRÉSE
it: INFORMAZIONI VOTI
ja_jp: スクレイプ評価
ko: 평점 스크랩
lb_lu: SCRAPE BEWÄERTUNGEN
lv_lv: IELĀDĒT VĒRTĒJUMU
nl: Scrape beoordelingen
pl: POBIERZ OCENY
pt_br: SCRAPE DAS AVALIAÇÕES
ru_ru: ЗАГРУЗКА РЕЙТИНГОВ
sk_sk: Vyhľadať hodnotenia

source: SCRAPE NOW
ca: OBTÉ LES DADES ARA
de: SCRAPER STARTEN
eu_es: DATUAK LORTU
fr: SCRAPER MAINTENANT
hu: LEKÉRÉS INDÍTÁSA
it: RACCOLTA INFORMAZIONI
ja_jp: 今すぐスクレイプする
ko: 스크랩 시작
lb_lu: SCRAPE ELO
lv_lv: IELĀDĒT
nl: Nu scrapen
pl: POBIERZ TERAZ
pt_br: FAZER SCRAPE AGORA
ru_ru: ЗАГРУЗИТЬ ДАННЫЕ
sk_sk: Vyhľadať teraz

source: QUIT
ca: SURT
de: BEENDEN
eu_es: IRTEN
fr: QUITTER
hu: KILÉPÉS
it: ESCI
ja_jp: 終了
ko: 종료
lb_lu: VERLOOSSEN
lv_lv: BEIGT
nl: Stoppen
pl: WYJDŹ
pt_br: SAIR
ru_ru: ВЫХОД
sk_sk: Ukončiť

source: REALLY RESTART?
ca: ESTEU SEGUR QUE VOLEU REINICIAR?
de: WIRKLICH NEUSTARTEN?
eu_es: BERRABIARAZI?
fr: ÊTES-VOUS SÛR ?
hu: BIZTOS ÚJRAINDÍTOD?
it: RIAVVIARE?
ja_jp: 再起動しますか？
ko: 재부팅하시겠습니까?
lb_lu: WIERKLECH NEISTARTEN ?
lv_lv: TIEŠĀM RESTARTĒT?
nl: Systeem herstarten?
pl: URUCHOMIĆ PONOWNIE SYSTEM?
pt_br: DESEJA REINICIAR?
ru_ru: ДЕЙСТВИТЕЛЬНО ПЕРЕЗАГРУЗИТЬ?
sk_sk: Reštartovať?

source: RESTART SYSTEM
ca: REINICIA EL SISTEMA
de: SYSTEM NEUSTARTEN
eu_es: SISTEMA BERRABIARAZI
fr: REDÉMARRER
hu: ÚJRAINDÍTÁS
it: RIAVVIA IL SISTEMA
ja_jp: システムを再起動
ko: 시스템 재부팅
lb_lu: SYSTEM NEISTARTEN
lv_lv: RESTARTĒT SISTĒMU
nl: Systeem herstarten
pl: PONOWNE URUCHAMIANIE SYSTEMU
pt_br: REINICIAR SISTEMA
ru_ru: ПЕРЕЗАГРУЗИТЬ СИСТЕМУ
sk_sk: Reštartovať systém

source: REALLY SHUTDOWN?
ca: ESTEU SEGUR QUE VOLEU APAGAR?
de: WIRKLICH HERUNTERFAHREN?
eu_es: ITZALI?
fr: ÊTES-VOUS SÛR ?
hu: BIZTOS, HOGY LEÁLLÍTOD?
it: ARRESTARE?
ja_jp: シャットダウンしますか？
ko: 종료하시겠습니까?
lb_lu: WIERKLECH EROFFUEREN?
lv_lv: TIEŠĀM IZSLĒGT?
nl: Systeem uitschakelen?
pl: NA PEWNO WYŁĄCZYĆ SYSTEM?
pt_br: DESEJA DESLIGAR?
ru_ru: ДЕЙСТВИТЕЛЬНО ВЫКЛЮЧИТЬ?
sk_sk: Vypnúť?

source: SHUTDOWN SYSTEM
ca: APAGA EL SISTEMA
de: SYSTEM HERUNTERFAHREN
eu_es: ITZALI SISTEMA
fr: ÉTEINDRE
hu: LEÁLLÍTÁS
it: ARRESTA IL SISTEMA
ja_jp: システムをシャットダウン
ko: 시스템 종료
lb_lu: SYSTEM EROFFUEREN
lv_lv: IZSLĒGT SISTĒMU
nl: Systeem uitschakelen
pl: WYŁĄCZ SYSTEM
pt_br: DESLIGAR SISTEMA
ru_ru: ВЫКЛЮЧИТЬ СИСТЕМУ
sk_sk: Vypnúť systém

source: Emulator
ca: Emulador
eu_es: Emulatzaile
fr: ÉMULATEUR
hu: Emulátor
it: Emulatore
ja_jp: エミュレータ
ko: 에뮬레이터
lv_lv: Emulators
pt_br: Emulador
ru_ru: Эмулятор
sk_sk: Emulátor

source: Core
ca: Nucli
eu_es: Nukleoa
ja_jp: コア
ko: 코어
lv_lv: Kodols
pl: Rdzeń
pt_br: Núcleo
ru_ru: Ядро
sk_sk: Jadro

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
ca: ESTEU A PUNT DE CONFIGURAR UN COMANDAMENT. SI NOMÉS TENIU UNA PALANCA DE CONTROL, CONFIGUREU LES TECLES DE DIRECCIÓ PREMENT EL BOTÓ A. SI NO DISPOSEU D'UNA TECLA ESPECIAL PER A LA DRECERA DE TECLAT, SELECCIONEU EL BOTÓ SELECCIONAR. PER OMETRE TOTS ELS BOTONS QUE NO TINGUEU MANTENIU PREMUDA LA TECLA A. ELS NOMS DELS BOTONS ESTAN BASATS AMB EL COMANDAMENT DE LA SUPER NINTENDO.
de: DU KONFIGURIERST GLEICH EINEN CONTROLLER. WENN NUR EIN JOYSTICK VORHANDEN IST, KONFIGURIERE DIE RICHTUNGSTASTEN UND ÜBERSPRINGE DIE CONTROLLERKONFIGURATION DURCH HALTEN EINES BUTTONS. WENN KEIN SPEZIELLER BUTTON FÜR DEN HOTKEY VORHANDEN IST, WÄHLE DEN SELECT BUTTON. BUTTONS, DIE NICHT VORHANDEN SIND, KÖNNEN EINFACH DURCH HALTEN EINES BUTTONS ÜBERSPRUNGEN WERDEN.
eu_es: AGINTE BAT KONFIGURATZERA ZOAZ. JOYSTICK BAT SOILIK BADUZU NORABIDEAK KONFIGURATU ETA AHAZTU BESTE KONFIGURAZIOA BOTO BAT SAKATU ETA MANTENDUZ. EZ BADUZU BOTOI BEREZIRIK HOTKEY-arentzat ERABILI EZAZU SELECT BOTOIA. ZURE AGINTEAN EXISTITZEN EZ DIREN BOTOIEI EZ EGIN KASURIK BOTOI BAT SAKATU ETA MANTENDUZ.
fr: Configuration de manettes : Le nom des boutons est basé sur la Super Nintendo. Appuyez sur la flèche/croix du bas pour ignorer (passer). Utilisez SELECT comme emplacement par défaut pour HOTKEY (sauf si vous avez un bouton dédié). Si vous n'avez pas de joystick, ignorez-le.
hu: ITT TUDOD KONFIGURÁLNI A KONTROLLERED. HA CSAK EGY JOYSTICK-OD VAN, AKKOR AZT AZ IRÁNY GOMBOKRA KONFIGURÁLD, ÉS A JOYSTICK KONFIGURÁCIÓT UGORD ÁT EGY GOMB NYOMVATARTÁSÁVAL. HA NINCS KÜLÖN GOMBOD A GYORBILLENTYŰNEK, HASZNÁLD A SELECT GOMBOT. UGORD ÁT AZOKAT A GOMBOKAT, AMIK HIÁNYOZNAK BÁRMELYIK GOMB NYOMVATARTÁSÁVAL. A GOMBOK NEVEI MEGEGYEZNEK AZ SNES KONTROLLERÉVEL.
it: STAI PER CONFIGURARE UN GAMEPAD. SE POSSIEDI UN GAMEPAD DOTATO SOLTANTO DI UNA CROCE DIREZIONALE, CONFIGURA SOLAMENTE LE DIREZIONI E SALTA IL RESTO TENENDO PREMUTO UN PULSANTE. SE NON PUOI CONFIGURARE UN PULSANTE APPOSITO PER L'HOTKEY, UTILIZZA SELECT. PUOI IGNORARE UN PULSANTE NON PRESENTE SUL TUO GAMEPAD PREMENDO UN PULSANTE GIÀ CONFIGURATO IN PRECEDENZA.
ja_jp: コントローラーの 設定を行います。 もし 方向キーが 1つのみの場合、 方向キーを 設定したあと、 他の方向キーの設定は ボタンを長押しして スキップできます。 もし ホットキーのための 特別なボタンが ない場合、 セレクトボタンを 設定してください。 すべてのボタンを 長押しで スキップした場合、 ボタン名が スーパーファミコンを ベースとしたものに なります。
ko: 컨트롤러 설정을 시작합니다. 조이스틱이 하나 밖에 없다면, 방향키만 설정한 후 아무 버튼이나 길게 눌러 나머지 설정을 건너 뛰십시오. 단축키에 설정할 버튼이 모자랄 경우, 셀렉트 버튼을 선택합니다. 해당사항이 없는 버튼은 아무 버튼이나 길게 누르면 해당 버튼을 설정하지 않고 건너뛸 수 있습니다. 버튼 이름은 슈퍼패미컴 컨트롤러 기준입니다.
lb_lu: DU BASS AM GAANG EEN KONTROLLER ZE CONFIGURÉIEREN. FALLS DU JUST 1 JOYSTICK UN DENGEM KONTROLLER HUES, CONFIGURÉIER JUST D'STEIERKRÄIZ AN IWWERSPRANG D'JOYSTICK CONFIGURATIOUN ANDEEMS DE DEN A KNAPP GEDRÉCKT HÄLLS. FALLS DE KEEN BESTËMMTEN KNAPP ALS "HOTKEY" HUES, WIEL DEN "SELECT" KNAPP OP DENGEM KONTROLLER. FALLS EEN KNAPP NËT OP DENGEM KONTROLLER ZE FANNEN ASS KANNS DE DEEN IWWERSPRANGEN ANDEEMS DE A GEDRÉCKT HÄLLS. D'NIMM VUN DEN KNÄPPERCHER ENTSPRÉCHT DEM SNES KONTROLLER.
lv_lv: JŪS GATAVOJATIES IESTATĪT KONTROLIERI. JA KONTROLIERIM IR TIKAI VIENA KURSORSVIRA IESTATIET TO UN IZLAIDIET IESTATĪŠANU OTRAI KURSORSVIRAI NOSPIEŽOT UN TUROT ŠO POGU. JA KONTROLIERIM NAV ATSEVIŠĶS "KARSTAIS" TAUSTIŅŠ, TĀ VIETĀ IZMANTOJIET POGU "SELECT". POGU NOSAUKUMI BALSTĪTI UZ SNES KONTROLIERA.
nl: Je gaat nu een controller configureren. Als je slechts één controller configureert gebruik dan alleen de directie knoppen en sla de Joystick coniguratie over door de A knop ingedrukt te houden. Als je geen speciale toets hebt voor de Hotkeys kies dan de SELECT knop. Sla alle knoppen over die je niet hebt door de A knop ingedrukt te houden. De knoppen zijn gebaseerd op de SNES Controller.
pl: ZA CHWILĘ SKONFIGURUJESZ KONTROLER. JEŻELI POSIADASZ JEDEN JOYSTICK USTAW GO JAKO PRZYCISKI KIERUNKOWE A USTAWIENIA JOYSTICKA POMIŃ PRZYTRZYMUJĄC PRZYCISK "A". JEŻELI NIE POSIADASZ SPECJALNEGO PRZYCISKU DO SKRÓTÓW WYBIERZ PRZYCISK "SELECT". POMIŃ WSZYSTKIE PRZYCISKI KTÓRYCH NIE MASZ PRZYTRZYMUJĄC PRZYCISK "A". NAZWY PRZYCISKÓW BAZUJĄ NA KONTROLERZE OD KONSOLI SNES.
pt_br: VOCÊ IRÁ CONFIGURAR UM CONTROLE. SE SEU CONTROLE POSSUI APENAS UM DIRECIONAL, CONFIGURE OS BOTÕES E PULE A CONFIGURAÇÃO DOS ANALÓGICOS SEGURANDO UM BOTÃO. SE VOCÊ NÃO TEM UM BOTÃO PARA ATRIBUIR COMO HOTKEY, UTILIZE O BOTÃO SELECT. IGNORE A CONFIGURAÇÃO DOS BOTÕES QUE NÃO EXISTEM EM SEU CONTROLE SEGURANDO UM BOTÃO. OS NOMES DOS BOTÕES SÃO BASEADOS NO CONTROLE DO SNES.
ru_ru: ВЫ СОБИРАЕТЕСЬ НАСТРОИТЬ КОНТРОЛЛЕР. ЕСЛИ НА ВАШЕМ КОНТРОЛЛЕРЕ ИМЕЕТСЯ ТОЛЬКО ОДИН АНАЛОГОВЫЙ СТИК, НАСТРОЙТЕ ЕГО НАПРАВЛЕНИЯ И ПРОПУСТИТЕ НАСТРОЙКУ ВТОРОГО СТИКА, НАЖАВ И УДЕРЖИВАЯ ЛЮБУЮ КНОПКУ. ЕСЛИ НА ВАШЕМ КОНТРОЛЛЕРЕ ОТСУТСТВУЕТ ОТДЕЛЬНАЯ «ГОРЯЧАЯ» КНОПКА — ИСПОЛЬЗУЙТЕ ВМЕСТО НЕЁ КНОПКУ SELECT. НАЗВАНИЯ КНОПОК ОСНОВАНЫ НА SNES КОНТРОЛЛЕРЕ.
sk_sk: Idete nastaviť ovládač. Ak máte iba jeden joystick, nastavte ovládacie tlačidlá a preskočte nastavenie joysticku držaním tlačidla A. Ak nemáte špeciálne tlačidlo pre HOTKEY, vyberte tlačidlo SELECT. Preskočte všetky tlačidlá, ktoré nemáte držaním tlačidla A. Názvy tlačidiel sú založené na ovládači SNES.

source: CONFIGURE A CONTROLLER
ca: CONFIGUREU UN COMANDAMENT
de: CONTROLLER KONFIGURIEREN
eu_es: AGINTE BAT KONFIGURATU
fr: CONFIGURER UNE MANETTE
hu: KONTROLLER KONFIGURÁLÁSA
it: CONFIGURARE UN CONTROLLER
ja_jp: コントローラー設定
ko: 컨트롤러 설정
lb_lu: EEN KONTROLLER CONFIGURÉIEREN
lv_lv: KONTROLIERA IESTATĪŠANA
nl: Configureer een controller
pl: SKONFIGURUJ KONTROLER
pt_br: CONFIGURAR UM CONTROLE
ru_ru: НАСТРОИТЬ КОНТРОЛЛЕР
sk_sk: Nastaviť ovládač

source: CONTROLLER PAIRED
ca: S'HAN APARELLAT TOTS ELS COMANDAMENTS
de: CONTROLLER VERBUNDEN
eu_es: AGINTEA PAREKATUA
fr: MANETTE ASSOCIÉE
hu: KONTROLLER PÁROSÍTVA
it: I GAMEPAD SONO ATTIVI
ja_jp: コントローラーがペアリングされました
ko: 컨트롤러 페어링 완료
lb_lu: KONTROLLER GEKOPPELT
lv_lv: KONTROLIERIS PĀROTS
nl: Controller gepaard
pl: PODŁĄCZONO KONTROLER
pt_br: CONTROLE PAREADO
ru_ru: КОНТРОЛЛЕР СОПРЯЖЕН
sk_sk: Ovládač spárovaný

source: UNABLE TO PAIR CONTROLLER
ca: NO S'HA POGUT APARELLAR EL COMANDAMENT
de: VERBINDUNG MIT CONTROLLER FEHLGESCHLAGEN
eu_es: AGINTEA PAREKATZEA EZINEZKOA
fr: IMPOSSIBLE D'ASSOCIER LA MANETTE
hu: NEM PÁROSÍTHATÓ A KONTROLLER
it: NON RIESCO A TROVARE IL CONTROLLER
ja_jp: コントローラーのペアリングができません
ko: 컨트롤러 페어링 불가
lb_lu: DEN KONTROLLER KONNT NËT GEKOPPELT GINN
lv_lv: KONTROLIERIS NEVAR BŪT PĀRA
nl: Niet mogelijk de controller te linken
pl: NIE MOŻNA POŁĄCZYĆ Z KONTROLEREM
pt_br: IMPOSSÍVEL PAREAR CONTROLE
ru_ru: КОНТРОЛЛЕР НЕ МОЖЕТ БЫТЬ СОПРЯЖЕН
sk_sk: Nemôžem spárovať ovládač

source: AN ERROR OCCURED
ca: S'HA PRODUÏT UN ERROR
de: EIN FEHLER IST AUFGETRETEN
eu_es: ERRORE BAT GERTATU DA
fr: UNE ERREUR EST SURVENUE
hu: HIBA TÖRTÉNT
it: SI È VERIFICATO UN ERRORE
ja_jp: エラーが発生しました
ko: 오류 발생됨
lb_lu: EEN ERROR ASS OPGETAUCHT
lv_lv: RADĀS KĻŪDA
nl: Er is een probleem opgetreden
pl: WYSTĄPIŁ BŁĄD
pt_br: OCORREU UM ERRO
ru_ru: ПРОИЗОШЛА ОШИБКА
sk_sk: Nastala chyba

source: NO CONTROLLERS FOUND
ca: NO S'HA TROBAT CAP COMANDAMENT
de: KEIN CONTROLLER GEFUNDEN
eu_es: EZ DA AGINTERIK DETEKTATU
fr: AUCUNE MANETTE DÉTECTÉE
hu: NEM TALÁLHATÓ KONTROLLER
it: NESSUN CONTROLLER TROVATO
ja_jp: コントローラーが見つかりません
ko: 발견된 컨트롤러 없음
lb_lu: KEEN KONTROLLER FONNT
lv_lv: KONTROLIERIS NETIKA ATRASTS
nl: Geen controllers gevonden
pl: NIE ZNALEZIONO ŻADNEGO KONTROLERA
pt_br: NENHUM CONTROLE DETECTADO
ru_ru: КОНТРОЛЛЕРЫ НЕ НАЙДЕНЫ
sk_sk: Nenašli sa ovládače

source: PAIR A BLUETOOTH CONTROLLER
ca: APARELLA UN COMANDAMENT BLUETOOTH
de: EINEN BLUETOOTH CONTROLLER VERBINDEN
eu_es: BLUETOOTH AGINTE BAT PAREKATU
it: CERCA UN CONTROLLER BLUETOOTH
ja_jp: ブルートゥースコントローラのペアリング
lb_lu: EEN BLUETOOTH KONTROLLER KOPPELEN
lv_lv: PĀRA BLUETOOTH KONTROLIERIS
nl: Link een Bluetooth controller
pl: PODŁĄCZ KONTROLER ZA POMOCĄ BLUETOOTH
pt_br: PAREAR CONTROLE BLUETOOTH
ru_ru: СОПРЯЖЕНИЕ BLUETOOTH КОНТРОЛЛЕРА
sk_sk: Spárovať Bluetooth ovládač

source: CONTROLLERS LINKS HAVE BEEN DELETED.
ca: S'HAN ESBORRAT TOTS ELS COMANDAMENTS.
de: CONTROLLER VERBINDUNG WURDE GELÖSCHT
eu_es: AGINTEEN ESTEKAK EZABATUAK IZAN DIRA
fr: LES LIENS VERS LES MANETTES ONT ÉTÉ SUPPRIMÉS.
hu: KONTROLLER PÁROSÍTÁSOK TÖRÖLVE.
it: I COLLEGAMENTI AI CONTROLLER SONO STATI CANCELLATI.
ja_jp: コントローラーのリンクが切れました。
ko: 컨트롤러와의 연결이 삭제되었습니다.
lb_lu: KONTROLLER LINKS SINN GELÄSCHT
lv_lv: KONTROLIERA SAIKNE IR DZĒSTA
nl: Gelinkte controllers zijn gewist
pl: POŁĄCZENIE Z KONTROLERAMI ZOSTAŁO USUNIĘTE
pt_br: OS LINKS COM OS CONTROLES FORAM EXCLUÍDOS.
ru_ru: СОПРЯЖЕНИЯ КОНТРОЛЛЕРОВ УДАЛЕНЫ.
sk_sk: Odkazy na ovládač boli vymazané

source: FORGET BLUETOOTH CONTROLLERS
ca: OBLIDA ELS COMANDAMENTS BLUETOOTH
de: BLUETOOTH CONTROLLER VERGESSEN
eu_es: AHAZTU BLUETOOTH AGINTEAK
fr: OUBLIER LES MANETTES BLUETOOTH
hu: BLUETOOTH KONTROLLER ELFELEJTÉSE
it: CANCELLA I CONTROLLER BLUETOOTH
ja_jp: ブルートゥースのコントローラーを解除
ko: 블루투스 컨트롤러 삭제
lb_lu: VERGIESS BLUETOOTH KONTROLLEREN
lv_lv: AIZMIRST BLUETOOTH
nl: Vergeet Bluetooth controllers
pl: USUŃ KONTROLER BLUETOOTH Z LISTY ZAPISANYCH
pt_br: ESQUECER CONTROLES BLUETOOTH
ru_ru: УДАЛЕНИЕ BLUETOOTH КОНТРОЛЛЕРОВ
sk_sk: Zabudnúť bluetooth ovládače

source: INPUT P%i
ca: ENTRADA P%i
de: EINGABE P%i
eu_es: P%i SARRERA
fr: JOUEUR %i
hu: BEMENET P%i
ja_jp: 入力 P%i
ko: 입력 P%i
lv_lv: IEVADE P%i
pl: KONTROLER P%i
pt_br: CONTROLE P%i
ru_ru: КОНТРОЛЛЕР P%i
sk_sk: Zadajte P%i

source: CHOOSE
ca: TRIA
de: WÄHLEN
eu_es: HAUTATU
fr: CHOIX
hu: VÁLASZT
it: SCEGLIERE
ja_jp: 選択
ko: 고르기
lb_lu: DÉCIDÉIER
lv_lv: IZVĒLĒTIES
nl: Kies
pl: WYBIERZ
pt_br: ESCOLHER
ru_ru: НАВИГАЦИЯ
sk_sk: Vybrať

source: SELECT
ca: SELECCIONA
de: AUSWÄHLEN
eu_es: AUKERATU
fr: SÉLECTIONNER
hu: VÁLASSZ
it: SELEZIONA
ja_jp: 決定
ko: 선택
lb_lu: WIEL
lv_lv: ATLASĪT
nl: Selecteer
pl: WYBIERZ
ru_ru: ВЫБОР
sk_sk: Vybrať

source: OPTIONS
ca: OPCIONS
de: OPTIONEN
eu_es: AUKERAK
hu: BEÁLLÍTÁSOK
it: OPZIONI
ja_jp: オプション
ko: 옵션
lb_lu: OPTIOUNEN
lv_lv: OPCIJAS
nl: Opties
pl: OPCJE
pt_br: OPÇÕES
ru_ru: ПАРАМЕТРЫ
sk_sk: Voľby

source: JUMP TO LETTER
ca: SALTA A UNA LLETRA
de: SPRINGE ZU BUCHSTABE
eu_es: LETRARA JOAN
fr: ALLER À LA LETTRE
hu: BETŰHÖZ UGRÁS
it: VAI ALLA LETTERA
ja_jp: 文字まで移動
ko: 문자로 이동
lb_lu: SPRANG ZUM BUSCHTAF
lv_lv: PĀRLĒKT UZ BURTU
nl: Ga naar letter
pl: PRZESKOCZ DO LITERY
pt_br: IR PARA A LETRA
ru_ru: ПЕРЕЙТИ К БУКВЕ
sk_sk: Skočiť na písmeno

source: SORT GAMES BY
ca: ORDENA ELS JOCS PER
de: SPIELE SORTIEREN NACH
eu_es: JOKUAN ORDENATU:
fr: TRIER PAR JEUX
hu: JÁTÉKOK RENDEZÉSE
it: ORDINA I GIOCHI PER
ja_jp: ゲームのソート
ko: 정렬순서
lb_lu: SORTÉIER SPILLER NO
lv_lv: KĀRTOT
nl: Sorteer spellen op
pl: SORTUJ GRY
pt_br: ORDENAR JOGOS POR
ru_ru: СОРТИРОВАТЬ ИГРЫ ПО
sk_sk: Zoradiť podľa hier
