Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Enable or disable the Recalbox Manager. The Recalbox Manager is a web application available on http://recalbox , if you are on windows, http://recalbox.local , if you are on Linux or Mac, or directly with your recalbox IP : http://192.168.1.XX. You can configure many options from within the manager, and even manage games, saves, and scrapes!
ca: Activa o desactiva l'administrador del Recalbox. L'Administrador del Recalbox és una aplicació web disponible a http://recalbox, si esteu amb Windows, http://recalbox.local si esteu amb Linux o Mac, o directament amb la seva IP del dispositiu recalbox: http://192.168.1.XXX. El gestor permet configurar moltes opcions, com per exemple gestionar jocs, partides desades i fins i tot els scrapes!
de: Recalbox Mangager aktivieren/deaktivieren. Der Recalbox Manager ist eine Web-Anwendung die verfügbar ist unter http://recalbox (Windows), http://recalbox.local (Linux, Mac) oder direkt mit deiner recalbox-IP http://192.168.X.XXX. Du kannst viele Optionen direkt im Manager konfigurieren wie z.B. Verwaltung von Spielen, Speicherständen und Scrapes!
fr: Activez ou désactivez le Gestionnaire Recalbox. Le Gestionnaire Recalbox est une application web disponible sur http://recalbox/ si vous êtes sous Windows, http://recalbox.local/ si vous êtes sous Linux ou Mac ou directement avec l'adresse IP de la Recalbox: http://192.168.1.XX. Vous pouvez configurer de nombreuses options dans le Gestionnaire et même gérer les jeux, les sauvegardes et les scraps !
hu: Recalbox Manager engedélyezése. A Recalbox Manager egy webes applikáció, aminek elérése windowson a http://recalbox, Linuxon és Mac-en http://recalbox.local, vagy a recalbox IP címe: http://192.168.1.XX. Ezen keresztül konfigurálható a legtöbb beállítás, és menedszelhetőek a játékok, mentések, és lekérések!
it: Abilita o disabilita Recalbox Manager. Il Recalbox Manager è un'applicazione web disponibile su http://recalbox, se siete su Windows, http: //recalbox.local, se siete su Linux o Mac, o direttamente con il tuo IP recalbox: http://192.168.1.XX. È possibile di configurare molte opzioni dall'interno del manager, e anche gestire i giochi, salvataggi e scraping!
ja_jp: Recalbox Managerを有効または無効にします。 Recalbox Managerは、Windowsの場合はhttp：// recalboxで、LinuxまたはMacの場合はhttp：//recalbox.localで、またはrecalbox IPを使用してhttp：//192.168,x.xといった形で直接接続できるWebアプリケーションです。 マネージャー内から多くのオプションを構成でき、ゲーム、保存、およびスクレイプを管理することもできます！
ko: Recalbox Manager의 활성 여부를 결정합니다. Recalbox Manager는 같은 네트워크 상의 PC등에서 리콜박스와 연결해 사용할 수 있는 웹 어플리케이션입니다. http://recalbox(Windows), http://recalbox.local(Linux 또는 Mac), 또는 recalbox IP (http://192.168.XXX.XXX)를 통해 접속할 수 있습니다.
lb_lu: Un- oder ausschalten vum Recalbox Manager. Den Recalbox Manager ass eng web-Applicatioun, disponibel iwwer http://recalbox bei windows, http://recalbox.local bei Linux oder Mac oder direkt iwwert d'IP: http://192.168.1.XX. Iwwert den Manager kann een vill Astellungen firhuelen, souguer d'organiséieren vun dengen Spiller, saves an scrapes!
lv_lv: Iespējot vai atspējot Recalbox Manager. Tīmekļa lietojumprogrammas Recalbox Manager ir pieejama http://recalbox, ja jums ir Windows operētājsistēma, http://recalbox.local, ja operētājsistēma ir Linux vai Mac vai iekārtas IP adreses: http://192.168.1.XX. Varat konfigurēt vairākas opcijas no pārvaldnieka un pat pārvaldīt spēles, saglabā, un ielādēt datus!
nl: Schakel de Recalbox manager in of uit. De Recalbox Manager is een web applicatie beschikbaar op http://recalbox op Windows en voor Linux of Mac op http://recalbox.local, of direct op je IP: http://192.168.1.XX. Hier kan je veel opties in de beheren, waaronder roms, saves, en scrapes!
pl: Włącz lub wyłącz Menadżer Recalboxa. Menadżer Recalboxa to aplikacja sieci web dostępna pod adresem http://recalbox , jeśli jesteś na Windows, lub http://recalbox.local, jeśli jesteś na Linuxie, Mac-OS, lub za pomocą IP twojego Recalboxa : http://192.168.1.XX. Możesz konfigurować wiele opcji za pomocą tego menadżera, również zarządzać grami, zapisami i pobranymi informacjami!
pt_br: Ativa ou desativa o Recalbox Manager. O Recalbox Manager é um aplicativo da Web disponível em http://recalbox, se você estiver no windows, http://recalbox.local, se você estiver no Linux ou Mac, ou diretamente através do IP do seu recalbox: http://192.168.1.XX. Você pode configurar muitas opções dentro do gerenciador, e até mesmo gerenciar jogos, saves e scrapes!
ru_ru: Включить или отключить менеджер recalbox. Менеджер recalbox — это веб-приложение, доступное по адресу http://recalbox, если вы используете Windows и http://recalbox.local, если вы используете Linux или Mac, а так же напрямую по IP адресу recalbox: http://192.168.1.XX. Вам доступно множество параметров внутри менеджера, в том числе управление играми, сохранениями и метаданными!
sk_sk: Zapnúť alebo vypnúť Recalbox Manager. Recalbox Manager je webová aplikácia dostupná na adrese http://recalbox na Windows alebo na adrese http://recalbox.local v Linuxe a Mac alebo priamo pomocou IP adresy Recalboxu: http://192.168.1.XX. V aplikácii môžete vykonávať nastavenia, správu hier, uložených postupov a vyhľadávať informácie o hrách.

source: Enable or disable the recalbox API. The Recalbox API is a REST API exposing endpoints to control your recalbox via http requests.
ca: Activa o desactiva l'API del Recalbox. L'API del Recalbox és una API REST que exposa el control del Recalbox a través de peticions HTTP.
de: Aktiviere/deaktiviere die Recalbox API. Die Recalbox API ist eine REST API, die Anbindungen zur Kontrolle deiner Recalbox über http-requests anbietet.
fr: Activez ou désactivez l'API Recalbox. L'API Recalbox est une API REST permettant de contrôler votre Recalbox avec des requêtes http.
hu: Recalbox API engedélyezése. A Recalbox API egy REST API, amivel vezérelhető a recalbox http kéréseken keresztül.
it: Abilita o disabilita l'API recalbox. L'API recalbox e una un'API di tipo REST per controllare la recalbox tramite richieste http.
ja_jp: ecalbox APIを有効または無効にします。 Recalbox APIは、HTTPアクセスを介してrecalboxを設定できるREST APIです。
ko: Recalbox API의 사용 여부를 결정합니다. Recalbox API는 http 요청을 통해 리콜박스를 제어하기 위한 REST API입니다.
lb_lu: Un- oder ausschalten vun der recalbox API. D'Recalbox API ass eng REST API an suergt dofir dass deng recalbox op http Ufroen äntfert bzw. steierbar ass.
lv_lv: Iespējot vai atspējot recalbox API. Recalbox API ir REST API pakļaujot galapunktus, lai kontrolētu iekārtu izmantojot HTTP pieprasījumus.
nl: Schakel recalbox API in of uit. De recalbox API is een REST API tonend punten om de recalbox via HTTP te bedienen.
pl: Włącz lub wyłącz Recalbox API. Gdy Recalbox API jest W SPOCZYNKU API wystawia punkty końcowe do kontroli żądań http dla Twojego Recalboxa.
pt_br: Ativa ou desativa a API do recalbox. A API do Recalbox é uma API REST que expõe pontos de extremidade para controlar seu recalbox via solicitações HTTP.
ru_ru: Включение и выключение recalbox API. Recalbox API это REST API позволяющее контролировать вашу систему при помощи http-запросов.
sk_sk: Povoliť alebo zakázať Recalbox API. Recalbox API je REST API vystavujúce endpointy na ovládanie vášho Recalboxu cez http requesty.

source: Select which emulator to use when you start a game for this system.
ca: Seleccioneu quin emulador fer servir quan inicieu un joc per aquest sistema.
de: Wähle den Emulator, welchen du für die Spiele dieses Systems benutzen willst.
fr: Sélectionnez l'émulateur de votre choix quand vous lancez un jeu sur ce système.
hu: Válaszd ki melyik emulátor használja ehhez a rendszerhez.
it: Selezionare quale emulatore da utilizzare quando si avvia un gioco per questo sistema.
ja_jp: このシステムで どのエミュレータを使って ゲームを 始めるかを 選択する。
ko: 이 게임 시스템에서 사용될 에뮬레이터를 선택하세요.
lb_lu: Wiel wéieen emulator fir dësen System soll benotzt ginn wann een Spill gestart gëtt.
lv_lv: Izvēlēties, kuru emulatoru lietot šai sistēmai.
nl: Selecteer welke emulator te starten voor dit systeem.
pl: Wybierz który emulator użyć, gdy uruchomisz grę z tego systemu.
pt_br: Seleciona qual emulador usar quando você iniciar um jogo para este sistema.
ru_ru: Выберите эмулятор, который будет использоваться для запуска игр данной системы.
sk_sk: Vyberte, ktorý emulátor sa má použiť pri spustení hry pre tento systém

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
ca: Trieu el nucli que s'utilitzarà per a l'emulador seleccionat. Per exemple, l'emulador LIBRETRO té molts nuclis per a jugar a jocs de la Super Nintendo. L'emulador predeterminat seleccionat aquí també es pot modificar en la configuració específica del joc.
de: Wähle aus, welcher Core für den ausgewählten Emulator verwendet werden soll. Der LIBRETRO-Emulator hat z. B. viele Cores, um Super Nintendo-Spiele auszuführen. Der hier gewählte Standard-Core kann auch durch spielspezifische Einstellungen außer Kraft gesetzt werden.
fr: Sélectionnez quel core utiliser pour l'émulateur sélectionné. Par exemple, l'émulateur LIBRETRO a plusieurs cores pour les jeux Super Nintendo. Le core par défaut que vous choisissez peut aussi être outrepassé par les réglages spécifiques par jeu.
hu: Válaszd ki melyik core-t használja a kiválasztott emulátor. Például a LIBRETRO emulátor több core-t is tartalmaz Super Nintendo játékok futtatásához. Az itt kiválasztott alapértelmezett core felülírja a játékspecifikus beállításokat.
it: Selezionare quale core utilizzare per l'emulatore. Ad esempio l'emulatore LIBRETRO dispone di diversi core per eseguire i giochi del Super Nintendo. È possibile ignorare il core predefinito impostato qui nelle impostazioni specifiche per ogni gioco.
ja_jp: 選択したエミュレータに使用するコアを選択します。 たとえば、LIBRETROエミュレータには、スーパー任天堂のゲームを実行するための多くのコアがあります。 ここで選択したデフォルトのコアは、ゲーム固有の設定でオーバーライドすることもできます。
ko: 선택한 에뮬레이터에 사용할 코어를 선택하세요. 예를 들어, LIBRETRO 에뮬레이터의 경우 Super Nintendo 게임을 실행할 수 있는 다양한 코어가 존재합니다. 선택된 기본 코어는 게임 별 설정에서 재정의 할 수 있습니다.
lb_lu: Wiel wéieen core fier den jeweilegen emulator soll benotzt ginn. z.B: den LIBRETRO emulator huet vill cores fir Super Nintendo. Den Standard core kann vun Spill zu Spill individuell ugepasst ginn.
lv_lv: Atlasiet, kurus kodolus lietosiet atlasītam emulatoram. Piemēram, LIBRETRO emulators izmanto vairākus kodolus, lai palaistu Super Nintendo spēles. Šeit izvēlētais kodolu skaits var tikt ignorēts, spēles uzstādījumos.
nl: Selecteer welke core te gebruiken voor de geselecteerde emulator.Bijv. de LIBRETRO emulator heeft meerdere cores voor SNES spellen. De standaard core kies je hier.
pl: Wybierz który rdzeń użyć do wybranego emulatora. Dla przykładu emulator LIBRETRO obsługuje wiele rdzeni do uruchomienia gier z Super Nintendo. Domyślny rdzeń który wybierzesz może być także nadpisany w ustawieniach konkretnej gry.
pt_br: Seleciona qual núcleo usar para o emulador selecionado. Por exemplo, o emulador LIBRETRO tem muitos núcleos para executar jogos Super Nintendo. O núcleo padrão que você escolher aqui também pode ser substituído em configurações específicas do jogo.
ru_ru: Выберите ядро, которое будет использоваться для выбранного эмулятора. Например, эмулятор LIBRETRO содержит множество ядер для игр Super Nintendo. Ядро по умолчанию, выбранное здесь, также может быть переопределено в настройках игры.
sk_sk: Vyberte, aké jadro sa použije pre daný emulátor. Napríklad emulátor Libretro poskytuje mnoho jadier na spustenie Super Nindento hier. Predvolené jadro, ktoré tu vyberiete, sa môže prepísať špecifickým nastavením niektorej hry.

source: USE COMPOSED VISUALS
ca: FER SERVIR IMATGES COMPOSTES
de: VERWENDE ZUSAMMENGESTELLTES COVER
eu_es: ERABILI BISTA KONPOSATUAK
fr: UTILISER DES IMAGES COMPOSÉES
hu: ABLAKOS MEGJELENÍTÉS
it: USA VISUAL COMPOSTI
ja_jp: 合成されたビジュアルを使用します。
ko: 합성된 비주얼 사용
lb_lu: BENOTZ COMPOSED VISUALS
lv_lv: IZMANTOT VIZUĀLOS EFEKTUS
nl: COMPOSED VISUELS
pl: ZRÓB KOMPOZYCJĘ Z POBRANYCH OBRAZKÓW
pt_br: UTILIZAR COMPOSIÇÃO DE IMAGEM
ru_ru: КОМПОЗИЦИЯ ИЗОБРАЖЕНИЙ
sk_sk: Použiť zložené vizuály

source: CHECK UPDATES
ca: COMPROVA LES ACTUALITZACIONS
de: UPDATES SUCHEN
eu_es: EGIAZTATU EGUNERAKETAK
fr: VÉRIFIER LES MISES À JOUR
hu: FRISSÍTÉSEK ELLENŐRZÉSE
it: CONTROLLA AGGIORNAMENTI
ja_jp: 更新を 確認する
ko: 업데이트 확인
lb_lu: OP UPDATES KONTROLLÉIEREN
lv_lv: PĀRBAUDĪT PIE SĀKNĒŠANAS
nl: Controleer voor updates
pl: SPRAWDŹ AKTUALIZACJE
pt_br: VERIFICAR ATUALIZAÇÕES
ru_ru: ПРОВЕРИТЬ ОБНОВЛЕНИЯ
sk_sk: Skontrolovať aktualizácie

source: UPDATE TYPE
ca: TIPUS D'ACTUALITZACIÓ
de: UPDATE TYP
eu_es: EGUNERAKETA MOTA
fr: TYPE DE MISE À JOUR
hu: FRISSÍTÉS TÍPUSA
it: TIPO DI AGGIORNAMENTO
ja_jp: 更新の 種別
ko: 업데이트 유형
lb_lu: UPDATE TYP
lv_lv: ATJAUNINĀT
pl: RODZAJ AKTUALIZACJI
pt_br: TIPO DE ATUALIZAÇÃO
ru_ru: ТИП ОБНОВЛЕНИЯ
sk_sk: Typ aktualizácie

source: INTEGER SCALE (PIXEL PERFECT)
ca: ESCALA D'ENTERS (PÍXELS PERFECTES)
eu_es: ZENBAKI OSO ESKALA (PIXEL PERFEKTUA)
fr: AJUSTER L'ÉCHELLE (PIXEL PARFAIT)
hu: EGÉSZ NAGYÍTÁS (PIXEL PERFECT)
it: SCALA INTERA (PIXEL PERFECT)
ja_jp: 整数倍スケーリング（ピクセル完全）
ko: 정수배 확대 (픽셀 맞춤)
lb_lu: INTEGER SKALA (PIXEL PERFECT)
lv_lv: MĒROGOŠANA
nl: INTEGER SCHALEN
pl: DOKŁADNE SKALOWANIE (CO DO PIKSELA)
pt_br: ESCALA INTEIRA (PIXEL PERFEITO)
ru_ru: ЦЕЛОЧИСЛЕННОЕ МАСШТАБИРОВАНИЕ
sk_sk: Celočíselná mierka (pixel perfect)

source: ADVANCED SETTINGS
ca: PARÀMETRES AVANÇATS
de: ERWEITERTE EINSTELLUNGEN
eu_es: EZARPEN AURRERATUAK
fr: PARAMÈTRES AVANCÉS
hu: HALADÓ BEÁLLÍTÁSOK
it: IMPOSTAZIONI AVANZATE
ja_jp: 詳細設定
ko: 고급 설정
lb_lu: ERWEIDERT ASTELLUNGEN
lv_lv: PAPILDUS IESTATĪJUMI
nl: geavanceerde instellingen
pl: USTAWIENIA ZAAWANSOWANE
pt_br: CONFIGURAÇÕES AVANÇADAS
ru_ru: ДОПОЛНИТЕЛЬНЫЕ НАСТРОЙКИ
sk_sk: Pokročilé nastavenia

source: BOOT SETTINGS
ca: PARÀMETRES DE L'ARRENCADA
de: BOOT EINSTELLUNGEN
eu_es: ABIO EZARPENAK
fr: PARAMÈTRES DE DÉMARRAGE
hu: INDÍTÁSI BEÁLLÍTÁSOK
it: OPZIONI DI AVVIO
ja_jp: 起動設定
ko: 부팅 설정
lb_lu: BOOT ASTELLUNGEN
lv_lv: SĀKNĒŠANAS IESTATĪJUMI
nl: STARTOPTIE
pl: OPCJE ROZRUCHU
pt_br: CONFIGURAÇÕES DE INICIALIZAÇÃO
ru_ru: НАСТРОЙКИ ЗАГРУЗКИ
sk_sk: Nastavenia spustenia

source: GAMELIST ONLY
ca: NOMÉS LA LLISTA DE JOCS
de: NUR SPIELELISTE
eu_es: JOKO ZERRENDA BAKARRIK
fr: LISTE DE JEUX UNIQUEMENT
hu: CSAK JÁTÉKLISTA
it: SOLO LISTA GIOCHI
ja_jp: ゲームリストのみ
ko: 게임 목록만
lb_lu: NËMMEN SPILLER-LËSCHT
lv_lv: TIKAI SPĒĻU SARAKSTS
nl: SPELLIJST
pl: SPRAWDŹ TYLKO LISTĘ GIER
pt_br: SOMENTE LISTAS DE JOGOS
ru_ru: ТОЛЬКО СПИСОК ИГР
sk_sk: Iba zoznamy hier

source: BOOT ON SYSTEM
ca: ARRENCA AMB EL SISTEMA
de: IN SYSTEM BOOTEN
fr: DÉMARRER SUR UN SYSTÈME
hu: INDÍTÁS RENDSZERREL
it: AVVIA SU SISTEMA
ja_jp: システム選択を起動
ko: 시스템으로 부팅
lb_lu: BOOT AM SYSTEM
lv_lv: SĀKNĒŠANA UZ
nl: START SYSTEEM
pl: ROZRUCH DO SYSTEMU
pt_br: INICIAR NO SISTEMA
ru_ru: ЗАГРУЖАТЬСЯ В СИСТЕМУ
sk_sk: Spustiť do systému

source: BOOT ON GAMELIST
ca: ARRENCA AMB LA LLISTA DE JOCS
de: IN SPIELELISTE BOOTEN
fr: DÉMARRER SUR LA LISTE DE JEUX
hu: INDÍTÁS JÁTÉKLISTÁVAL
it: AVVIA SU LISTA GIOCHI
ja_jp: ゲームリストを起動
ko: 게임리스트로 부팅
lb_lu: BOOT AN DER SPILLER-LËSCHT
lv_lv: SĀKNĒŠANA UZ SARAKSTU
nl: START SPELLIJST
pl: ROZRUCH DO LISTY GIER
pt_br: INICIAR NA LISTA DE JOGOS
ru_ru: ЗАГРУЖАТЬСЯ В СПИСОК ИГР
sk_sk: Spustiť do zoznamu hier

source: HIDE SYSTEM VIEW
ca: OCULTA LA VISTA DE SISTEMA
de: SYSTEMANSICHT VERSTECKEN
eu_es: EZKUTATU SISTEMA BISTA
fr: CACHER LA VUE SYSTÈME
hu: RENDSZER NÉZET ELREJTÉSE
it: NASCONDI VISTA SISTEMA
ja_jp: システム表示を隠す
ko: 시스템 뷰 감추기
lb_lu: VERSTOPP D'SYSTEM VUE
lv_lv: SLĒPT SISTĒMAS SKATU
nl: VERBERG SYSTEEM
pl: UKRYJ WIDOK SYSTEMU
pt_br: ESCONDER A VISUALIZAÇÃO DO SISTEMA
ru_ru: СПРЯТАТЬ СИСТЕМНЫЙ ВИД
sk_sk: Skryť zobrazenie systému

source: EMULATOR ADVANCED CONFIGURATION
ca: PARÀMETRES DE L'EMULADOR AVANÇATS
de: ERWEITERTE EMULATOR KONFIGURATION
eu_es: EMULATZAILE KONFIGURAZIO AURRERATUA
fr: CONFIGURATION AVANCÉE DE L'ÉMULATEUR
hu: EMULÁTOR HALADÓ BEÁLLÍTÁSOK
it: CONFIGURAZIONE AVANZATA EMULATORE
ja_jp: エミュレータの詳細設定
ko: 에뮬레이터 고급 설정
lb_lu: ERWEIDERT EMULATOR CONFIGURATIOUN
lv_lv: EMULATORU KONFIGURĀCIJA
nl: EMULATOR GEAVANCEERDE OPTIES
pl: ZAAWANSOWANA KONFIGURACJA EMULATORA
pt_br: CONFIGURAÇÃO AVANÇADA DO EMULADOR
ru_ru: РАСШИРЕННАЯ КОНФИГУРАЦИЯ ЭМУЛЯТОРА
sk_sk: Pokročilé nastavenie emulátora

source: ADVANCED EMULATOR CONFIGURATION
ca: PARÀMETRES DE L'EMULADOR AVANÇATS
de: ERWEITERTE EMULATOR KONFIGURATION
eu_es: EMULATZAILE AURRERATUAREN KONFIGURAZIOA
fr: CONFIGURATION AVANCÉE DE L'ÉMULATEUR
hu: HALADÓ EMULÁTOR BEÁLLÍTÁSOK
it: CONFIGURAZIONE AVANZATA EMULATORE
ja_jp: エミュレータの詳細設定
ko: 고급 에뮬레이터 설정
lb_lu: ERWEIDERT EMULATOR CONFIGURATIOUN
lv_lv: EMULATORU KONFIGURĀCIJA
nl: GEAVANCEERDE EMULATOR OPTIES
pl: ZAAWANSOWANA KONFIGURACJA EMULATORA
pt_br: CONFIGURAÇÃO AVANÇADA DO EMULADOR
ru_ru: РАСШИРЕННАЯ КОНФИГУРАЦИЯ ЭМУЛЯТОРА
sk_sk: Pokročilé nastavenie emulátora

source: HELP
ca: AJUDA
de: HILFE
eu_es: LAGUNTZA
fr: AIDE
hu: SEGÍTSÉG
it: AIUTO
ja_jp: ヘルプ
ko: 도움말
lb_lu: HËLLEF
lv_lv: PALĪDZĪBA
pl: POMOC
pt_br: AJUDA
ru_ru: ПОМОЩЬ
sk_sk: Pomoc

source: THE SYSTEM IS UP TO DATE
ca: EL SISTEMA ESTÀ ACTUALITZAT
de: DAS SYSTEM IST AKTUELL
eu_es: SISTEMA EGUNERATUTA DAGO
fr: LE SYSTÈME EST À JOUR
hu: A RENDSZER NAPRAKÉSZ
it: IL SISTEMA È AGGIORNATO
ja_jp: このシステムは 更新されています
ko: 최신 시스템입니다.
lb_lu: DÄIN SYSTEM ASS UM NEISTEN STAND
lv_lv: SISTĒMA IR AKTUĀLA
nl: Het systeem is bijgewerkt
pl: SYSTEM JEST AKTUALNY
pt_br: O SISTEMA ESTÁ ATUALIZADO
ru_ru: СИСТЕМА НЕ НУЖДАЕТСЯ В ОБНОВЛЕНИИ
sk_sk: Systém je aktuálny

source: FORCE BASIC GAMELIST VIEW
ca: FORÇA LA VISTA DE LLISTA BÀSICA DE JOCS
de: BASIS-ANSICHT DER SPIELELISTE ERZWINGEN
eu_es: BEHARTU OINARRIZKO JOKO ZERRENDA BISTA
fr: FORCER LA VUE LISTE DE JEUX BASIQUE
hu: ALAP JÁTÉKLISTA NÉZET
it: FORZA VISTA LISTA GIOCHI SEMPLICE
ja_jp: 基本の ゲームリスト表示を 強制する
ko: 강제로 기본 게임목록 보기
lb_lu: FORCÉIER D'BASIS SPILLER-LËSCHT VUE
lv_lv: PAMATA SARAKSTA SKATS
nl: FORCEER BASIS SPELLIJST
pl: WYMUŚ PODSTAWOWY WIDOK LISTY GIER
pt_br: FORÇAR VISUALIZAÇÃO BÁSICA DA LISTA DE JOGOS
ru_ru: ПРОСТОЙ ВИД СПИСКА ИГР
sk_sk: Vynútiť základný pohľad zoznamu hier

source: DOWNLOADED
de: HERUNTERGELADEN
eu_es: DESKARGATUTA
fr: TÉLÉCHARGÉ
hu: LETÖLTVE
it: SCARICATO
ja_jp: ダウンロード完了
ko: 다운로드 완료
pl: POBRANE
pt_br: BAIXADO
ru_ru: ЗАГРУЖЕНО
sk_sk: Stiahnuté

source: UPDATE VERSION:
eu_es: EGUNERAKETA BERTSIOA:
sk_sk: Verzia aktualizácie:

source: UPDATE CHANGELOG:
de: CHANGELOG DES UPDATES:
eu_es: EGUNERAKETA ALDAKETAK:
fr: LISTE DES NOUVEAUTÉS DE LA MISE À JOUR :
hu: FRISSÍTÉS VÁLTOZÁSOK:
it: AGGIORNA IL CHANGELOG
ja_jp: アップデートでの変更点
ko: 업데이트 변경내용:
pl: LISTA ZMIAN:
pt_br: MUDANÇAS DA ATUALIZAÇÃO:
ru_ru: СПИСОК ИЗМЕНЕНИЙ:
sk_sk: Zoznam zmien aktualizácie:

source: MORE DETAILS
de: MEHR DETAILS
eu_es: XEHETASUN GEHIAGO:
fr: PLUS DE DÉTAILS
hu: TÖBB RÉSZLET
it: PIÙ DETTAGLI
ja_jp: さらに詳しく
ko: 자세히 보기
pl: WIĘCJE INFORMACJI
pt_br: MAIS DETALHES
ru_ru: ПОДРОБНЕЕ
sk_sk: Viac podrobností

source: CAROUSEL ANIMATION
de: KARUSSELL-ANIMATION
eu_es: KARRUSEL ANIMAZIOA
fr: ANIMATION DU BANDEAU
hu: CAROUSEL ANIMÁCIÓ
it: ANIMAZIONE DI CAROSELLO
ja_jp: 回転アニメーション
ko: 슬라이드 애니메이션
pl: ANIMACJA KARUZELI
pt_br: ANIMAÇÃO DO CARROSSEL
ru_ru: АНИМАЦИЯ КАРУСЕЛИ
sk_sk: Otočná animácia

source: THEME CONFIGURATION
de: THEME KONFIGURATION
eu_es: GAIAREN KONFIGURAZIOA
fr: CONFIGURATION DU THÈME
hu: TÉMA BEÁLLÍTÁSOK
it: CONFIGURAZIONE DI TEMA
ja_jp: テーマのコンフィグレーション
ko: 테마 설정
pl: KONFIGURACJA MOTYWU
pt_br: CONFIGURAÇÃO DO TEMA
ru_ru: НАСТРОЙКА ТЕМЫ
sk_sk: Nastavenie témy

source: THEME COLORSET
de: THEME FARBSET
eu_es: GAIAREN KOLOREAK
fr: COULEUR DU THÈME
hu: TÉMA SZÍNEI
it: COLORE DI TEMA
ja_jp: テーマのカラーセット
ko: 테마 색상세트
pl: KOLORY MOTYWU
pt_br: ESQUEMA DE CORES DO TEMA
ru_ru: ЦВЕТОВАЯ СХЕМА
sk_sk: Farebná sada témy

source: THEME ICONSET
eu_es: GAIAREN IKONOAK
fr: ICONES DU THÈME
hu: TÉMA IKONJAI
it: ICONE DI TEMA
ja_jp: テーマのアイコンセット
ko: 테마 아이콘세트
pl: IKONY MOTYWU
pt_br: CONJUNTO DE ÍCONES DO TEMA
ru_ru: НАБОР ИКОНОК
sk_sk: Sada ikon témy

source: THEME MENU
de: THEME MENÜ
eu_es: GAIAREN MENUA
fr: MENU DU THÈME
hu: TÉMA MENÜ
it: MENU DI TEMA
ja_jp: テーマメニュー
ko: 테마 메뉴
pl: MOTYW MENU
pt_br: TEMA DO MENU
ru_ru: МЕНЮ
sk_sk: Ponuka témy

source: THEME SYSTEMVIEW
de: THEME SYSTEMANSICHT
eu_es: GAIAREN SISTEMA BISTA
fr: THÈME DU SYSTEME
hu: TÉMA RENDSZERNÉZET
it: TEMA DI SISTEMA
ja_jp: テーマのシステム外観
ko: 테마 시스템뷰
pl: Motyw ekranu wyboru systemów
pt_br: TEMA DA VISUALIZAÇÃO DE SISTEMAS
ru_ru: СПИСОК ПЛАТФОРМ
sk_sk: Téma pohľadu systému

source: THEME GAMELISTVIEW
de: THEME SPIELELISTE
eu_es: GAIAREN JOKO ZERRENDA BISTA
fr: THÈME LISTE DES JEUX
hu: TÉMA JÁTÉKLISTANÉZET
it: TEMA DELLA GAMELIST
ja_jp: テーマのゲームリスト外観
ko: 테마 게임리스트뷰
pl: MOTYW WIDOKU LISTY GIER
pt_br: TEMA DA VISUALIZAÇÃO DA LISTA DE JOGOS
ru_ru: СПИСОК ИГР
sk_sk: Téma pohľadu zoznamu hier

source: THEME REGION
eu_es: GAIAREN ESKUALDEA
fr: RÉGION DU THÈME
hu: TÉMA RÉGIÓ
it: REGIONE DI TEMA
ja_jp: テーマのリージョン
ko: 테마 지역
pl: Region motywu
pt_br: REGIÃO DO TEMA
ru_ru: РЕГИОН
sk_sk: Región témy

source: THIS THEME HAS NO OPTION
de: DIESES THEME HAT KEINE OPTIONEN
eu_es: GAI HONEK EZ DU AUKERARIK
fr: CE THÈME N'A PAS D'OPTION
hu: EHHEZ A TÉMÁHOZ NINCSENEK BEÁLLÍTÁSOK
it: QUESTO TEMA NON HA SCELTA
ja_jp: このテーマには変更可能なオプションはありません
ko: 테마 옵션 없음
pl: TEN MOTYW NIE MA OPCJI
pt_br: ESTE TEMA NÃO POSSUI OPÇÕES
ru_ru: У ЭТОЙ ТЕМЫ НЕТ ПАРАМЕТРОВ
sk_sk: Táto téma nemá žiadne voľby

source: MANUAL INPUT
de: MANUELLE EINGABE
eu_es: ESKUZKO SARRERA
fr: SAISIE MANUELLE
hu: MANUÁLIS BEVITEL
it: INSERIMENTO MANUALE
ja_jp: 手動入力
ko: 수동 입력
pl: WPROWADŹ RĘCZNIE
pt_br: ENTRADA MANUAL
ru_ru: РУЧНОЙ ВВОД
sk_sk: Ručný vstup

source: AN ERROR OCCURED - DOWNLOADED
de: FEHLER BEIM DOWNLOAD
eu_es: ERROREA GERTATU DA - DESKARGATUTA
fr: UNE ERREUR EST SURVENUE - TÉLÉCHARGÉ
hu: HIBA TÖRTÉNT - LETÖLTÉSEK
it: RISCONTRATO UN ERRORE - SCARICATO
ja_jp: エラーが発生ましたーダウンロード完了
ko: 에러 발생 - 다운로드
pl: WYSTĄPIŁ BŁĄD - POBRANE
pt_br: UM ERRO OCORREU - BAIXADO
ru_ru: ПРОИЗОШЛА ОШИБКА — ЗАГРУЖЕНО
sk_sk: Nastala chyba - stiahnuté

source: START KODI
de: KODI STARTEN
eu_es: HASI KODI
fr: DÉMARRER KODI
hu: KODI INDÍTÁSA
it: INIZIARE KODI
ja_jp: ＫＯＤＩ起動
ko: KODI 시작
pl: WŁĄCZ KODI
pt_br: INICIAR KODI
ru_ru: ЗАПУСК KODI
sk_sk: Spustiť KODI

source: Shows the current available update version.
de: Zeige die momentane verfügbare stabile Version
fr: Affiche la version actuelle de mise à jour disponible.
hu: Elérhető frissítés verziója.
it: Mostra l’attuale versione di aggiornamento disponibile.
ja_jp: アップデート可能なバージョンを表示
ko: 현재 사용 가능한 업데이트 버전을 표시합니다.
pl: Pokazuje dostępną aktualizację.
pt_br: Exibe a versão da atualização disponível.
ru_ru: Показывает текущую версию обновления.
sk_sk: Zobrazí aktuálne dostupnú verziu aktualizácie

source: Shows the current available update changelog.
de: Zeige das aktuelle Changelog
fr: Affiche la liste des nouveautés et modifications actuellement disponible.
hu: Elérhető frissítési napló.
it: Mostra l’attuale versione di changelog disponibile
ja_jp: アップデートでの変更点を表示
ko: 현재 사용 가능한 업데이트 변경 내역을 표시합니다.
pl: Pokazuje listę zmian w dostępnej aktualizacji.
pt_br: Exibe as mudanças da atualização disponível.
ru_ru: Показывает изменения в доступном обновлении.
sk_sk: Zobrazí aktuálne dostupný zoznam zmien aktualizácie
