Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
ca: L'escala sencera s'escala per un factor d'un nombre sencer, com 2x, 3x, 4x, etc. Aquesta opció escala la imatge fins a l'escala sencera més gran per sota de la resolució establerta. Per exemple, si estableixes la resolució de pantalla completa en 1920x1080 i habilites l'escalat sencer, només escalarà una imatge de 320x240 fins a 1280x960 i deixarà les vores negres al voltant. Això és per mantenir una relació d'aspecte de píxels d'1: 1 amb la imatge original, de manera que els píxels no es dupliquin de manera desigual.
de: Integer scaling bedeutet skalieren um eine ganze Zahl (z.B. 2x, 3x, 4x, etc.). Diese Option skaliert das Bild um die größtmögliche ganze Zahl, die in die eingestellte Auflösung passt. Beispiel: Bei einer Vollbildauflösung von 1920x1080 und aktivierem integer scaling, wird ein 320x240 Bild auf 1280x960 mit schwarzem Rand ringsum skaliert. Dadurch wird das 1:1 Pixelverhältnis des Originalbildes bewahrt und Pixel werden nicht ungleichmäßig dupliziert.
fr: Integer scale est une échelle par facteur de nombre entier comme 2x, 3x, 4x, etc. Cette option met à l'échelle l'image jusqu'au plus grand facteur entier en dessous de la résolution. Par exemple, avec une résolution de 1920x1080 et integer scale activé, une image de 320x240 sera mis à l'échelle jusqu'à 1280x960 en laissant des bords noirs tout autour. Ceci pour maintenir un ratio de pixels de 1:1 avec le format d'origine de l'image pour que les pixels ne soit pas inégalement dupliqués.
hu: Egész nagyítás egész számú szorzóval, pl.: 2x, 3x, 4x, stb. Ez az opció átméretezi a képet a lehető legnagyobb egész számú szorzóval a kiválasztott felbontásig. Például, ha a felbontás 1920x1080 és engedélyezed az egész nagyítást, a 320x240-es képet 1280x960-ra méretezi, körben egy fekete kerettel. Ezzel azonos lesz a pixelarány az eredeti képpel, és nem lesznek elmosott pixelek.
it: Scala per interi significa scalare per fattori interi come 2x, 3x, 4x, etc. Questa opzione scala l'immagine fino al più grande fattore intero di scala al di sotto della risoluzione impostata. Così ad esempio, se imposti la risoluzione a pieno schermo a 1920x1080 e abiliti la scala per interi, un'immagine da 320x240 verrà scalata al massimo fino a 1280x960 e lascerà bordi neri tutto intorno. Tutto questo per mantenere l'aspetto 1:1 dell'immagine originale così che i pixel non vengano duplicati in modo non uniforme.
ja_jp: 整数スケーリングは、2倍、3倍、4倍といった整数倍でスケーリングします。このオプションは、設定された解像度よりも小さい最大の整数スケールまで画像をスケーリングします。 したがって、たとえば、フルスクリーン解像度を1920x1080に設定し、整数スケーリングを有効にすると、320x240の画像のみが1280x960にスケーリングされ、周囲に黒い境界線が残ります。 これは、ピクセルが不均一に複製されないように、元のソースイメージと1：1のピクセル比を維持するためです。
ko: 이 옵션은 이미지를 설정된 해상도보다 큰 최대 배율(2x, 3x, 4x 등과 같은 정수배율)로 조정합니다. 예를 들어 320x240 해상도의 게임을 1920x1080으로 설정하고 옵션에 체크하면, 이미지의 크기를 최대 1280x960으로 조정하고 검은 색 테두리를 모두 남겨 둡니다. 이것은 원본 소스 이미지와 1 : 1의 픽셀 비율을 유지하여 픽셀이 불균등하게 복제되는 것을 방지해 줍니다.
lb_lu: Integer scaling vergréissert d'Bild mat enger ganzer Zuel, esou wéi 2x, 3x, 4x, etc.Dëss Optioun vergréissert d'Bild op deen héchstméiglechen Integer Wert ënnert där gesetzter Opléisung. z.B: Falls als Vollbild eng Opléisung vun 1920x1080 gesaat ass + d'Optioun integer scaling, esou gëtt een Bild (bzw. Spill) vun 320x240 op 1280x960 vergréissert, dobei bleiwen schwaarz Balken ronderem. Dësst ass fier eng 1:1 Pixel Ratio ze behaalen esou daat d'Bild nët verzunn gëtt.
lv_lv: Veselu skaitļu mērogošana ir mērogošana ar koeficientu piemēram 2 x, 3 x, 4 x u.c. Šī opcija maina attēlu līdz skalas lielākajam skaitlim zem iestatītās izšķirtspējas. Tā, piemēram, ja iestatāt pilnekrāna izšķirtspēju līdz 1920x1080 un iespējojat veselo skaitļu mērogošana, tiek nodrošināta tikai skala no 320x240 līdz 1280x960 un tiek atstāta melna robeža visapkārt, lai uzturētu 1:1 pikseļa attiecības ar oriģinālo avota attēlu, lai pikseļa dublikāti nav nevienādi.
nl: Integer schalen is het schalen door een factor van een heel nummer. zoals 2x,3x,4x,etc. Deze optie schaalt de afbeelding op naar de grootste schaal onder de resolutie. Bijvoorbeeld, als je een fullscreen resolutie tot 1920x1080 hebt, en Integer schalen aan zet zal deze een 320x240 maximaal naar 1280x960 schalen en zwarte randen er om heen laten. Dit is om een 1:1 pixel ratio te behouden.
pl: Całkowite skalowanie to skalowanie podzielone na współczynnik liczbowy taki, jak 2x, 3x, 4x itd. Ta opcja skaluje obraz do największego całkowitego skalowania poniżej ustawienia rozdzielczości. Dla przykładu jeśli ustawisz rozdzielczość na 1920x1080 pikseli i włączysz całkowite skalowanie, przeskaluje jedynie obraz wielkości 320x240 do rozmiaru 1280x960 pikseli i zostawi czarną ramkę dookoła. Ma to na celu utrzymanie stosunku 1:1 dla pixela zgodnie z oryginalnym obrazem, dlatego piksele nie są nierównomiernie duplikowane.
pt_br: Escala integral é o escalonamento da imagem por um fator multiplicativo, como 2x, 3x, 4x, etc. Essa opção escalona a imagem até a maior escala inteira abaixo da resolução escolhida. Por exemplo, se você colocar como resolução de tela cheia 1920x1080 e ativar a escala inteira, ele escalona uma imagem 320x240 para 1280x960 e deixa bordas pretas em volta da imagem. Isso é feito para manter a taxa de proporção de pixel 1:1 com a imagem original, evitando duplicidade de pixels.
ru_ru: Целочисленное масштабирование является масштабированием с коэффициентом в виде целого числа, таким как 2x, 3x, 4x и т. д. Этот параметр масштабирует изображение до наибольшего целочисленного масштаба не превышающего установленного разрешения. Так, например, если вы установите полноэкранное разрешение в 1920x1080 и включите целочисленное масштабирование, то оно будет масштабировать изображение 320x240 до 1280x960 и оставит вокруг черные поля. Это необходимо для сохранения соотношения 1:1 с оригинальным исходным изображением, чтобы пиксели не дублировались неравномерно.
sk_sk: Celočíselné škálovanie je škálovanie násobkom celého čísla, ako 2x, 3x, 4x, atď. Táto voľba škáluje obraz na najväčšiu celú mierku pod rozlíšením. Napríklad, ak nastavíte rozlíšenie celej obrazovky na 1920x1080 a povolíte celočíselné škálovanie, zmení mierku 320x240 na 1280x960 a nechá čierne okraje okolo. Je to na zachovanie pomeru veľkosti bodu 1:1 s pôvodným zdrojovým obrazom, aby pixely neboli nerovnomerne duplikované.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
ca: Els shaders són com filtres per al renderitzat del joc. Pots seleccionar un conjunt de shaders aquí, que és una col·lecció de shaders seleccionats per a cada sistema. També pots canviar el shader dins el joc amb HOTKEY + L2 or HOTKEY + R2.
de: Shader sind wie Filter für die Spielwiedergabe. Du kannst hier ein Shader-Set auswählen, welches für jedes System eine Zusammenstellung von Shadern bereitstellt. Du kannst Shader auch im Spiel mit HOTKEY + L2 oder HOTKEY + R2 wechseln.
fr: Les "shaders" sont des filtres pour le rendu du jeu. Vous pouvez choisir un "shader set" ici qui est une collection de "shaders" sélectionnés pour chaque système. Vous pouvez aussi changer de "shader" en cours de jeu avec 'HOTKEY' + L2 ou 'HOTKEY' + R2
hu: Itt tudsz választani shader csomagot, ami egy shader gyűjtemény minden egyes rendszerhez. Játék közben az aktuális shader megváltoztatható a GYORSBILLENTYŰ + L2 és GYORSBILLENTYŰ + R2 gombokkal.
it: Gli shaders sono come filtri per renderizzare il gioco. Si può scegliere un set di shader qui il quale è una collezione di shader selezionati per ogni sistema. Puoi anche cambiare lo shader durante il gioco con la combinazione HOTKEY + L2 o HOTKEY + R2.
ja_jp: シェーダーは、ゲームレンダリングのフィルターのようなものです。 ここで、各システムに選択されたシェーダーのコレクションであるシェーダーセットを選択できます。 ホットキー + L2またはホットキー + R2のコマンドで、ゲーム内のシェーダーを変更できます。
ko: 셰이더는 게임 렌더링 위에 필터와 같은 효과를 줄 수 있습니다. 쉐이더 모음을 통해 각 시스템별로 쉐이더 값을 줄 수 있습니다. HOTKEY + L2 또는 HOTKEY + R2를 사용하면 게임 내에서 쉐이더를 변경할 수 있습니다.
lb_lu: Een Shader ass ewéi een Filter fir den Rendering vum Spill. Du kanns een Shader hei erauswielen, dësst ass eng collectioun vun Shader'en ausgewielt fir den jeweilegen System. Du kanns den Shader och während dem spillen wiesselen andeems de HOTKEY + L2 oder HOTKEY + R2 drécks.
lv_lv: Ēnotājs ir filtrs, priekš spēles renderēšanas. Jūs varat iestatīt šeit vai katrai sistēmai atsevišķi. Varat arī mainīt spēlē ar KARSTO TAUSTIŅU + L2 vai KARSTO TAUSTIŅU + R2.
nl: Shaders zijn filters voor de game rendering. Je kan een shader set selecteren, welke bestaat uit een collectie van shaders voor elk systeem. Deze kan je ingame aanpassen met de HOTKEY +L2 of HOTKEY +R2.
pl: Filtry są nakładką do renderowania gier. Możesz wybrać diltry w tym miejscu, które są zbiorem dla każdego systemu. Możesz także zmienić filtry podczas gry wciskając HOTKEY + L2 lub HOTKEY + R2.
pt_br: Shaders são filtros para renderizar os jogos. Você pode selecionar um ajuste de shader aqui, que é uma coleção de shaders selecionados para cada sistema. Você também pode trocar o shader dentro do jogo utilizando o comando HOTKEY + L2 ou HOTKEY + R2.
ru_ru: Шейдеры подобны фильтрам для визуализации игры. Для каждой системы вы можете выбрать шейдерный профиль, который представляет собой набор из нескольких шейдеров. Вы также можете изменить шейдерный профиль прямо во время игры используя сочетания ГОРЯЧАЯ КНОПКА + L2 или ГОРЯЧАЯ КНОПКА + R2.
sk_sk: Shadery sú ako filtre pre renderovanie hier. Tu môžete vybrať sadu shaderov, čo je kolekcia shaderov pre každý systém. Môžete tiež zmeniť shadery v hre pomocou HOTKEY + L2 or HOTKEY + R2.

source: Enable or disable RetroAchievements in games.
ca: Activa o desactiva els assoliments retro als jocs.
de: Aktiviere/Deaktiviere RetroAchievements in Spielen.
eu_es: Gaitu edo ezgaitu RetroLorpenak jokoetan.
fr: Activez ou désactivez RetroAchievements dans les jeux.
hu: RetroAchievements engedélyezése a játékokban.
it: Abilita o disabilita i RetroAchievement nei giochi.
ja_jp: ゲームで RetroAchievements を有効/無効に します。
ko: 게임에서 RetroAchievements를 활성화/비활성화 합니다.
lb_lu: Un- bzw. Ausschalten vun RetroAchievements an den Spiller.
lv_lv: Iespējot vai atspējot RetroAchievements spēlē.
nl: Zet RetroAchievements aan of uit in spellen.
pl: Włącz lub wyłącz osiągnięcia w grze platformy RetroAchievements.
pt_br: Ativar ou desativar RetroAchievements nos jogos.
ru_ru: Включить или выключить РЕТРОДОСТИЖЕНИЯ в играх.
sk_sk: Povoliť alebo zakázať Retroachievements v hre

source: Hardcore mode disables *all* savestate and rewind functions within the emulator: you will not be able to save and reload at any time. You will have to complete the game and get the achievements first time, just like on the original console. In reward for this, you will earn both the standard and the hardcore achievement, in effect earning double points! A regular game worth 400 points, is now worth 800 if you complete it on hardcore! For example: if you complete the game for 400 points, you then have the opportunity to earn another 400 on hardcore.
ca: El mode expert desactiva *totes* les partides desades i funcions de rebobinat de l'emulador: no podreus desar ni carregar en qualsevol moment. Haureu de completar el joc i aconseguir els assoliments des del principi, igual que en la consola original. Com a recompensa, aconseguireu tant els assoliments estàndard com també els d'expert, i per tant guanyant el doble de punts! Un joc regular de 400 punts, valdria 800 si el completeu amb el mode expert. Per exemple: si completeu el joc per 400 punts, llavors teniu l'oportunitat de guanyar-ne 400 més en el mode expert.
de: Der Hardcore Modus deaktivert ALLE 'Speichern' und 'Zurückspulen' Funktionen innerhalb des Emulators: Du kannst also nicht jederzeit speichern und neu laden. Du musst das Spiel abschließen und die Erfolge zum ersten Mal bekommen, genau wie auf der Originalkonsole. Als Belohnung bekommst Du die beiden Erfolge 'Standard' und 'Hardcore', um dir die doppelte Punktzahl zu verdienen. Ein reguläres Spiel mit 400 Punkten ist nun 800 Punkte wert, wenn Du es im Hardcore Modus abschließt. Beispiel: Wenn Du ein Spiel für 400 Punkte beendest, dann hast Du die Möglichkeit, zusätzlich 400 Punkte im Hardcore Modus zu verdienen.
fr: Le mode Hardcore désactive *toutes* les fonctions rembobinage et sauvegarde dans l'émulateur : vous ne pourrez pas sauvegarder et charger n'importe quand. Vous devrez finir le jeu et débloquer les succès du premier coup, comme sur la console originale. En récompense, vous gagnerez à la fois les succès hardcore et standard, doublant ainsi vos points ! Un jeu normal valant 400 points vaudra désormais 800 points si vous le finissez en hardcore! Par exemple : si vous finissez un jeu pour 400 points, vous avez ensuite la possibilité d'obtenir 400 points de plus en hardcore.
hu: A hardcore mód kikapcsolja a játékmentés és visszatekerés funkciókat az emulátorban: nem fogod tudni bármikor menteni és visszatölteni a játékállást. Be kell fejezned a játékot, és teljesíteni a kihívást ugyanúgy, mint az eredeti konzolnál. Jutalomként ha teljesíted az eredeti és a hardcore kihívást is, dupla pontot kapsz! A rendszeres játékért 400 pont kapható, de most 800, ha teljesíted hardcore módban is! Például ha befejezted a játékot 400 pontért, kaphatsz mellé még 400-at, ha hardcore módban is teljesíted.
it: La modalità Hardcore disabilita *tutti* i salvataggi e il riavvolgimento all'interno dell'emulatore: non potrai salvare e caricare in nessuna maniera. Dovrai completare ed ottenere gli obiettivi una prima volta esattamente come sulla console originale. Come premio, guadagnerai entrambi gli obiettivi standard ed hardcore, il doppio dei punti in effetti! Un gioco regolare vale 400 punti, ma ne vale 800 se lo completi in hardcore! Ad esempio: se completi il gioco per 400 punti, hai la possibilità di guadagnarne altri 400 in hardcore.
ja_jp: ハードコアモードでは、エミュレータ内の*すべての*ステートセーブおよび巻き戻し機能が無効になります。保存および再読み込みは一切できません。 本来のコンソールと同じように、ゲームをクリアして最初に実績を取得する必要があります。 これに対する報酬として、スタンダードとハードコアの両方のアチーブメントを獲得し、実質的にダブルポイントを獲得します！ 400ポイントの通常のゲームは、ハードコアで完了すると800になります！ たとえば、400ポイントでゲームを完了すると、ハードコアでさらに400ポイントを獲得できます。
ko: 하드코어 모드는 에뮬레이터 내의 '모든 저장 및 되감기 기능'을 비활성화합니다. 즉시 저장 로드 기능이 사라집니다. 본래의 콘솔에서와 같이 게임을 클리어해야 합니다.이에 대한 보상으로, 표준 및 하드 코어 업적을 모두 얻게되어 더블 포인트를 얻습니다. 400 포인트의 평범한 게임은 하드 코어로 완성하면 800점이됩니다! 당신이 400점을 받기 위해 게임을 클리어하였다면, 추가로 하드코어 포인트 400점을 더 얻을 수 있습니다.
lb_lu: Den Hardcore Modus desaktivéiert *all* späicherpunkt an d'Réckspull Funktioun ennerhalb vum Emulator: du kanns also nët méi späicheren bzw.erem lueden wanns de wells. Du muss also d'Spill direkt déi éischte Kéier packen, genau wéi bei der original Konsol. Als Belounung kriss de dofir béid, den Standard an den Hardcore Achievement, also duebel Punkten! Also wanns de z.B: bei engem normalen Spill 400 Punkten kritt häss kriss de am Hardcore Mode 800 Punkten.
lv_lv: Brutālais režīms atspējo visas papildus funkcijas emulatoram. Jūs nevarēsit saglabāt un atjaunot spēli jebkurā laikā. Jums vajadzēs pabeigt spēli ar tās sasniegumiem ar pirmo reizi, tāpat kā spēlētu oriģinālā konsolē. Kā atlīdzību par to varēs nopelnīt, gan standarta, gan lielajiem sasniegumiem, faktiskā pelņa dubulti punkti. Paraksti spēlē 400 punktus vērta, tagad tā ir 800 vērta, ja jūs to papildināsiet par tipiskiem.
nl: Hardcore mode zal alle savestates en terugspoel opties uitschakelen binnen de emulator. Ook zal je niet kunnen opslaan en herladen ten alle tijden. Je zal het spel de eerste keer moeten uitspelen om de archievements te krijgen, net zoals een origineel console. Als beloning win je zowel de hardcore archievement en dus dubbele punten. Een standaard spel is 400 punten waard, maar met hardcore 800 als je deze haalt.
pl: Tryb Hardcore wyłącza *wszystkie* zapisane stany rozgrywki i cofa zmiany wykonane w ciągu emulatora : nie będziesz mógł zapisywać i przeładowywać za każdym razem. Będziesz musiał ukończyć całkowicie grę i uzyskać osiągnięcia pierwszy raz tak, jak w oryginalnej konsoli. W nagrodę za to będzie można uzyskać osiągnięcia zarówno z trybu standardowego jak i hardcore i zdobyć za to podwójne punkty! Regularna gra warta 400 punktów jest teraz warta 800 punktów jeśli zakończysz ją w trybie hardcore! Dla przykładu : Jeśli zakończysz grę za 400 punktów masz możliwość zarobienia kolejnych 400 punktów w trybie hardcore.
pt_br: O modo Hardcore desativa as funções de savestate e rebobinar nos emuladores: Você não poderá salvar/recarregar sua partida em nenhum momento. Você terá que completar o jogo e conseguir suas conquistas, assim como no console original. Como recompensa, você ganhará as conquistas padrão e hardcore, duplicando seus pontos! Um jogo comum que vale 400 pontos, valerá agora 800 se você completar no hardcore! Por exemplo: caso você complete o jogo ganhando 400 pontos, você terá a oportunidade de ganhar outros 400 no hardcore.
ru_ru: Хардкор режим отключает все функции сохранения и перемотки внутри эмулятора: вы больше не сможете сохранять и загружать прогресс по вашему желанию. Вам необходимо пройти игру и получить достижения за один раз, как на оригинальной консоли. В награду за это вы получите как стандартные, так и хардкорные достижения, и в итоге заработаете двойные очки! Обычная игра стоимостью 400 очков, на хардкоре будет оцениваться в 800! Например: если вы пройдете игру получив 400 очков, то у вас остается возможность заработать еще 400 на хардкоре.
sk_sk: Hardcore režim vypína ukladanie a pretáčanie. Nie je možné ukladať postup v hre ani sa k nemu vracať. Hru musíte ukončiť na prvýkrát, rovnako ako na originálnej konzoli. Ako odmenu za túto funckiu získate štandardné body plus ďalšie body naviac. 400 bežne získaných bodov bude teraz 800 bodov, ak hru dokončíte v hardcore režime.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
ca: El lloc web retroachievements.org proposa desafiaments / assoliments / trofeus en plataformes com la NES, SNES, GB, GBC, GBA, Genesis / Megadrive, TurboGrafx16 / PCEngine i més! Crea el teu compte a retroachievements.org i comença a assolir els teus d'èxits!
de: Die Webseite retroachievements.org bietet Herausforderungen/Erfolge/Trophäen für Plattformen wie z.B. NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine und mehr an! Erzeuge einen Account auf retroachievements.org und starte deine Suche nach Erfolgen!
fr: Le site web retroachievements.org propose des challenges/succès/trophées sur les système comme NES, SNES, GB, GBC, GBA, Megadrive, TurboGrafx16/PCEngine et plus! Créez un compte sur retroachievements.org et lancez-vous dans la quête des succès!
hu: A retroachievements.org tartalmazza a kihívásokat/eredményeket/trófeákat a platformokhoz, mint a NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine és így tovább! Hozz létre fiókot retroachievements.org-on és indítsd el a kihívásaidat a legjobb eredményekért!
it: Il sito retroachievements.org propone sfide/obiettivi/trofei su piattaforme come NES, SNES, GB, GBC GBA, Genesis/Megadrive, TurboGrafx16/PCEngine ed altri! Crea il tuo account su retroachievement.org ed inizia a collezionare obiettivi!
ja_jp: ウェブサイトretroachievements.orgは、NES、SNES、GB、GBC、GBA、Genesis / Megadrive、TurboGrafx16 / PCEngineなどのプラットフォームでチャレンジ/実績/トロフィーを提案しています！ retroachievements.orgでアカウントを作成し、成果の探求を始めましょう！
ko: Retroachievements.org에서는 NES, SNES, GB, GBC, GBA, Genesis / Megadrive, TurboGrafx16 / PCEngine 등과 같은 게임 플랫폼에서의 도전 과제 / 업적 / 트로피를 지원합니다! 사이트에 계정을 만들고 업적달성에 도전하세요.
lb_lu: D'Websäit retroachievements.org proposéiert Erausfuerderungen, Achievements, Trophéen op sämtlechen Platformen ewéi NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine an nach vill méi! Régistréier dech um site retroachievements.org an start deng quest fir achievements!
lv_lv: Interneta vietne retroachievements.org piedāvā izaicinājumus, sasniegumus, trofejas platformās, kā NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine un vairāk! Izveidojiet savu kontu retroachievements.org un sāciet meklējumus sasniegumiem!
nl: De website retroachievements.org laat je allerlei uitdagingen, archievements en trofeeën behalen op platforms zoals NES, SNES, GB, GBC, GBA, GENESIS/MEGADRIVE, TurboGrafx16/PCEngine, en meer. Maak je account op retroachievements.org!
pl: Witryna retroachievements.org proponuje wyzwania/osiągnięcia/nagrody na platrofmy takie jak NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PC Engine i więcej! Stwórz Swoje konto na retroachievements.org i zacznij Twoje poszukiwania osiągnięć!
pt_br: O site retroachievements.org propõe desafios/conquistas/troféus para consoles como NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine e muito mais! Crie sua conta no site retroachievements.org e inicie sua jornada por conquistas!
ru_ru: Сайт retroachievements.org предлагает: соревнования, достижения и трофеи для игр на платформах: NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine и других! Создайте свой аккаунт на сайте и начните свою погоню за достижениями!
sk_sk: Stránka retroachievements.org ponúa možnosť výziev/úspechov/cien pre platformy ako NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine a ďalšie. Vytvorte si účet na retroachievements.org a začnite vašu cestu k herným úspechom.

source: Add and configure up to 5 controllers.
ca: Afegiu i configureu fins a 5 controladors.
de: Hinzufügen und Konfigurieren von bis zu 5 Controllern
eu_es: Gehitu eta konfiguratu 5 aginte arte.
fr: Ajoutez et configurez jusqu'à 5 manettes.
hu: Add hozzá és konfigurálj max 10 kontrollert.
it: Aggiungi e configura fino a 5 controller.
ja_jp: コントローラーを 5個まで 追加・設定します。
ko: 5개 이상의 컨트롤러를 추가 구성합니다.
lb_lu: Configuréier (bzw. setz der dobei) bis zu 5 Kontroller.
lv_lv: Pievienot un konfigurēt līdz 5 kontrolieriem.
nl: Voeg tot 5 controllers toe.
pl: Dodaj i skonfiguruj do 5 kontrolerów.
pt_br: Adicione e configure até 5 controles.
ru_ru: Добавить и настроить до 5 контроллеров.
sk_sk: Pridať a nastaviť do 10 ovládačov
