Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Displays CONNECTED, if you are connected, by checking if your recalbox can access the recalbox.com update server.
ca: Mostra CONNECTAT, si esteu connectat, comprovant si recalbox pot accedir al servidor d'actualitzacions recalbox.com
de: Zeigt VERBUNDEN an, wenn deine Recalbox auf die recalbox.com Update-Server zugreifen kann.
eu_es: KONEKTATUTA erakusten du, hau klikatuta recalboxak recalbox.com eguneraketa zerbitzarira sarbide konexioa badu.
fr: Affiche CONNECTÉ si vous êtes connecté en vérifiant si votre Recalbox peut accéder au serveur de mise à jour recalbox.com.
hu: CSATLAKOZVA felirat jelenik meg, ha kapcsolatot tud létesíteni a recalbox a recalbox.com frissítési szerverrel.
it: Controlla se sei connesso cercando di accedere al server degli aggiornamenti recalbox.com, quindi mostra CONNESSO.
ja_jp: recalboxがrecalbox.comの更新サーバーにアクセスできるかどうかを確認して、接続できた場合接続済みと表示されます。
ko: recalbox.com 업데이트 서버에 접속할 수 있으면 CONNECTED가 표시됩니다.
lb_lu: Weisst CONNECTED un falls de korrekt verbonnde bass an deng recalbox Zougang zum recalbox.com Update Server huet.
lv_lv: Parāda pievienots, ja ir izveidots savienojums, pārbaudiet vai jūsu iekārta var piekļūt recalbox.com atjauninājumu serverim.
nl: Toon VERBONDEN, als je verbonden bent, om te checken of je recalbox toegang heeft tot recalbox.com update server.
pl: Wyświetla POŁĄCZONY jeśli jesteś połączony, w celu sprawdzenia czy Recalbox ma dostęp do serwera aktualizacji recalbox.com
pt_br: Exibe CONECTADO, caso você esteja conectado, verificando se seu recalbox consegue acessar o servidor de atualização recalbox.com.
ru_ru: Отображает ПОДКЛЮЧЕНО, если вы подключены. Проверка заключается в наличии доступа к серверу обновлений recalbox.com.
sk_sk: Zobrazí, či ste pripojení skontrolovaním, či sa Recalbox vie pripojiť na aktualizačný server recalbox.com.

source: The IP address of your recalbox within your local network.
ca: L'adreça IP de la seva recalbox dins de la seva xarxa local.
de: Die IP Adresse deiner Recalbox innerhalb deines lokalen Netzwerks.
eu_es: Sare lokalean zure recalboxak izango duen IP helbidea.
fr: L'adresse IP de votre Recalbox dans votre réseau local.
hu: A recalbox IP címe a helyi hálózaton.
it: L'indirizzo della recalbox all'interno della tua rete locale.
ja_jp: ローカルネットワーク上の Recalbox の IPアドレス
ko: 로컬 네트워크에서 표시되는 recalbox의 IP주소
lb_lu: D'IP Adress vun denger recalbox ënnerhalb vun dengem lokalen réseau.
lv_lv: IP adresi jūsu iekārtai lokālajā tīklā.
nl: Het IP adres van je recalbox binnen je lokale netwerk.
pl: Adres IP Recalboxa w obrębie Twojej sieci lokalnej.
pt_br: O endereço IP do seu recalbox dentro da sua rede local.
ru_ru: IP адрес вашей recalbox в локальной сети.
sk_sk: IP adresa vášho systému na miestnej sieti

source: Enable or disable WIFI. If you disable WIFI, the SSID and the WIFI passwords are saved and can be used when you reactivate it
ca: Activeu o desactiveu el wifi. Si desactiveu el wifi, el SSID i les contrasenyes wifi es desaran i es podran utilitzar quan es reactivi.
de: WLAN aktivieren/deaktivieren. Wenn Du WLAN deaktivierst, bleiben SSID und Passwort gespeichert, damit Du es einfach reaktivieren kannst.
eu_es: Gaitu edo ezgaitu WIFIa. WIFIa ezgaitzen baduzu, SSIDa eta WIFI pasahitza gorde egingo dira eta berriz aktibatzean erabili ahalko dituzu
fr: Activez ou désactivez le WIFI. Si vous désactivez le WIFI, le SSID et la clé WIFI sont sauvegardés et réutilisés quand vous réactiverez l'option.
hu: WIFI engedélyezése. Ha kikapcsolod a WIFI-t, az SSID és a WIFI jelszó elmentve marad a következő engedélyezésig.
it: Abilita o disabilita il Wi-Fi. Se disabiliti il Wi-Fi, le SSID e le password Wi-Fi saranno salvate e potrai riutilizzarle alla riattivazione.
ja_jp: WIFI を有効/無効に します。 無効にした場合、 SSID と WIFI パスワードは 保持され、 有効にした時に 使うことが できます。
ko: WIFI를 활성/비활성 합니다. WIFI를 비활성화 하여도 기존의 SSID와 비밀번호는 삭제되지 않습니다.
lb_lu: WIFI un oder ausschalten. Falls den WIFI ausgeschalt gëtt esou ginn d'SSID an d'WIFI Passwuert gespäichert an och erem benotzt soubal den WIFI erem reactivéiert gëtt.
lv_lv: Iespējot vai atspējot WiFi. SSID un WiFi parole ir saglabāta un var tikt izmantota, ja WIFI tiks atkārtoti iespējots.
nl: Schakel WIFI in of uit. Als je WIFI uitschakelt wordt de SSID en wachtwoord opgeslagen.
pl: Włącz lub wyłącz Wi-Fi. Jeśli wyłączysz Wi-Fi, Twoje nazwy sieci i hasła do sieci będą zapisane i mogą być użyte po ponownym włączeniu opcji.
pt_br: Ativa ou desativa a WIFI. Se você desativar a WIFI, o nome e senha da WIFI continuam salvos e serão utilizados quando reativar.
ru_ru: Включение и выключение Wi-Fi Выключение Wi-Fi не приводит к потере SSID и пароля от сети.
sk_sk: Povoliť alebo zakázať Wi-Fi. Ak zakážete Wi-Fi, meno a heslo sa uložia a môžu sa použiť neskôr.

source: The name of your recalbox in your local network
ca: El nom de la recalbox dins la xarxa local
de: Der Name deiner Recalbox in deinem lokalen Netzwerk.
eu_es: Sare lokalean izango duzun recalboxaren izena
fr: Le nom de votre Recalbox sur le réseau local.
hu: A recalbox neve a helyi hálózaton.
it: Il nome della tua recalbox nella rete locale.
ja_jp: ネットワーク上の Recalbox の名前
ko: 로컬 네트워크에서 표시되는 recalbox의 이름
lb_lu: Den Numm vun denger recalbox an dengem lokalen réseau.
lv_lv: Recalbox vārds lokālajā tīklā.
nl: De naam van je Recalbox in je lokale netwerk
pl: Nazwa Recalboxa w sieci lokalnej
pt_br: O nome do seu recalbox na sua rede local
ru_ru: Имя устройства recalbox в вашей локальной сети.
sk_sk: Názov vášho systému na miestnej sieti

source: SSID (WIFI Name) of your network.
ca: SSID (nom de la xarxa wifi).
de: SSID (WLAN Name) deines Netzwerks.
eu_es: Sareko SSID (WIFI izena).
fr: SSID (Nom WIFI) de votre réseau.
hu: Hálózat SSID-je (WIFI név)
it: SSID (Nome della WiFi) della tua rete.
ja_jp: ネットワークの SSID (WIFI名)
ko: 네트워크 상의 SSID (WIFI 이름)
lb_lu: SSID (WIFI Numm) vun dengem réseau.
lv_lv: SSID (WIFI vārds) jūsu tīklam.
nl: SSID (WiFi naam) van je netwerk.
pl: SSID (Nazwa Wi-Fi) Twojej sieci.
pt_br: SSID (Nome) da sua rede WIFI.
ru_ru: SSID (имя Wi-Fi) вашей сети.
sk_sk: Názov vašej Wi-Fi siete

source: Private key of your WIFI network.
ca: Clau privada de la xarxa wifi.
de: Persönlicher Schlüssel deines WLAN-Netzwerks.
eu_es: WIFI sareko gako pribatua.
fr: Clé de sécurité de votre réseau WIFI.
hu: Privát kulcs a WIFI hálózathoz
it: Chiave privata della tua rete WiFi.
ja_jp: WIFIネットワークの プライベートキー
ko: WIFI 비밀번호
lb_lu: Privaten Code vun dengem WIFI réseau.
lv_lv: Privātā atslēga jūsu WIFI tīklam.
nl: Privesleutel van je WIFI netwerk.
pl: Prywatne hasło do sieci Wi-Fi
pt_br: Senha da sua rede WIFI.
ru_ru: Пароль вашей Wi-Fi сети.
sk_sk: Heslo vašej Wi-Fi siete

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the user experience in EmulationStation completely.
de: Lade Informationen und Grafiken für deine Spiele. Der Scraper lädt Metadaten und Grafiken für deine Spiele von verschiedenen Servern herunter und verbessert so die Benutzererfahrung in EmulationStation.
fr: Récupérez des informations et visuels pour vos jeux. Le scraper télécharge les données et images pour vos jeux depuis différents serveurs et améliore complètement l'expérience de votre Recalbox.
hu: Kérd le az információkat és a képeket a játékokhoz. A lekérés letölti a metaadatokat és a képeket a játékokhoz, és növeli a felhasználói élményt az EmulationStation-ben.
it: Reperisce informazioni e immagini per i tuoi giochi. Lo scraper scarica metadata e immagini per i tuoi giochi da vari server e migliora l'esperienza utente in EmulationStation.
ja_jp: ゲームの情報とビジュアルを取得します。 スクレーパーを利用することでサーバーからゲームのメタデータとサムネイル画像をダウンロードでき、EmulationStationのユーザー体験を向上させます。
ko: 게임에 대한 정보와 이미지를 얻습니다. 스크래퍼는 다른 서버에서 게임 정보와 이미지 정보를 다운받아, EmulationStation의 사용자 경험을 향상시킵니다.
lb_lu: Sicht no Informatiounen an Biller fir deng Spiller. Den scraper lued metadaten an Biller fir deng Spiller vun verschiddenen Server erof fir der esou eng besser Iwwersiicht ze ginn.
lv_lv: Iegūstiet informāciju un vizuālo attēlu jūsu spēlēm. Ielādēt metadatus un vizuālo informāciju jūsu spēlēm no dažādiem serveriem un uzlabo lietotāja pieredzi EmulationStation pilnībā.
nl: Krijg informatie en coverarts voor je spellen. De scraper download metadata en coverarts voor je spellen van verschillende servers en geeft je een beter ervaring in EmulationStation.
pl: Zdobądź informacje i obrazki dla twoich gier. Program ściąga metadane i obrazki z twoich gier z różnych serwerów i całkowicie poprawia wygodę użytkowania z EmulationStation.
pt_br: Obtém informações e imagens para seus jogos. O scraper baixa metadados e imagens para seus jogos de diferentes servidores melhorando completamente a experiência do usuário no EmulationStation.
ru_ru: Загрузите метаданные и обложки для своих игр. Скрапинг позволяет загружать метаданные и обложки для ваших игр с разных серверов, чем улучшает удобство использования EmulationStation.
sk_sk: Získať informácie a vizuály pre vaše hry. Vyhľadávač stiahne údaje z rôznych servrov a úplne zmení váš zážitok v EmulationStation.

source: Select a server to scrape from. The SCREENSCRAPER server is recommended and is based on www.screenscraper.fr and scrapes game data in your language, if available.
ca: Seleccioneu un servidor per scrapejar. Es recomana el servidor SCREENSCRAPER el qual es basa en les dades de www.screenscraper.fr i scrapeja jocs amb el seu idioma, si hi és disponible.
de: Scrape-Server auswählen. Der empfohlene Server ist SCREENSCRAPER, welcher auf www.screenscraper.fr basiert und, falls vorhanden, die Spieldaten in deiner Sprache lädt.
fr: Sélectionnez un serveur depuis lequel vous voulez scraper. Le serveur SCREENSCRAPER est recommandé et est basé sur www.screenscraper.fr. Il scrape les données de jeu dans votre langue, si disponible.
hu: Válaszd ki a szervert a lekérésekhez. A SCREENSCRAPER szerver ajánlott, aminek a címe www.screescraper.fr, és a lekért adatok a beállított nyelven történnek, ha az elérhető.
it: Seleziona il server per lo scraping. SCREENSCRAPER è raccomandato e si appoggia a www.screenscraper.fr per reperire dati e informazioni del gioco nella tua lingua se disponibile.
ja_jp: スクレイピングサーバーを選択します。 SCREENSCRAPERサーバーをお勧めします。これはwww.screenscraper.frのデータをもとにしていて、利用可能な場合はお使いの言語のゲームデータをスクレイピングすることができます。
ko: 스크랩 할 서버를 선택하십시오. www.screenscraper.fr 을 기반으로 하는 SCREENSCRAPER를 권장하며, 가능하다면 설정된 언어로 된 게임 데이터를 스크랩 할 수 있습니다.
lb_lu: Wiel een Server fir vun deem ze scrappen. Den SCREENSCRAPER Server ass recommandéiert an baséiert op www.screenscraper.fr deen deng Spiller an denger Sprooch scrapt, falls disponibel.
lv_lv: Izvēlieties serveri ielādei. Ieteicams SCREENSCRAPER serveris, kas atrodas www.screenscraper.fr un ielādējiet spēļu datus, ja tas ir pieejams jūsu valodā.
nl: Selecteer een server om van te scrapen. De SHERMSCRAPER is aanbevolen, en is gebaseerd op www.screenscraper.fr en scraped info in eigen taal indien beschikbaar.
pl: Wybierz serwer z którego pobierasz informacje. Rekomendowany jest serwer Screenscraper. Pobrane zostaną dane w Twoim języku, jeżeli będą dostępne.
pt_br: Selecione um servidor para fazer scrape. O servidor SCREENSCRAPER é recomendado e está hospedado em www.screenscraper.fr. Os dados dos jogos serão obtidos no seu idioma (quando disponível).
ru_ru: Выберите сервер для загрузки меданных. Рекомендуется использовать сервер SCREENSCRAPER, основанный на www.screenscraper.fr и осуществляющем скрапинг игры на вашем языке, если он доступен.
sk_sk: Vyberte server, kde vyhľadávať. ScreenScraper (screenscraper.fr) sa odporúča a stiahne údaje vo vašom jazyku, ak sú dostupné.

source: Begin the scrape process with the configuration shown below.
ca: Comença el procés de scrape amb la configuració que es mostra a continuació.
de: Beginne den Scrape-Prozess mit der unten gezeigten Konfiguration.
eu_es: Hasi erauzketa prozesua beheko konfigurazioarekin.
fr: Démarrez le processus de scrape avec la configuration ci-dessous.
hu: Lekérés indítása az alábbi beállítások alkalmazásával.
it: Inizia il processo di scrape con la configurazione seguente.
ja_jp: 以下に表示されたオプションを使用して、スクレイプを開始します。
ko: 다음과 같은 설정으로 스크랩을 시작합니다.
lb_lu: Start den scrap prozess mat dëser configuratioun.
lv_lv: Sākt ielādes procesu ar konfigurāciju, kā parādīts zemāk.
nl: Begin scrapen met onderstaande configuratie.
pl: Zacznij proces pobierania informacji z konfiguracji przedstawionej poniżej.
pt_br: Inicia o processo de scrape com as configurações exibidas abaixo.
ru_ru: Начать процесс скрапинга с указанной ниже конфигурацией.
sk_sk: Spustiť proces vyhľadávania s daným nastavením

source: Scrape and display game ratings.
ca: Obté i mostra les valoracions dels jocs.
de: Scrape und zeige Spielbewertungen.
eu_es: Erauzi eta erakutsi jokoen puntuazioak.
fr: Scrape et affiche la notation des jeux.
hu: Értékelések lekérése és mutatása.
it: Scraping e valutazioni schermo di gioco
ja_jp: ゲームのレイティングを表示してスクレイプ
ko: 스크랩 및 게임 등급 표시.
lb_lu: Scrap Spill Bewäertungen an weiss dëss och un.
lv_lv: Ielādēt un rādīt spēles reitingu.
nl: Scrape en toon spel ratings.
pl: Pobierz informacje i wyświetl ocenę gry.
pt_br: Busca e exibe as classificações dos jogos.
ru_ru: Загружает данные и показывает рейтинги игр.
sk_sk: Vyhľadať a zobraziť hodnotenia hier

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
ca: Configuració avançada. Assegureu-vos que sabeu què feu abans de canviar qualsevol cosa d'aquest menú.
de: Erweiterte Einstellungen. Bitte sei dir bewusst was du machst, bevor du irgendwelche Werte in diesem Menü veränderst.
fr: Options avancées. Assurez-vous de savoir ce que vous faites avant de changer les valeurs de ce menu.
hu: Haladó beállítások. Csak akkor váltosztass meg egy beállítást, ha tisztában vagy vele mire való.
it: Impostazioni avanzate. Prima di fare modifiche in questo menu, sii sicuro di quello che stai facendo.
ja_jp: 高度な設定です。このオプションがどのような動作を行うのかを理解していない場合には変更しないでください。
ko: 고급 설정. 이 메뉴가 무엇을 바꾸는 지 알지 못한다면 변경하지 마세요.
lb_lu: Erweidert configuratiounen. Wann méiglech just benotzen an Wärter änneren wanns de der och wierklech sëcher bass waats de mëss.
lv_lv: Papildus iestatījumi. Lūdzu, pārliecinieties, vai Tu patiešām zini, ko dari, pirms maināt vērtību šajā izvēlnē.
nl: Geavanceerde instellingen. Zorg ervoor dat je weet wat je doet voor het wijzigen van deze instellingen.
pl: Ustawienia zaawansowane. Proszę miej pewność, że wiesz co robisz zanim zmienisz jakąkolwiek wartość w tym menu!
pt_br: Configurações avançadas. Por favor, certifique-se que você realmente sabe o que está fazendo, antes de modificar qualquer valor nesse menu.
ru_ru: Расширенные настройки. Убедитесь, что вы действительно знаете что делаете, прежде чем изменять какие-либо значения в данном меню.
sk_sk: Pokročilé nastavenia. Meňte nastavenia len vtedy, ak viete, čo robíte!

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mind that overclocking your board can void your warranty.
ca: Overclocking al seu processador per augmentar el rendiment. Les configuracions d'overclock són provades i validades per la comunitat. Recordeu que l'overclocking de la placa pot anul·lar la garantia.
de: Übertakte dein Gerät um die Leistung zu steigern. Diese Einstellungen wurden getested und validiert durch die Community. Denke bitte daran, dass die Übertaktung die Garantie deines Geräts erlöschen kann.
fr: Overclockez votre carte pour augmenter les performances. Les paramètres d'overclocking sont testés et validés par la communauté. Gardez à l'esprit qu'overclocker votre carte peut annuler votre garantie.
hu: Overclock-old az alaplapod a teljesítmény növeléséhez. Az overclock beállítások le vannak tesztelve a közösség által. A beállítások használata az alaplap garanciájának elvesztésével járhat.
it: Overclocca la scheda per aumentare le prestazioni. Le impostazioni di overclock sono testate e validate dalla comunità. Ricorda che l'overclocking può invalidare la garanzia.
ja_jp: オーバークロック設定です。 オーバークロックすることによってパフォーマンスの向上が見込まれます。多くのコミュニティーメンバーによって検証済みです。 しかしこのオプションを設定することであなたのマシンに対する保証が無くなることを忘れないで！
ko: 보드를 오버 클럭하여 성능을 향상시킵니다. 오버 클럭 설정은 커뮤니티에서 테스트 하여 검증된 값입니다. 보드를 오버 클럭 할 경우 제품 보증을 받을 수 없음에 유의하시기 바랍니다.
lb_lu: Iwwertackt däin raspberry fir d'Performance ze steigeren. D'Astellungen sinn vun der community getest an validéiert. Sief der trotzdem bewosst dass duerch d'Iwwertacktung d'Garantie vun dengem raspberry erläscht.
lv_lv: Uzdzīt iekārtu, lai palielinātu veiktspēju. Uzdzīšanas iestatījumi ir pārbaudīti un apstiprināti kopienā, bet paturiet prātā, ka uzdzīšana var anulēt garantiju.
nl: Overklok je bord om prestaties te verbeteren. Deze instellingen zijn getest en gecontroleerd door de community. Overkloken kan je garantie beperken.
pl: Podkręć sprzęt, żeby zwiększyć wydajność. Ustawienia podkręcania są testowane i zatwierdzone przez społeczność. Miej na uwadze, że podkręcenie sprzętu może spowodować utratę gwarancji.
pt_br: Faz o overclock de sua placa para aumentar o desempenho. As configurações de overclock são testadas e validadas pela comunidade. Tenha em mente que o overclock da sua placa pode anular sua garantia.
ru_ru: Разгон вашей системы для увеличения производительности. Настройки разгона протестированы и подтверждены сообществом. Помните, разгон может лишить вас гарантии.
sk_sk: Pretaktovať váš systém na zvýšenie výkonu. Nastavenia pretaktovanie sú testovaní a validované komunitou. Pamätajte, že pretaktovanie môže zrušiť záruku!

source: Select which system to show when the recalbox frontend starts. The default value is 'favorites'.
ca: Seleccioneu quin sistema es mostrarà quan la interfície del recalbox iniciï. El valor per defecte és «preferits»
de: Wähle das System aus, welches gezeigt werden soll, wenn das Recalbox-Frontend startet. Der Standardwert ist 'Favoriten'.
fr: Choisissez quel système montrer quand Recalbox démarre. La valeur par défaut est 'favoris'.
hu: Válaszd ki melyik rendszer jelenjen meg indításkor. Alapértelmezésben a 'kedvencek' jelenik meg.
it: Seleziona il sistema da mostrare all'avvio di recalbox. Il predefinito è "preferiti".
ja_jp: recalboxフロントエンドの起動時に表示するシステムを選択します。 デフォルトは「お気に入り」です。
ko: Recalbox가 시작할 때 보여질 화면을 선택합니다. 기본값은 '즐겨 찾기'입니다.
lb_lu: Wiel aus wéieen System am Frontend beim Start vun denger recalbox ugewisen soll ginn. Als Standard ginn "d'Favoriten" ugewisen.
lv_lv: Atlasīt, kuru sistēmu parādīt, kad recalbox sāknējas. Noklusētā vērtība ir 'iECIENĪTIE'.
nl: Selecteer welk systeem toont als je recalbox start. De standaard is 'favorieten'.
pl: Wybierz jaki system pokazać gdy uruchomi się nakładka Recalboxa. Domyślną wartością są 'ulubione'.
pt_br: Seleciona qual sistema exibir quando a interface do recalbox for iniciada. O padrão é 'favoritos'.
ru_ru: Выберите систему, которая будет отображаться при запуске интерфейса recalbox. По умолчанию это раздел «избранное».
sk_sk: Vybrať, ktorý systém sa zobrazí pri spustení prostredia RecalBox. Predvolené je Obľúbené.

source: On boot, recalbox will show the list of games of the selected system rather than the system view.
ca: Al iniciar el sistema, recalbox mostrarà la llista de jocs del sistema seleccionat en lloc de la vista del sistema.
de: Beim Start zeigt Recalbox nicht die Systemansicht, sondern die Liste der Spiele des ausgewählten Systems an.
fr: Au démarrage, Recalbox montrera la liste de jeux du système sélectionné plutôt que la vue des systèmes.
hu: Indításkor a recalbox a játéklistát mutatja a kiválasztott rendszerhez, nem pedig a rendszer nézetet.
it: All'avvio recalbox mostrerà la lista dei giochi del sistema selezionato invece che la vista di sistemi.
ja_jp: 起動時に、recalboxはシステムビューではなく、選択したシステムのゲームのリストを表示します。
ko: 부팅시, 리콜박스가 게임시스템 목록이 아닌, 설정된 게임 시스템의 게임리스트를 표기합니다.
lb_lu: Nom Starten kann recalbox direkt d'Lëscht vun den Spiller vun engem Systen uweisen amplaatz vun der System Vue.
lv_lv: Sāknējot recalbox parādīs spēļu sarakstu tikai izvēlētai sistēmai, nevis sistēmas skatu.
nl: Tijdens starten zal recalbox de spellijst van het geselecteerde systeem tonen
pl: Przy starcie Recalboxa pokaże listę gier wybranego systemu zamiast ekranu wyboru systemów.
pt_br: Na inicialização, o recalbox mostrará a lista de jogos do sistema selecionado em vez da visualização de sistemas.
ru_ru: При загрузке recalbox будет показывать список игр для выбранной системы вместо списка всех систем.
sk_sk: Pri štarte Recalbox zobrazí zoznam hier vybraného systému namiesto pohľadu systémov.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
ca: Mostra només les partides contingudes a l'arxiu gamelist.xml (que es troba en els directoris roms). Aquesta opció accelera el temps d'arrencada, però no detectar jocs nous.
de: Nur die Spiele aus der Datei gamelist.xml (liegt in deinem roms Ordner) anzeigen. Das beschleunigt den Startvorgang. Neue Spiele werden jedoch nicht automatisch erkannt.
fr: Montrer seulement les jeux présents dans le fichier gamelist.xml (situé dans le dossier des roms). Cette option accélère grandement le temps de démarrage, mais les nouveaux jeux ne seront pas détectés.
hu: Csak azokat a játékokat mutatja, amik a gamelist.xml fájlban szerepelnek (a roms könyvtárban található). Ez az opció gyorsabb indítást tesz lehetővé, de az új játékok nem jelennek meg.
it: Mostra solo i giochi contenuti nel file gamelist.xml (presente nella cartella delle roms). Questa opzione velocizza di molto l'avvio, ma i nuovi giochi non saranno trovati.
ja_jp: gamelist.xmlファイル（romsディレクトリ内にあります）に含まれるゲームのみを表示します。 このオプションを利用することで起動時間を短縮できますが、新しいゲームを自動で検出することはできなくなります。
ko: gamelist.xml 파일에 포함된 게임만 표시합니다 (ROM 디렉토리에 위치). 이 옵션을 사용하면 부팅 시간이 크게 단축되지만 새로운 게임은 검색되지 않습니다.
lb_lu: Nëmmen Spiller aus der gamelist.xml uweisen (befënnd sech an dengem "roms" Ordner). Dëss Optioun steigert d'Vitesse beim booten enorm, mais nei Spiller ginn net méi automatësch erkannt.
lv_lv: Rādīt tikai spēles, kas ir gamelist.xml datnē (kas atrodas roms mapē). Šī opcija ļoti paātrina sāknēšanas laiku, taču jaunās spēles netiks atrastas.
nl: Toon enkel spellen welk in de gamelist.xml staan. (Deze staan in je rom map). Deze optie versneld je opstarttijd, maar vindt geen nieuwe spellen.
pl: Pokazuje tylko gry zawarte w pliku gamelist.xml (zlokalizowane w twoich folderach roms). Ta opcja znacznie przyspiesza czas rozruchu, lecz nowe gry nie zostaną wykryte.
pt_br: Mostra apenas os jogos contidos no arquivo gamelist.xml (localizado nas suas pastas de roms). Esta opção acelera significativamente o tempo de inicialização, mas novos jogos não serão detectados.
ru_ru: Показывать только игры содержащиеся в файлах gamelist.xml (расположенных в каталогах с ромами). Данная опция значительно ускоряет время загрузки, но новые игры более не будут обнаружены.
sk_sk: Zobraziť iba hry obsiahnuté v súbore gamelist.xml (vo vašich adresároch hier). Táto voľba mierne zrýchľuje čas spustenia, ale nezistia sa nové hry.
