Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: This option allows you to set the selected system to fixed mode. With this option activated, the user cannot access other systems.
ca: Aquesta opció permet configurar el sistema seleccionat com a forma fixa. Activant aquesta opció, l'usuari no pot accedir a altres sistemes.
de: Diese Option erlaubt es dir, das gewählte System anzupinnen. Ist diese Option aktiviert, hat der Benutzer keinen Zugriff auf andere Systeme.
fr: Cette option vous permet de mettre le système sélectionné en mode fixe. Avec cette option activée, l'utilisateur ne peut pas accéder aux autres systèmes.
hu: Ez az opció csak a kiválasztott rendszert mutatja. Ebben a módban nem lehet hozzáférni más rendszerekhez.
it: Questa opzione ti consente di impostare il sistema selezionato in modalità fissa. Con questa opzione attivata, l'utente non può accedere ad altri sistemi.
ja_jp: このオプションを使用すると、選択したシステムを固定モードに設定できます。 このオプションをアクティブにすると、ユーザーは他のシステムにアクセスできなくなります。
ko: 이 옵션을 사용하면 선택된 시스템으로 고정됩니다. 옵션 활성화 시 다른 시스템으로 접근이 불가능해 집니다.
lb_lu: Mat dëser Optioun kanns de den gewielten System am "fixed mode" laafen loossen. Während deems hues de keen Zougang zu aaneren Systemer.
lv_lv: Šī opcija ļauj iestatīt atlasīto sistēmu fiksētā režīmā. Ja šī iespēja ir aktivizēta, lietotājs nevar piekļūt citām sistēmām.
nl: Deze optie zet het geselecteerde systeem naar fixed. Met deze optie ingeschakeld kan je geen andere systemen openen.
pl: Ta opcja pozwala na ustawienie wybranego systemu do trybu poprawionego. Gdy ta opcja jest aktywna, użytkownik nie ma dostępu do innych systemów.
pt_br: Esta opção permite configurar o sistema selecionado para o modo fixo. Com essa opção ativada, o usuário não pode acessar outros sistemas.
ru_ru: Данная опция позволяет вам установить выбранную систему в закрепленный режим. Если опция активирована, то пользователь не может получить доступ к другим системам.
sk_sk: Táto voľba vám umožní nastaviť vybraný systém na fixný režim. Ak je táto voľba aktivovaná, používateľ nemá prístup k iným systémom.

source: Always display the basic gamelist view, even if you have scraped your games.
ca: Sempre mostrar la vista bàsica de la llista de jocs, fins i s'han scrapejat.
de: Basis-Spielliste anzeigen, sogar wenn du gescrapte Spiele hast.
fr: Toujours afficher la vue liste de jeux basique, même si vous avez scrapé vos jeux.
hu: Mindig az alap játéklistát jeleníti meg, akkor is ha vannak lekért adatok a játékokhoz.
it: Mostra sempre la vista base dei giochi, anche se hai fatto lo scraping.
ja_jp: ゲームをスクレイプした場合でも、常に基本的なゲームリストビューを表示します。
ko: 스크랩된 게임이 있을 경우에도, 항상 기본 게임 화면보기로 설정합니다.
lb_lu: Ëmmer d'Basis Spiller Lëscht uweisen, och wanns de d'Spiller gescraped hues.
lv_lv: Vienmēr rādīt pamata spēļu sarakstu, ja ielādējiet datus.
nl: Toon altijd de basis spellijst, ook bij geschraapte info.
pl: Zawsze pokazuje podstawowy widok listy gier, nawet gdy pobrałeś informacje dla gier.
pt_br: Sempre exibir a visão de lista básica, mesmo se você tiver os dados de scrape dos jogos.
ru_ru: Всегда отображать простой список игр, даже при наличии метаданных.
sk_sk: Vždy zobraziť základný zoznam hier, aj ak ste vyhľadali vaše hry

source: Override global options like emulator, core, ratio and more for each available system in your recalbox.
ca: Anul·lar les opcions globals com emulador, nucli, relació i més per a cada sistema disponible al seu recalbox.
de: Überschreibe globale Optionen wie Emulator, Core, Ratio und mehr für jedes verfügbare System in deiner Recalbox.
fr: Passer outre les options globales comme émulateur, core, ratio et plus pour chaque système disponible dans votre Recalbox.
hu: Globális beállítások felülírása, mint emulátor, core, képarány és minden, ami az adott rendszerhez elérhető.
it: Ignora le impostazioni globali come emulatore, core, rapporto ed altre per ogni sistema disponibile nella recalbox.
ja_jp: recalboxで使用可能なシステムごとに、エミュレーター、コア、比率などのグローバルオプションを無視して設定します。
ko: Recalbox의 에뮬레이터, 코어, 화면비 등의 전역 설정을 재정의 합니다.
lb_lu: All global Optiounen ewéi emulator, core, ratio, etc. fier all eenzel disponibelen Systen vun denger recalbox iwwerschreiwen.
lv_lv: Ignorēt globālās opcijas, kā emulators, kodoli, attiecības u.c. katrai pieejamai recalbox sistēmai.
nl: Forceer globale instellingen zoals emulator, cores, ratio voor beschikbare systemen in je recalbox.
pl: Pozwala zamienić globalne opcje emulatora takie jak rdzeń, proporcje obrazu i więcej dostępnych dla danego systemu.
pt_br: Sobrepõe as opções globais como emulador, núcleo, proporção e outros para cada sistema disponível no Recalbox.
ru_ru: Переопределить глобальные параметры эмулятора, ядра, соотношения сторон и т.п., для каждой доступной в recalbox системы.
sk_sk: Prepísať globálne voľby ako emulátor, jadro, pomer strán a iné pre každý dostupný systém v Recalboxe

source: Configure boot options that make your recalbox boot straight into a system or into Kodi, lock a user to a single system, or directly show the gamelist.
ca: Configura les opcions d'arrencada perquè recalbox comenci directament en un sistema o en Kodi, força l'usuari a un únic sistema, o mostra directament la llista de jocs.
de: Konfiguriere die Boot-Optionen um deine Recalbox direkt in ein System oder Kodi zu booten, einen Benutzer einem einzigen System zuweisen oder direkt die Spieleliste anzeigen.
fr: Configurez les options de démarrage de votre Recalbox : Directement dans un système ou dans Kodi, bloquer un utilisateur dans un seul système ou montrer directement la liste de jeux.
hu: Indítási beállítások konfigurálása, hogy a recalbox egy adott rendzserrel, vagy Kodiban induljon, egy adott rendszerre zárolás, vagy csak a játéklista mutatása.
it: Configura le opzioni di avvio che fanno avviare la recalbox direttamente in un sistema, in Kodi, bloccano un utente ad un singolo sistema o visualizzano direttamente la lista giochi.
ja_jp: recalboxをシステムまたはKodiを直接起動する、ユーザーを単一のシステムにロックする、またはゲームリストを直接表示するといった起動オプションを設定できます。
ko: 부팅 옵션을 설정합니다. KODI로 바로 부팅하거나 특정 게임시스템에서 시작되게 할 수 있고, 게임 목록을 바로 보여줄 수 도 있습니다.
lb_lu: Boot Configuratioun fier daat deng recalbox direkt een bestemmten System bzw. Kodi start oder een bestemmten User an engem bestëmmten System oder direkt deng Spiller-Lëscht uweist.
lv_lv: Konfigurēt sāknēšanas opcijas, sāknējiet tieši sistēmā vai KODI, bloķēt lietotāju vienai spēļu sistēmai vai tieši parādīt spēļu sarakstu.
nl: Configureer opstartopties welke je recalbox direct in een systeem of Kodi zal starten, vastzetten naar systeem, of spellijst.
pl: Konfiguruje opcje rozruchu i powoduje uruchamianie Recalboxa do systemu, albo do KODI, blokuje użytkownika do jednego systemu, lub bezpośrednio wyświetla listę gier.
pt_br: Configura as opções de inicialização para fazer seu Recalbox iniciar em algum sistema ou no Kodi, trava o usuário em um sistema específico ou mostrar diretamente a lista de jogos.
ru_ru: Настройте параметры загрузки, которые позволяют recalbox загружаться сразу в систему или в Kodi, закрепите пользователя в одной системе или сразу отобразите список игр.
sk_sk: Nastaviť voľby spustenia, ktoré spustia Recalbox priamo do systému alebo do Kodi, zamknú používateľa na jeden systém alebo priamo zobrazia zoznam hier

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start Kodi
ca: Activa o desactiva el Kodi, personalitzeu l'inici del Kodi, habilita el botó X per iniciar el Kodi
de: Kodi aktivieren / deaktivieren, Kodi Startverhalten ändern, X-Knopf aktivieren um Kodi zu starten.
fr: Activez ou désactivez Kodi, configurez le démarrage de Kodi, appuyez sur le bouton X pour démarrer Kodi.
hu: Kodi engedélyezése, Kodi indításának konfigurálása, Kodi X gombbal indulásának engedélyezése.
it: Abilita o disabilita Kodi, personalizza l'avvio di Kodi, abilita il tasto X per lanciare Kodi
ja_jp: Kodi を有効または無効に設定できます。Kodiの起動が有効な場合は X を押すことで Kodi が起動します。
ko: KODI의 활성화 여부를 결정합니다. KODI로 시작하도록 설정할 수 있고, X버튼을 누르면 KODI가 실행됩니다.
lb_lu: Kodi un- oder ausschalten, Kodi beim Start personaliséieren, den X Knapp fier Kodi ze starten uschalten.
lv_lv: Iespējot vai atspējot KODI, pielāgot KODI startēšanu, iespējot pogu X, lai palaistu KODI.
nl: Schakel Kodi in of uit. pas de Kodi opstart aan, Start Kodi met X knop.
pl: Włącz lub wyłącz KODI, dostosuj uruchomienie KODI, włącz, by przyciskiem X uruchamiać KODI.
pt_br: Ativa ou desativa o Kodi, personaliza a inicialização do Kodi, habilita o botão X para iniciar o Kodi
ru_ru: Включить или отключить Kodi, настройка автозапуска Kodi, включение запуска Kodi по нажатию кнопки X.
sk_sk: Povoliť alebo zakázať Kodi, prispôsobiť spustenie Kodi, povoliť spustenie Kodi tlačidlom X

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
ca: Activa o desactiva el Kodi. Si Kodi està desactivat, no es podrà iniciar amb el botó X, o al iniciar el sistema. L'entrada del menú serà també eliminada.
de: Kodi aktivieren / deaktivieren. Ist Kodi deaktiviert, kannst du es nicht mehr mit dem X-Knopf oder automatisch beim Start öffnen. Der Menüeintrag verschwindet ebenfalls.
fr: Activez ou désactivez Kodi. Si Kodi est désactivé, vous ne pourrez pas le lancer avec le bouton X ou le lancer automatiquement au démarrage. L'option dans le menu sera aussi retirée.
hu: Kodi engedélyezése. Ha a Kodi nincs engedélyezve, nem lehet elindítani az X gombbal, vagy automatikus indítással. A menüből ezek a beállítások el lesznek távolítva.
it: Abilita o disabilita Kodi. Se Kodi è disabilitato, non potrai lanciarlo con il tasto X o automaticamente all'avvio. Anche la voce del menù sarà rimossa.
ja_jp: Kodiを有効または無効にします。 kodiが無効になっている場合、Xボタンで起動することも、起動時に自動的に起動することもできません。 メニューエントリも削除されます。
ko: KODI의 활성화 여부를 결정합니다. 비활성화시, X버튼을 눌러도 시작되지 않으며, 부팅시 자동으로 시작되지 않습니다. 메뉴항목에서 제거됩니다.
lb_lu: Kodi un- oder ausschalten. Falls Kodi ausgeschalt ass, ass ët nët méi méiglech Kodi mam X-Knapp ze starten oder automatësch Kodi ze booten. Zousätzlech gëtt Kodi aus dem Menü geläscht.
lv_lv: Iespējot vai atspējot KODI. Ja KODI ir atspējots, nevarēs sākt to ar pogu X vai startēt automātiski pie sāknēšanas. KODI izvēlne tiks noņemta.
nl: Schakel Kodi in of uit. Als Kodi uitgeschakeld is kan je deze niet starten met X, en staat deze ook niet in het menu.
pl: Włącz lub wyłącz KODI. Jeśli KODI jest wyłączone, nie będziesz mógł uruchomić go za pomocą klawisza X, lub uruchomić go automatycznie po starcie systemu. Wpis w menu głównym również zostanie usunięty.
pt_br: Ativa ou desativa o Kodi. Se o Kodi estiver desativado, você não poderá iniciá-lo com o botão X, ou iniciá-lo automaticamente na inicialização. A entrada no menu também será removida.
ru_ru: Включить или отключить Kodi. Если Kodi отключен, вы не сможете запустить его с помощью кнопки X или автоматически при загрузке. Запись в меню также будет удалена.
sk_sk: Povoliť alebo zakázať Kodi. Ak je Kodi zakázané, nebudete mať možnosť spustiť ho tlačidlom X alebo spustiť ho automaticky pri štarte. Odstráni sa aj položka v ponuke.

source: Use the X button to start Kodi.
ca: Feu servir el botó X per iniciar el Kodi.
de: Benutze den X-Knopf um Kodi zu starten.
eu_es: Erabili X botoia Kodi hasteko.
fr: Utilisez le bouton X pour démarrer Kodi.
hu: Használd az X gombot a Kodi indításához.
it: Premi il tasto X per avviare Kodi.
ja_jp: Kodi を開始するために X ボタンを使う。
ko: X 버튼을 눌러 KODI를 시작하세요
lb_lu: Benotz den X-Knapp fir Kodi ze starten.
lv_lv: Izmantojiet pogu X, lai sāktu KODI.
nl: Gebruik de X knop om Kodi te starten.
pl: Użyj klawisza X żeby uruchomić KODI.
pt_br: Use o botão X para iniciar o Kodi.
ru_ru: Используйте кнопку X для запуска Kodi.
sk_sk: Použiť tlačidlo X na spustenie KODI

source: Automatically start into Kodi on boot.
ca: Durant l'arrencada, inicia el Kodi automàticament.
de: Kodi starten beim Hochfahren.
eu_es: Automatikoki hasi Kodi abioan.
fr: Lancer automatiquement Kodi au démarrage.
hu: Kodi automaikus indítása bootoláskor.
it: Esegui automaticamente Kodi all'avvio.
ja_jp: 起動時に 自動で Kodi を始める。
ko: 부팅 시 KODI로 자동 시작
lb_lu: Automatësch Kodi booten.
lv_lv: Automātiski startēt KODI pie sāknēšanas.
nl: Start Kodi tijdens opstarten.
pl: Automatycznie uruchom KODI po starcie systemu.
pt_br: Abrir automaticamente o Kodi na inicialização.
ru_ru: Автоматически запускаться в Kodi при загрузке.
sk_sk: Automaticky spustiť KODI pri štarte

source: Manage your recalbox security.
ca: Gestiona la seguretat del recalbox.
eu_es: Kudeatu zure recalbox segurtasuna.
lb_lu: Verwalt deng recalbox Sëcherheet.
lv_lv: Pārvaldīt recalbox drošību.
nl: Check je recalbox beveiliging
sk_sk: Spravovať zabezpečenie Recalboxu

source: Change the SSH root password.
ca: Canvia la contrasenya SSH de l'usuari root.
eu_es: Aldatu SSH root pasahitza.
lb_lu: D'SSH root Passwuert änneren.
lv_lv: Mainīt SSH root paroli.
nl: Verander het SSH root wachtwoord.
sk_sk: Zmeniť SSH heslo roota

source: Enforce recalbox security.
ca: Força la seguretat del recalbox.
eu_es: Betearazi recalbox segurtasuna.
lb_lu: Recalbox Sëcherheet verstäerken.
lv_lv: ieviest recalbox drošību.
nl: Forceer recalbox beveiliging.
sk_sk: Vynútiť zabezpečenie Recalboxu

source: Enable or disable overscan. Overscan can help you, if you have a black border, or if the image is bigger than your screen. Before setting the overscan, try to configure your TV to have a 1:1 pixel output. More overscan settings can be defined in the boot.txt file, available when you plug your SD card into your computer.
ca: Activar o desactivar overscan. Overscan pot ajudar-lo tant si hi ha marges negres o si la imatge és més gran que la pantalla. Abans d'ajustar l'oberscan, proveu de configurar el televisor per tenir una relació 1:1. Més ajustos de la funció overscan es poden definir a l'arxiu boot.txt, disponible quan es connecta la targeta SD al seu ordinador.
de: Overscan aktivieren / deaktivieren. Overscan kann helfen, wenn du schwarze Ränder hast oder das Bild grösser als der Bildschirm ist. Bevor du diese Option jedoch aktivierst, versuche deinen TV auf 1:1 Pixel-Ausgang einzustellen. Mehr Overscan-Einstellungen können in der boot.txt-Datei vorgenommen werden, welche sich auf der SD-Karte befindet (Karte in Computer einstecken).
fr: Activez ou désactivez l'overscan. L'overscan peut vous aider si vous avez des bandes noires ou si l'image est plus grande que l'écran. Avant de régler l'overscan, essayez de régler votre TV pour avoir une sortie 1:1. D'autres réglages d'overscan peuvent être définis dans le fichier boot.txt disponible lorsque vous branchez votre carte SD sur un ordinateur.
hu: Overscan engedélyezése. Az overscan abban segít, ha fekete keret jelenik meg, vagy a játék kilóg a képből. Mielőtt engedélyezed az overscan-t, próbáld meg konfigurálni a TV felbontásához. További overscan beállítások találhatók még a boot.txt fájlban, ami elérhető az SD kártyán, ami kártyaolvasóban számítógépről szerkeszthető.
it: Abilita o disabilita overscan. L'overscan può essere utile in caso di bordi neri o se l'immagine è più grande dello schermo. Prima di configurare l'overscan, prova a modificare le impostazioni della TV per avere una mappatura 1:1. È possibile configurare ulteriori opzioni di overscan nel file boot.txt, disponibile quando si inserisce la scheda SD nel computer.
ja_jp: オーバースキャンを有効または無効にします。 オーバースキャンは、黒帯がある場合、または画像が画面よりも大きい場合に役立ちます。 オーバースキャンを設定する前に、1：1ピクセル出力を使用するようにモニターを設定してください。 さらに多くのオーバースキャン設定をboot.txtファイルで定義できます。このファイルは、SDカードを接続したときに使用できます。
ko: 오버 스캔 활성화 여부를 결정합니다. 화면에 검은 여백이 생기거나 이미지가 화면보다 큰 경우, 오버 스캔을 사용하면 도움이 될 수 있습니다. 오버 스캔을 설정하기 전에 TV를 1:1 비율로 변경하세요. 오버 스캔 설정은 boot.txt 파일에서도 설정할 수 있습니다. 이 파일은 SD카드를 컴퓨터에 연결하여 확인 가능합니다.
lb_lu: Overscan Un- oder ausschalten. Overscan kann nëtzlech sinn wanns de een schwarzen Rand hues bzw. d'Bild méi grouss wéi däin Schierm ass. Befiers de overscan uschalts, probéier däin Fernseh op "1:1 pixel Output" ze setzen. Méi overscran Astellungen kënnen an der boot.txt Datei definéiert ginn, déi fënns de andeems de d'SD-Kaart an däin Kaartelieser vum PC stëchs.
lv_lv: Iespējot vai atspējot izvērses. Izvērses var jums palīdzēt, ja jums ir melna apmale, vai ja attēls ir lielāks nekā jūsu ekrāns. Pirms iestatāt izvērses, mēģiniet konfigurēt TV ar 1:1 pikseļu izvadi. Vairākas izvērses iestatījumus var definēt boot.txt datnē, kad jūs pievienojiet SD karti datorā.
nl: Schakel overscan in of uit, als je een zwarte rand hebt, of of het beeld is groter dan je scherm. Voordat je de overscan gebruikt probeer eerst je TV in te stellen om een 1:1 beeld te krijgen. Meer overscan instellingen vindt je in de boot.txt, beschikbaar als je je SD kaart in je PC steekt.
pl: Włącz lub wyłącz overscan. Overscan pomoże Ci, jeśli masz czarne obramowanie, lub gdy obraz jest większy od ekranu. Zamin zmienisz ustawienia overscan spróbuj skonfigurować twój odbiornik TV, żeby mieć skalę 1:1 piksela na wyjściu. Więcej ustawień overscan możesz zdefiniować w pliku boot.txt, dostępnym po podłączeniu karty SD do Twojego komputera.
pt_br: Ativa ou desativa o overscan. O Overscan pode ajudá-lo, se você tiver uma borda preta, ou se a imagem for maior que sua tela. Antes de configurar o overscan, tente configurar a sua TV para ter uma saída de 1:1 pixel. Mais configurações de overscan podem ser definidas no arquivo boot.txt, disponível quando você conecta o cartão SD em seu computador.
ru_ru: Включить или отключить отображение полей развёртки. Поля развёртки могут помочь вам если на изображении присутствует черная рамка или если изображение выходит за границы экрана. Перед активацией попробуйте настроить телевизор на режим вывода пикселей 1:1. Дополнительные настройки полей развёртки могут быть определены в файле boot.txt, доступном при подключении SD-карты к компьютеру.
sk_sk: Povoliť alebo zakázať overscan. Overscan môže pomôcť, ak máte čierne okraje alebo obraz je väčší ako obrazovka. Pred nastavením overscanu skúste nastaviť váš televízor na pomer bodov 1:1. Viac nastavení overscanu sa dá definovať v súbore boot.txt, ktorý je dostupný, ak vložíte SD kartu do počítača.

source: Show the framerate in EmulationStation and in game.
ca: Mostra els fotogrames per segon en l'EmulationStation i durant el joc.
de: Zeigt die Framerate in EmulationStation und im Spiel an.
eu_es: Erakutsi frameratea EmulationStationean eta jokoan.
fr: Affichez le taux de rafraîchissement dans les menus et dans les jeux.
hu: Képfrissítés megjelenítése az EmulationStation-ben és a játékokban.
it: Mostra il framerate in EmulationStation ed in gioco.
ja_jp: フレームレートを EmulationStation とゲーム中に 表示する。
ko: EmulationStation과 게임에서 프레임을 표시합니다.
lb_lu: Framerate während dem spillen uweisen.
lv_lv: Rādīt kadru ātrumu EmulationStation un spēlēs.
nl: Toon het frameratio in EmulationStation en spel.
pl: Pokaż liczbę klatek na sekundę w EmulationStation i podczas gry.
pt_br: Exibe quadros por segundo no EmulationStation e no jogo.
ru_ru: Показывать частоту кадров в EmulationStation и в игре.
sk_sk: Zobraziť framerate v EmulationStation a v hre
