Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Turn Based Strategy
de: Rundenbasierte Strategie
fr: Stratégie au Tour par Tour
it: Strategia a Turni
ja_jp: ターン制ストラテジー
ko: 턴제 전략
pl: Strategia turowa
pt_br: Estratégia em turnos
ru_ru: Пошаговая стратегия
sk_sk: Ťahová stratégia

source: Vehicle Simulation
de: Fahrzeug-Simulation
fr: Simulateur de Conduite
it: Simulazione di Veicoli
ja_jp: 車両シミュレーション
ko: 자동차 시뮬레이션
pl: Symulacja pojazdu
pt_br: Simulação de Veículos
ru_ru: Симулятор вождения
sk_sk: Simulácia vozidla

source: Visual Novel
fr: Nouvelle Visuelle
ja_jp: ビジュアルノベル
ko: 비주얼 노벨
pl: Powieść wizualna
ru_ru: Визуальная новелла
sk_sk: Vizuálna poviedka

source: Wargame
de: Kriegsspiel
fr: Jeu de Guerre
hu: War
it: Gioco di Guerra
ja_jp: 戦争ゲーム
ko: 전쟁
pl: Gra wojenna
pt_br: Jogos de guerra
ru_ru: Военная игра
sk_sk: Vojna

source: Welcome to RECALBOX for Odroid Go Advance! This little presentation will show you how to use the 6 special buttons available right under the screen. Press any button to start!
de: Willkommen bei RECALBOX für Odroid Go Advance! Diese kurze Präsentation zeigt Dir, wie man die 6 Sondertasten nutzt, die sich direkt unter dem Bildschirm befinden. Drücke eine beliebige Taste, um zu starten.
fr: Bienvenue dans RECALBOX pour Odroid Go Advance ! Cette courte présentation vous indiquera comment utiliser les 6 boutons qui se trouvent sous l'écran. Appuyez sur un bouton pour continuer.
hu: Üdvözöljük a RECALBOX for Odroid Go Advance oldalán! Ez a kis bemutató megmutatja, hogyan kell használni a közvetlenül a képernyő alatt elérhető 6 speciális gombot. Nyomd meg bármelyik gombot a kezdéshez!
it: Benvenuto in RECALBOX per Odroid Go Advance! Questa breve presentazione ti mostrerà come utilizzare i 6 pulsanti speciali disponibili appena sotto lo schermo. Premi un pulsante qualsiasi per iniziare!
ja_jp: Odroid Go Advance用RECALBOXへようこそ！ この小さなプレゼンテーションでは、画面のすぐ下にある6つの特別なボタンの使用方法を紹介します。 いずれかのボタンを押して開始してください！
ko: ODROID-GO 어드밴스을 위한 리콜박스에 오신 것을 환영합니다! 이 작은 프레젠테이션에서는 화면 바로 아래에 있는 6개의 특수 버튼을 사용하는 방법에 대해 설명합니다. 시작하려면 아무 버튼이나 누르세요!
pl: Witamy w RECALBOXIE dla ODROID-GO Advance! Ta mała prezentacja pokaże Ci jak korzystać z 6 specjalnych przycisków dostępnych bezpośrednio pod ekranem. Naciśnij dowolny przycisk, aby rozpocząć!
pt_br: Bem-vindo(a) ao RECALBOX para Odroid Go Advance! Esta pequena apresentação mostrará como usar os 6 botões especiais disponíveis logo abaixo da tela. Pressione qualquer botão para iniciar!
sk_sk: Vitajte v Recalboxe pre Odroid Go Advance! Táto malá prezentácia vám ukáže použitie šiestich tlačidiel v dolnej časti obrazovky. Stlačte nejaké tlačidlo na spustenie!

source: The leftmost button is the SELECT button, marked with a 'I', also available on most modern pads. But it is also the HOTKEY button that you can use in conjunction with other buttons in most emulators. For example, you can use HOTKEY+START to quit the current game. Press the SELECT button.
de: Die sich ganz links befindliche Taste “I” ist die Auswahltaste. Man kann sie auch auf den meisten neuen Pads finden. Gleichzeitig dient sie auch als HOTKEY-Taste die du (bei den meisten Emulatoren) mit anderen Tasten kombinieren kannst. Du kannst beispielsweise HOTKEY+START drücken, um das aktuelle Spiel zu verlassen. Drücke nun die SELECT-Taste.
fr: Le bouton tout à gauche, marqué d'un 'I', est le bouton SELECT. Il est présent sur toutes les manettes récentes. C'est également le bouton HOTKEY, utilisable conjointement avec d'autres boutons dans les émulateurs. Par exemple : HOTKEY+START = quitter un jeu en cours. Appuyez sur SELECT pour continuer.
hu: A bal szélső gomb a SELECT gomb, 'I' betűvel jelölve, amely a legtöbb modern padon is elérhető. De ez a HOTKEY gomb is, amelyet a legtöbb emulátor más gombjaival együtt használhatod. Például a HOTKEY + START használatával kiléphetsz az aktuális játékból. Nyomd meg a SELECT gombot.
it: Il pulsante più a sinistra è il pulsante SELECT, contrassegnato da una 'I', disponibile anche sui controlli più moderni. Ma è anche il pulsante HOTKEY, che può essere utilizzato insieme ad altri pulsanti sulla maggior parte degli emulatori. Ad esempio, puoi usare il HOTKEY + START per uscire da una partita. Premi il pulsante SELECT.
ja_jp: 左端のボタンは「I」のマークが付いたSELECTボタンで、最新のパッドでも使用できます。 ただし、ほとんどのエミュレーターで他のボタンと組み合わせて使用​​できるのはHOTKEYボタンでもあります。 たとえば、HOTKEY + STARTを使用して、現在のゲームを終了できます。 SELECTボタンを押してください。
ko: 가장 왼쪽 버튼은 'I'로 표시된 SELECT 버튼이며, 대부분의 최신 패드에서도 사용할 수 있습니다. 또한 대부분의 에뮬레이터에서 다른 버튼과 함께 사용할 수 있는 HOTKEY 버튼입니다. 예를 들어 HOTKEY+START를 사용하여 현재 게임을 종료할 수 있습니다. SELECT 버튼을 누릅니다.
pl: Najbardziej wysuniętym na lewo przyciskiem jest przycisk SELECT, oznaczony literą "I", który jest również dostępny na większości nowoczesnych podkładek. Jest to również przycisk HOTKEY, którego można używać w połączeniu z innymi przyciskami w większości emulatorów. Na przykład, możesz użyć przycisku HOTKEY+START, aby wyjść z obecnej gry. Naciśnij przycisk SELECT.
pt_br: O botão mais à esquerda é o botão SELECT, marcado com um 'I', também disponível na maioria dos controles modernos. Mas também é o botão HOTKEY que pode ser usado em conjunto com outros botões na maioria dos emuladores. Por exemplo, você pode usar HOTKEY + START para sair de um jogo. Pressione o botão SELECT.
sk_sk: Tlačidlo najviac vľavo je tlačidlo SELECT, označené ako I, dostupné na mnohých moderných gamepadoch. Slúži aj ako tlačidlo HOTKEY, ktoré môžete používať v mnohých emulátoroch v spojení s ďalšími tlačidlami. Napríklad HOTKEY+START ukončí bežiacu hru. Stlačte tlačidlo SELECT.

source: Next to the SELECT button is the START button, marked with an 'II'. Use it to open the main menu in the Recalbox interface and use it in-game as the regular START button available on most consoles. Press this START button please.
de: Neben der Auswahltaste befindet sich die START-TASTE, welche mit “II” markiert ist. Drücke diese Taste um das Hauptmenü der Recalbox-Schnittstelle zu öffnen. Die “II” Taste befindet sich auf den meisten Konsolen und kann auch als START-Taste innerhalb des Spiels genutzt werden. Drücke nun die START-Taste.
fr: Le bouton suivant, marqué d'un 'II', est le bouton START. Utilisez-le pour ouvrir le menu principal de Recalbox ou en jeu comme le bouton START des consoles d'origines. Appuyez sur START pour continuer.
hu: A KIVÁLASZTÁS gomb mellett található a „II” betűvel jelölt START gomb. Használd a főmenü megnyitásához a Recalbox felületen, és használd a játékban, mint a legtöbb konzolnál elérhető szokásos START gombot. Kérjük, nyomd meg ezt a START gombot.
it: Accanto al pulsante SELECT c'è il pulsante START, contrassegnato da un 'II'. Usalo per aprire il menu principale nell'interfaccia di Recalbox e usalo nel gioco come il normale pulsante START, disponibile sulla maggior parte delle console. Premi il pulsante START, per favore.
ja_jp: SELECTボタンの隣には、「II」のマークが付いたスタートボタンがあります。 これを使用して、Recalboxインターフェイスのメインメニューを開き、ほとんどのコンソールで使用できる通常のスタートボタンとしてゲーム内で使用します。 スタートボタンを押してください。
ko: SELECT 버튼 옆에는 'II'로 표시된 START(시작) 버튼이 있습니다. 이 아이콘을 사용하여 리콜박스 인터페이스에서 메인 메뉴를 열고 게임 내 대부분의 콘솔에서 사용할 수 있는 일반 START 버튼으로 사용합니다. START 버튼을 누릅니다.
pl: Obok przycisku SELECT znajduje się przycisk START, oznaczony symbolem "II". Służy on do otwierania głównego menu w interfejsie Recalboxa i używania go w grze jako zwykłego przycisku START dostępnego na większości konsol. Naciśnij przycisk START.
pt_br: Ao lado do botão SELECT está o botão START, marcado com um 'II'. Use-o para abrir o Menu Principal na interface do Recalbox e use-o no jogo como o botão START normal, disponível na maioria dos consoles. Pressione o botão START, por favor.
sk_sk: Vedľa tlačidla SELECT sa nachádza tlačidlo START, označené ako II. Použite ho na otvorenie hlavnej ponuky rozhrania Recalboxu. V hrách potom funguje ako štandardný START dostupný na mnohých konzolách.

source: Then, there are 2 buttons marked with a 'III' and a 'IV'. Use them to raise or lower the volume at any time in the Recalbox interface or in-game. Press either volume up or down
de: Die jeweils mit “III” und “IV” markierten Tasten können dazu genutzt werden um die Lautstärke innerhalb der Recalbox-Schnittstelle oder innerhalb des Spiels zu regulieren. Drücke entweder Lautstärke hoch oder Lautstärke runter.
fr: Ensuite nous avons deux boutons, marqués 'III' et 'IV'. Utilisez-les pour régler le volume sonore de votre console dans l'interface Recalbox ou en cours de jeu. Pressez un bouton volume pour continuer.
hu: Ezután van 2 gomb, amelyeken egy „III” és egy „IV” található. Ezek segítségével bármikor növelheted vagy csökkentheted a hangerőt a Recalbox felületén vagy a játékon belül. Nyomd meg a hangerő gombot a folytatáshoz.
it: Quindi, ci sono 2 pulsanti contrassegnati con 'III' e 'IV'. Usali per aumentare o diminuire il volume in qualsiasi momento nell'interfaccia di Recalbox o nel gioco. Premi per aumentare o diminuire il volume
ja_jp: 次に、「III」と「IV」のマークが付いた2つのボタンがあります。 これらを使用して、Recalboxインターフェイスまたはゲーム内でいつでも音量を上げたり下げたりできます。 音量で上または下に押します
ko: 그리고 'III'와 'IV'로 표시된 2개의 버튼이 있습니다. 리콜박스 인터페이스나 게임 내에서는 언제든지 볼륨을 올리거나 낮출 수 있습니다. 볼륨을 위 또는 아래로 누릅니다.
pl: Następnie, są 2 przyciski oznaczone "III" i "IV". Służą one do zwiększania lub zmniejszania głośności w dowolnym momencie w interfejsie Recalboxa lub w grze. Naciśnij albo głośność w górę albo w dół.
pt_br: Então, há 2 botões marcados com 'III' e 'IV'. Use-os para aumentar ou diminuir o volume a qualquer momento na interface do Recalbox ou no jogo. Pressione para aumentar ou diminuir o volume
sk_sk: Ďalej sú tu dve tlačidlá označené ako III a IV. Použite ich na zníženie alebo zvýšenie hlasitosti v rozhraní Recalboxu alebo priamo v hre. Stlačte znížiť alebo zvýšiť hlasitosť.

source: The last two buttons marked 'V' and 'VI' are useful to make your screen darker or brighter. Note that the brighter the screen, the more power it consumes! Press either brightness up or down (V/VI)
de: Die letzten beiden Tasten, jeweils mit ‘V’ oder ‘VI’ markiert, dienen zur Bildschirmregulierung (heller/dunkler) Bitte beachte: Je heller der Bildschirm, desto höher der Energieverbrauch! Drücke entweder Helligkeit hoch oder Helligkeit runter.
fr: Les deux derniers boutons, marqués 'V' et 'VI' ajustent la luminosité de l'écran. Notez que plus elle est forte, plus cela consomme de batterie ! Pressez un bouton luminosité pour continuer.
hu: Az utolsó két „V” és „VI” jelzésű gomb hasznos a képernyő fényerejének beállításához. Ne feledd: minél világosabb a képernyő, annál több energiát fog használni! Nyomd meg a fényerő gombot a folytatáshoz.
it: Gli ultimi due pulsanti contrassegnati con 'V' e 'VI' sono utili per schiarire o scurire lo schermo. Tieni presente che più è luminoso lo schermo, maggiore è la potenza che consuma! Premi per aumentare o diminuire la luminosità
ja_jp: 「V」と「VI」のマークが付いた最後の2つのボタンは、画面を暗くしたり明るくしたりするのに役立ちます。 画面が明るいほど、消費電力が大きくなることに注意してください。 明るさを選択し上下を押します（V / VI）
ko: 'V' 및 'VI'로 표시된 마지막 두 개의 버튼은 화면을 어둡게 또는 밝게 만드는 데 유용합니다. 화면이 밝을수록 더 많은 전력을 소비하게 됩니다! 밝기를 위 또는 아래로 누릅니다.
pl: Dwa ostatnie przyciski oznaczone "V" i "VI" są przydatne, aby przyciemnić lub rozjaśnić ekran. Zwróć uwagę, że im jaśniejszy ekran, tym więcej energii będzie zużywane! Naciśnij albo jasność w górę albo w dół.
pt_br: Os dois últimos botões marcados com 'V' e 'VI' são úteis para clarear ou escurecer a tela. Observe que quanto mais clara a tela, mais energia ela consome! Pressione para aumentar ou diminuir o brilho
sk_sk: Posledné dve tlačidlá, označené ako V a VI slúžia na zvýšenie alebo zníženie jasu obrazovky. Pamätajte, že s vyšším jasom sa zvyšuje aj spotreba! Stlačte tlačidlo na zvýšenie alebo zníženie jasu.

source: Now you're ready to start your RETROGAMING experience with Recalbox! Press button B to start... and PLAY AGAIN!
de: Nun bist du bereit für deine RETROGAMING Erfahrung mit Recalbox! Drücke die B-Taste um zu starten... und PLAY AGAIN!
fr: Vous êtes fin prêtes et prêts à démarrer votre expérience RETROGAMING avec Recalbox! Appuyez sur B pour commencer et... JOUEZ!
hu: Készen állsz, hogy elkezdd a RETRO GAMING élményt a Recalboxal! Nyomd meg a B gombot a kezdéshez... és a JÁTSSZ ÚJRA!
it: Ora sei pronto per iniziare la tua esperienza di RETROGAMING con Recalbox! Premi il pulsante B per iniziare e... PLAY AGAIN!
ja_jp: これで、Recalboxでレトロゲーム 体験を始める準備が できました！ Bボタンを押して 開始します...そして何度も プレイしてください！
ko: 이제 리콜박스로 레트로 게이밍 경험을 시작할 준비가 되었습니다! B 버튼을 눌러 시작합니다... 그리고 다시 플레이하세요!
pl: Teraz jesteś gotowy do rozpoczęcia RETRO GRANIA z Recalboxem! Naciśnij przycisk B, aby rozpocząć... i ZAGRAJ JESZCZE RAZ!
pt_br: Agora você está pronto para iniciar sua experiência de RETROGAMING com Recalbox! Pressione o botão B para começar e... PLAY AGAIN!
sk_sk: Ste pripravení začať vaše retro herné zážitky s Recalboxom! Stlačte tlačidlo B na spustenie... A hrajte znova!

source: WELCOME TO RECALBOX!
de: WILLKOMMEN BEI RECALBOX
fr: BIENVENUE SUR RECALBOX !
hu: ÜDV A RECALBOXBAN!
it: BENVENUTO IN RECALBOX
ja_jp: RECALBOXへようこそ！
ko: 리콜박스에 오신 것을 환영합니다!
pl: WITAMY W RECALBOXIE!
pt_br: BEM-VINDO(A) AO RECALBOX
ru_ru: ДОБРО ПОЖАЛОВАТЬ В RECALBOX!
sk_sk: Vitajte v Recalboxe!

source: Just a few words about the POWER button. Make a short press, just like a mouse click, and your console will enter sleep mode. Make another short press and your console will restart instanly! Work in Recalbox interface and in-game! Press button B to continue.
de: Ein paar Worte zum POWER-Knopf. Drücke ihn kurz und deine Konsole geht in den Ruhezustand. Drücke erneut kurz und die Kosole fährt sofort wieder hoch. Funktioniert im Recalbox-Interface und in Spielen! Drücke den B Button, um fortzufahren.
fr: Dernières précisions relatives au bouton POWER. Une pression courte, comme un clic de souris, mettra votre console en mode veille. Une nouvelle pression courte la sortira de veille instantanément. Fonctionne dans l'interface Recalbox et en cours de jeu ! Appuyez sur B pour continuer.
hu: Néhány dolog, amit tudnod kell a POWER gombról. Egy rövid megnyomás – akár az egérkattintás – alvó módba kapcsolja a konzolt. Még egy rövid megnyomás, és a konzol újra bekapcsol! Ez a Recalbox felületen és a játékon belül is működik. Nyomd meg a B gombot a folytatáshoz.
it: Solo poche parole sul pulsante POWER. Premilo rapidamente, come un clic del mouse, e la tua console andrà in stop. Premilo di nuovo rapidamente e la tua console si accenderà immediatamente! Funziona sull'interfaccia Recalbox e nei giochi! Premi il pulsante B per continuare.
ja_jp: POWERボタンについて一言。 マウスをクリックするのと同じように 短く押すと、コンソールが スリープモードになります。 もう一度短く押すと、 コンソールがすぐに 再起動します。 Recalboxインターフェースと ゲーム内で作業してください！ Bボタンを押すと続行します。
ko: 전원 버튼에 대해 알아야 할 몇 가지 사항. 마우스를 클릭하는 것처럼 빠르게 누르면 콘솔이 절전 모드로 전환됩니다. 한 번 더 짧게 누르면 콘솔이 즉시 다시 시작됩니다! 리콜박스 인터페이스와 게임 내에서도 작동합니다! 계속하려면 B 버튼을 누르십시오.
pl: Kilka rzeczy, które powinieneś wiedzieć o przycisku POWER. Szybkie naciśnięcie - jak kliknięcie myszą - spowoduje przejście konsoli w tryb uśpienia. Wykonaj jeszcze jedno krótkie naciśnięcie, a Twoja konsola natychmiast się uruchomi ponownie! Działa w interfejsie Recalboxa, jak i w grze! Wciśnij przycisk B, aby kontynuować.
pt_br: Apenas algumas palavras sobre o botão POWER. Aperte-o rapidamente, como se fosse o clique de um mouse, e seu console entrará no modo de suspensão. Aperte-o rapidamente outra vez, e seu console ligará instantaneamente! Funciona na interface do Recalbox e nos jogos! Pressione o botão B para continuar.
sk_sk: Niekoľko slov o tlačidle napájania. Krátke stlačenie, podobné kliknutiu myši, zapne režim spánku pre vašu konzolu. Ďalšie krátke stlačenie vykoná okamžitý reštart vašej konzoly. Funguje v rozhraní Recalboxu, ale aj v hre. Stlačte B na pokračovanie.

source: If you push the POWER button more than 2 seconds, this will power-off your console. If you do so in-game, Recalbox will close the current emulator gracefully before. Just in case, holding the POWER button down more than 5ws perform an hard power-off. Press button B to continue.
sk_sk: Ak stlačíte tlačidlo napájania na 2 a viac sekúnd, dôjde k vypnutiu konzoly. Ak ste v hre, Recalbox najprv korektne ukončí bežiaci emulátor. V prípade, že tlačidlo napájania podržíte dlhšie ako 5 sekúnd, dôjde k tvdrému vypnutiu. Stlačte B na pokračovanie.

source: One more thing to know: If you plug in or unplug your headphones in the jack connector, Recalbox will automatically switch the audio output. Convenient. Press button B, as usual.
de: Außerdem gut zu wissen: Wenn du deine Kopfhörer ein- oder aussteckst, wechselt Recalbox automatisch den Audio-Ausgabekanal. Praktisch, oder? Drücke wie gewohnt die B-Taste.
fr: Une dernière chose à savoir : si vous branchez ou débranchez vos écouteurs via la prise jack, Recalbox changera la sortie son automatiquement. Appuyez sur B pour continuer.
hu: Még egy dolog, amit jobb ha tudsz: Ha bedugod vagy kihúzod a fejhallgatót a jack csatlakozóból, a Recalbox automatikusan átkapcsolja a hangkimenetet. Praktikus, nem? Nyomd meg a B gombot a folytatáshoz.
it: Un'altra cosa utile: se colleghi o scolleghi le cuffie al connettore di ingresso, Recalbox cambierà automaticamente l'uscita audio. Comodo. Premi il pulsante B, come al solito.
ja_jp: もう1つ知っておくべきこと: ヘッドフォンジャックに接続したり取り外したりすると、Recalboxは自動的に音声出力を切り替えます。便利。 Bボタンを押してください...いつものように笑
ko: 한 가지 더 명심해야 할 사항: 잭 커넥터에서 헤드폰을 꽂거나 빼면 자동으로 오디오 출력이 전환됩니다. 편리하지 않나요? 평소와 같이 B 버튼을 누릅니다.
pl: Jeszcze jedna rzecz, o której należy pamiętać: Jeśli podłączysz lub odłączysz słuchawki od złącza jack, Recalbox automatycznie przełączy wyjście audio. Poręczne, prawda? Naciśnij przycisk B, jak zwykle.
pt_br: Mais uma coisa útil: se você conectar ou desconectar seus fones de ouvido no conector de entrada, o Recalbox mudará automaticamente a saída de áudio. Prático. Pressione o botão B, como de costume.
sk_sk: Ešte jedna vec, ktorú by ste mali vedieť: Ak pripojíte alebo odpojíte slúchadlá do jack konektora, Recalbox automaticky prepne zvukový výstup. Aké pohodlné. Stlačte tlačidlo B, ako obyčajne.

source: HIDE PREINSTALLED GAMES
de: VORINSTALLIERTE SPIELE AUSBLENDEN
fr: CACHER LES JEUX PRÉ-INSTALLÉS
hu: ÉLŐTELEPÍTETT JÁTÉKOK ELREJTÉSE
it: NASCONDERE GIOCHI PREINSTALLATI
ja_jp: プレインストールされたゲームを非表示
ko: 사전 설치된 게임 숨기기
pl: UKRYJ PREINSTALOWANE GRY
pt_br: ESCONDER JOGOS PRÉ-INSTALADOS
ru_ru: СКРЫТЬ ПРЕДУСТАНОВЛЕННЫЕ ИГРЫ
sk_sk: Skryť predinštalované hry

source: Hide all pre-installed games. Changing this option makes EmulationStation to relaunch.
de: Verstecke alle vorinstallierten Spiele. EmulationStation wird neugestartet, wenn diese Option geändert wird.
fr: Cache tous les jeux pré-installés dans Recalbox. Modifier cette option fera redémarrer EmulationStation.
hu: Az összes előre telepített játék elrejtése. A módosításhoz az EmulationStation újraindítása szükséges.
it: Nascondi tutti i gioci pre-installati. Modificare questa opzione riavvierà EmulationStation.
ja_jp: プリインストールされているすべてのゲームを非表示にします。 このオプションを変更すると、EmulationStationが再起動します。
ko: 사전 설치된 모든 게임을 숨 깁니다. 이 옵션을 변경하면 에뮬레이션스테이션이 다시 시작됩니다.
pl: Ukryj wszystkie preinstalowane gry. Zmiana tej opcji powoduje ponowne uruchomienie EmulationStation.
pt_br: Ocultar todos os jogos pré-instalados. Mudando essa opção, o EmulationStation será reiniciado.
sk_sk: Skryť všetky predinštalované hry. Na zmenu tejto voľby treba reštartovať EmulationStation.

source: SHOW IN LIST
de: IN LISTE ANZEIGEN
fr: AFFICHER DANS LA LISTE
hu: MEGJELENÍTÉS A LISTÁBAN
it: MOSTRA NELLA LISTA
ja_jp: 項目を表示
ko: 목록 보기
pl: POKAŻ JAKO LISTA
pt_br: MOSTRAR NA LISTA
ru_ru: ПОКАЗАТЬ В СПИСКЕ
sk_sk: Zobraziť v zozname

source: System
fr: Système
hu: Rendszer
it: Sistema
ja_jp: システム
ko: 시스템
pt_br: Sistema
ru_ru: Система
sk_sk: Systém

source: added to favorites
sk_sk: pridané do obľúbených

source: removed from favorites
sk_sk: odobrané z obľúbených

source: Gameclips cannot be played No video availabe for you selection
sk_sk: Herné klipy sa nedajú prehrať. Pre váš výber nie sú dostupné videá.

source: Real Time Strategy
de: Echtzeit-Strategie
fr: Jeu de stratégie en temps réel
hu: Valós idejű stratégia
it: Strategia in Tempo Reale
ja_jp: リアルタイムストラテジー
ko: 실시간 전략
pl: Strategia Czasu Rzeczywistego
pt_br: Estratégia em tempo real
ru_ru: Стратегия в реальном времени
sk_sk: Real time stratégia

source: If you push the POWER button more than 2 seconds, this will power-off your console. If you do so in-game, Recalbox will close the current emulator gracefully. Just in case, holding the POWER button down more than 5s perform an hard power-off. Press button B to continue.
de: Wenn du den POWER-Knopf länger als 2 Sekunden drückst, fährt deine Konsole herunter. Machst du das während dem Spielen machst, schliesst Recalbox zuerst den Emulator. Wenn du den POWER-Knopf länger als 5 Sekunden drückst, schaltet sich die Konsole unmittelbar aus. Drücke den B Button, um fortzufahren.
fr: Pour éteindre votre console, appuyez sur le bouton POWER plus de 2 secondes; si vous l'éteignez pendant le jeu, Recalbox fermera proprement l'émulateur. Attention, si vous restez appuyé plus de 5 secondes sur le bouton POWER, cela provoquera un arrêt matériel. Appuyez sur B pour continuer.
hu: Ha 2 másodpercnél tovább nyomod be a POWER gombot, a konzol kikapcsol. Ha ezt a játékban teszed meg, a Recalbox bezárja az aktuális emulátort, mielőtt kikapcsolna. Csak hogy tisztában legyeél vele, a POWER gomb több mint 5 másodpercig történő nyomva tartása azonalli leállítást hajt végre. Nyomd meg a B gombot a folytatáshoz.
it: Se premi il pulsante POWER per più di 2 secondi, la tua console si spegnerà. Se lo fai durante una partita, Recalbox chiuderà in anticipo l'emulatore corrente. Per precauzione, premendo il pulsante POWER per più di 5 secondi verrà avviato uno spegnimento forzato. Premi il pulsante B per continuare.
ja_jp: POWERボタンを2秒以上押すと、コンソールの電源がオフになります。ゲーム内でこれを行うと、Recalboxは現在のエミュレーターを正常に閉じます。 念のため、POWERボタンを5秒以上押し続けると、ハードパワーオフが実行されます。 Bボタンを押すと続行します。
ko: 전원 버튼을 2초 이상 누르면 콘솔의 전원이 꺼집니다. 게임 내에서는 전원을 끄기 전에 현재 에뮬레이터를 정상적으로 닫습니다. 전원 버튼을 5초 이상 누르고 있으면 강제종료가 수행됩니다.
pl: Jeśli naciśniesz przycisk ZASILANIE na dłużej niż 2 sekundy, wyłączysz konsolę. Jeśli zrobisz to w grze, Recalbox z wdziękiem zamknie aktualny emulator przed wyłączeniem. Abyś był świadomy, przytrzymanie przycisku ZASILANIE przez ponad 5 sekund powoduje twarde wyłączenie. Naciśnij przycisk B, aby kontynuować.
pt_br: Se você apertar o botão POWER por mais de 2 segundos, seu console será desligado. Se você fizer isso durante um jogo, o Recalbox graciosamente fechará o emulador atual antes. Por precaução, pressionar o botão POWER por mais de 5 segundos iniciará um desligamento forçado. Pressione o botão B para continuar.
sk_sk: Ak stlačíte tlačidlo napájania na viac ako 2 sekundy, dôjde k vypnutiu konzoly. Ak ste v hre, Recalbox najprv korektne ukončí bežiaci emulátor. V prípade, že tlačidlo napájania podržíte dlhšie ako 5 sekúnd, dôjde k tvrdému vypnutiu. Stlačte B na pokračovanie.

source: Added to favorites
de: Zu Favoriten hinzugefügt
fr: Ajouté aux favoris
hu: Hozzáadva a kedvencekhez
it: aggiunto ai preferiti
ja_jp: お気に入りに追加しました
ko: 즐겨찾기에 추가됨
pl: Dodane do ulubionych
pt_br: Adicionado aos favoritos
ru_ru: добавлено в избраное
sk_sk: Pridané do obľúbených

source: Removed from favorites
de: Von Favoriten entfernt
fr: Retiré des favoris
hu: Eltávolítva a kedvencekből
it: rimosso dai preferiti
ja_jp: お気に入りから削除しました。
ko: 즐겨찾기에서 제거됨
pl: Usunięte z ulubionych
pt_br: Removido dos favoritos
ru_ru: удалено из избраного
sk_sk: Odstránené z obľúbených
