Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: TIMES PLAYED, DESCENDING
ca: NOMBRE DE VEGADES JUGAT, DESCENDENT
de: ANZAHL GESPIELT, ABSTEIGEND
eu_es: ZENBAT ALDIZ JOKATUA, JAISTEN
fr: PARTIES JOUÉES, A-Z
hu: JÁTSZVA, CSÖKKENŐ
it: NUMERO PARTITE, DISCENDENTE
ja_jp: プレイ回数, 降順
ko: 플레이 횟수, 내림차순
lb_lu: WÉI OFT GESPILLT, EROFSTEIGEND
lv_lv: SPĒLĒŠANAS REIZES DILSTOŠI
nl: Aantal malen gespeeld, Beneden
pl: LICZBA WŁĄCZEŃ, MALEJĄCO
pt_br: VEZES JOGADAS, DECRESCENTE
ru_ru: СЫГРАНО РАЗ, ПО УБЫВАНИЮ
sk_sk: Čas hrania, zostupne

source: LAST PLAYED, ASCENDING
ca: JUGAT PER ÚLTIMA VEGADA, ASCENDENT
de: ZULETZT GESPIELT, AUFSTEIGEND
eu_es: AZKEN ALDIZ JOKATUA, IGOTZEN
fr: DERNIÈRE PARTIE, Z-A
hu: UTOLJÁRA JÁTSZVA, NÖVEKVŐ
it: ULTIMA PARTITA, ASCENDENTE
ja_jp: 最終プレイ日時, 昇順
ko: 최근 플레이, 오름차순
lb_lu: FIR D'LÄSCHT GESPILLT, EROPSTEIGEND
lv_lv: SPĒLĒTS AUGOŠI
nl: Laatst gespeeld, Boven
pl: OSTATNIO WŁĄCZONE, ROSNĄCO
pt_br: ÚLTIMA VEZ JOGADO, CRESCENTE
ru_ru: ПОСЛЕДНИЙ ЗАПУСК, ПО ВОЗРАСТАНИЮ
sk_sk: Posledná hra, vzostupne

source: LAST PLAYED, DESCENDING
ca: JUGAT PER ÚLTIMA VEGADA, DESCENDENT
de: ZULETZT GESPIELT, ABSTEIGEND
eu_es: AZKEN ALDIZ JOKATUA, JAISTEN
fr: DERNIÈRE PARTIE, A-Z
hu: UTOLJÁRA JÁTSZVA, CSÖKKENŐ
it: ULTIMA PARTITA, DISCENDENTE
ja_jp: 最終プレイ日時, 降順
ko: 최근 플레이, 내림차순
lb_lu: FIR D'LÄSCHT GESPILLT, EROFSTEIGEND
lv_lv: SPĒLĒTS DILSTOŠI
nl: Laatst gespeeld, Beneden
pl: OSTATNIO WŁĄCZONE, MALEJĄCO
pt_br: ÚLTIMA VEZ JOGADO, DECRESCENTE
ru_ru: ПОСЛЕДНИЙ ЗАПУСК, ПО УБЫВАНИЮ
sk_sk: Posledná hra, zostupne

source: WORKING...
ca: S'ESTÀ TREBALLANT...
de: IN ARBEIT...
eu_es: LANEAN...
fr: EN COURS...
hu: DOLGOZOM...
it: ATTENDERE...
ja_jp: 処理中...
ko: 작업 중...
lb_lu: AM SCHAFFEN...
lv_lv: STRĀDĀ...
nl: Bezig
pl: PRACUJE..
pt_br: PROCESSANDO...
ru_ru: ПОДОЖДИТЕ...
sk_sk: Pracujem...

source: CHANGE
ca: CANVIA
de: ÄNDERN
eu_es: ALDATU
fr: CHANGER
hu: VÁLTOZTAT
it: MODIFICA
ja_jp: 変更
ko: 변경
lb_lu: ÄNNEREN
lv_lv: MAINĪT
nl: Wijzig
pl: ZMIEŃ
pt_br: MODIFICAR
ru_ru: ИЗМЕНИТЬ
sk_sk: Zmeniť

source: never
ca: mai
de: Noch nie
eu_es: inoiz
fr: JAMAIS
hu: soha
it: mai
ja_jp: しない
ko: 없음
lb_lu: nie
lv_lv: Nekad
nl: Nooit
pl: nigdy
pt_br: NUNCA
ru_ru: никогда
sk_sk: nikdy

source: just now
ca: fa un moment
de: Gerade eben
eu_es: oraintxe
fr: À L'INSTANT
hu: most
it: adesso
ja_jp: 今すぐ
ko: 방금 전
lb_lu: lo just
lv_lv: Tagad
nl: Net
pl: przed chwilą
pt_br: AGORA
ru_ru: только что
sk_sk: práve teraz

source: %i sec ago
ca: fa %i segon
de: Vor %i Sek
eu_es: orain dela segundu %i
fr: IL Y A %i SEC.
hu: %i másodperce
it: %i secondo fa
ja_jp: %i 秒前
ko: %i 초 전 %i 초 전
lb_lu: %i sek hier
lv_lv: %i sekundes
nl: %i sec geleden %i sec geleden
pl: %i sekundę temu
pt_br: %i seg atrás
ru_ru: %i секунда назад
sk_sk: pred %i sekundou

source: %i min ago
ca: fa %i minut
de: Vor %i Min
eu_es: orain dela minutu %i
fr: IL Y A %i MIN.
hu: %i perce
it: %i minuto fa
ja_jp: %i 分前
ko: %i 분 전 %i 분 전
lb_lu: %i min hier
lv_lv: %i minūtes
nl: %i min geleden %i min geleden
pl: %i minutę temu
pt_br: %i min atrás
ru_ru: %i минута назад
sk_sk: pred %i minútou

source: %i hour ago
ca: fa %i hora
de: Vor %i Std
eu_es: orain dela ordu %i
fr: IL Y A %i HEURE
hu: %i órája
it: %i ora fa
ja_jp: %i 時間前
ko: %i 시간 전 %i 시간 전
lb_lu: %i stonn hier
lv_lv: %i stundas
nl: %i uur geleden %i uur geleden
pl: %i godzinę temu
pt_br: %i hora atrás
ru_ru: %i час назад
sk_sk: pred %i hodinou

source: %i day ago
ca: fa %i dia
de: Vor %i Tag
eu_es: orain dela egun %i
fr: IL Y A %i JOUR
hu: %i napja
it: %i giorno fa
ja_jp: %i 日前
ko: %i 일 전 %i 일 전
lb_lu: %i dag hier
lv_lv: %i dienas
nl: %i dag geleden % dagen geleden
pl: %i dzień temu
pt_br: %i dia atrás
ru_ru: %i день назад
sk_sk: pred %i dňom

source: unknown
ca: desconegut
de: Unbekannt
eu_es: ezezaguna
fr: INCONNU
hu: ismeretlen
it: sconosciuto
ja_jp: 不明
ko: 알 수 없음
lb_lu: onbekannt
lv_lv: Nav zināms
nl: Onbekend
pl: nieznany
pt_br: desconhecido
ru_ru: неизвестно
sk_sk: neznáme

source: SELECT ALL
ca: SELECCIONA-HO TOT
de: ALLES AUSWÄHLEN
eu_es: DENAK
fr: TOUT SÉLECTIONNER
hu: ÖSSZES
it: TUTTI
ja_jp: すべて選択
ko: 모두 선택
lb_lu: ALL AUSWIELEN
lv_lv: VISUS
nl: Selecteer alles
pl: ZAZNACZ WSZYSTKO
pt_br: SELECIONAR TUDO
ru_ru: ВЫБРАТЬ ВСЕ
sk_sk: Vybrať všetko

source: SELECT NONE
ca: NO SELECCIONIS RES
de: AUSWAHL AUFHEBEN
eu_es: BAT ERE EZ
fr: RIEN SÉLECTIONNER
hu: SEMELYIK
it: NESSUNO
ja_jp: 選択解除
ko: 모두 선택 안함
lb_lu: KEEN AUSWIELEN
lv_lv: NEVIENU
nl: Selecteer niks
pl: ODZNACZ WSZYSTKO
pt_br: SELECIONAR NADA
ru_ru: СНЯТЬ ВЫБОР
sk_sk: Zrušiť všetko

source: %i SELECTED
ca: %i SELECCIONAT
de: %i AUSGEWÄHLT
eu_es: %i AUKERATUA
fr: %i SÉLECTIONNÉ
hu: %i KIJELÖLVE
it: %i SELEZIONATO
ja_jp: %i 選択済み
ko: %i 개 선택됨 %i 개 선택됨
lb_lu: %i AUSGEWIELT
lv_lv: %i ATLASĪTA
nl: %i geselecteerd %i geselecteerd
pl: ZAZNACZONO %i
pt_br: %i SELECIONADO
ru_ru: %i выбрана
sk_sk: %i vybrané

source: UP
ca: AMUNT
de: HOCH
eu_es: GORA
fr: HAUT
hu: FEL
it: SU
ja_jp: 上
ko: 위
lb_lu: EROP
lv_lv: UZ AUGŠU
nl: Omhoog
pl: GÓRA
pt_br: CIMA
ru_ru: ВВЕРХ
sk_sk: Hore

source: DOWN
ca: AVALL
de: RUNTER
eu_es: BEHERA
fr: BAS
hu: LE
it: GIU
ja_jp: 下
ko: 아래
lb_lu: EROF
lv_lv: UZ LEJU
nl: Beneden
pl: DÓŁ
pt_br: BAIXO
ru_ru: ВНИЗ
sk_sk: Dolu

source: LEFT
ca: ESQUERRA
de: LINKS
eu_es: EZKERRA
fr: GAUCHE
hu: BAL
it: SINISTRA
ja_jp: 左
ko: 왼쪽
lb_lu: LÉNKS
lv_lv: PA KREISI
nl: Links
pl: LEWO
pt_br: ESQUERDA
ru_ru: ВЛЕВО
sk_sk: Vľavo

source: RIGHT
ca: DRETA
de: RECHTS
eu_es: ESKUINA
fr: DROIT
hu: JOBB
it: DESTRA
ja_jp: 右
ko: 오른쪽
lb_lu: RIETS
lv_lv: PA LABI
nl: Rechts
pl: PRAWO
pt_br: DIREITA
ru_ru: ВПРАВО
sk_sk: Vpravo

source: JOYSTICK 1 UP
ca: PALANCA DE CONTROL 1 AMUNT
de: JOYSTICK 1 HOCH
eu_es: JOYSTICK 1 GORA
fr: JOYSTICK 1 HAUT
hu: JOYSTICK 1 FEL
it: JOYSTICK 1 SU
ja_jp: 方向キー 1 上
ko: 조이스틱 1 위
lb_lu: JOYSTICK 1 EROP
lv_lv: KURSORSVIRA 1 UZ AUGŠU
nl: Joystick 1 omhoog
pl: GAŁKA 1 GÓRA
pt_br: ANALÓGICO J1 CIMA
ru_ru: ДЖОЙСТИК 1 ВВЕРХ
sk_sk: Joystick 1 hore

source: JOYSTICK 1 LEFT
ca: PALANCA DE CONTROL 1 ESQUERRA
de: JOYSTICK 1 LINKS
eu_es: JOYSTICK 1 EZKERRA
fr: JOYSTICK 1 GAUCHE
hu: JOYSTICK 1 LE
it: JOYSTICK 1 SINISTRA
ja_jp: 方向キー 1 左
ko: 조이스틱 1 왼쪽
lb_lu: JOYSTICK 1 LÉNKS
lv_lv: KURSORSVIRA 1 PA KREISI
nl: Joystick 1 links
pl: GAŁKA 1 LEWO
pt_br: ANALÓGICO J1 ESQUERDA
ru_ru: ДЖОЙСТИК 1 ВЛЕВО
sk_sk: Joystick 1 vľavo

source: JOYSTICK 2 UP
ca: PALANCA DE CONTROL 2 AMUNT
de: JOYSTICK 2 HOCH
eu_es: JOYSTICK 2 GORA
fr: JOYSTICK 2 HAUT
hu: JOYSTICK 2 FEL
it: JOYSTICK 2 SU
ja_jp: 方向キー 2 上
ko: 조이스틱 2 위
lb_lu: JOYSTICK 2 EROP
lv_lv: KURSORSVIRA 2 UZ AUGŠU
nl: Joystick 2 omhoog
pl: GAŁKA 2 GÓRA
pt_br: ANALÓGICO J2 CIMA
ru_ru: ДЖОЙСТИК 2 ВВЕРХ
sk_sk: Joystick 2 hore

source: JOYSTICK 2 LEFT
ca: PALANCA DE CONTROL 2 ESQUERRA
de: JOYSTICK 2 LINKS
eu_es: JOYSTICK 2 EZKERRA
fr: JOYSTICK 2 GAUCHE
hu: JOYSTICK 2 BAL
it: JOYSTICK 2 SINISTRA
ja_jp: 方向キー 2 左
ko: 조이스틱 2 왼쪽
lb_lu: JOYSTICK 2 LÉNKS
lv_lv: KURSORSVIRA 2 PA KREISI
nl: Joystick 2 Links
pl: GAŁKA 2 LEWO
pt_br: ANALÓGICO J2 ESQUERDA
ru_ru: ДЖОЙСТИК 2 ВЛЕВО
sk_sk: Joystick 2 vľavo

source: PAGE UP
ca: PÀGINA AMUNT
de: L1 (SEITE HOCH)
eu_es: L1 (HUR. ORRIA)
fr: PAGE PRECEDENTE
hu: LAPOZÁS FEL
it: PAGINA PRECEDENTE
ko: 이전 페이지
lb_lu: SÄIT EROP
lv_lv: LAPU UZ AUGŠU
nl: Pagina omhoog
pl: L1
pt_br: L1 (PÁGINA ACIMA)
ru_ru: СТРАНИЦА ВВЕРХ
sk_sk: Strana hore

source: PAGE DOWN
ca: PÀGINA AVALL
de: R1 (SEITE RUNTER)
eu_es: R1 (AUR. ORRIA)
fr: PAGE SUIVANTE
hu: LAPOZÁS LE
it: PAGINA SUCCESSIVA
ko: 다음 페이지
lb_lu: SÄIT EROF
lv_lv: LAPU UZ LEJU
nl: Pagina omlaag
pl: R1
pt_br: R1 (PÁGINA ABAIXO)
ru_ru: СТРАНИЦА ВНИЗ
sk_sk: Strana dolu

source: CONFIGURING
ca: S'ESTÀ CONFIGURANT
de: KONFIGURIEREN
eu_es: KONFIGURATZEN
fr: CONFIGURATION
hu: BEÁLLÍTÁS
it: CONFIGURAZIONE
ja_jp: 設定中
ko: 설정 중
lb_lu: ASTELLEN
lv_lv: KONFIGURĒT
nl: Configureren
pl: KONFIGUROWANIE
pt_br: CONFIGURAÇÃO
ru_ru: НАСТРОЙКА
sk_sk: Nastavovanie

source: KEYBOARD
ca: TECLAT
de: TASTATUR
eu_es: TEKLATUA
fr: CLAVIER
hu: BILLENTYŰZET
it: TASTIERA
ja_jp: キーボード
ko: 키보드
lb_lu: TASTATUR
lv_lv: TASTATŪRA
nl: Toetsenbord
pl: KLAWIATURA
pt_br: TECLADO
ru_ru: КЛАВИАТУРА
sk_sk: Klávesnica

source: PRESS ANYTHING
ca: PREMEU QUALSEVOL COSA
de: DRÜCKE IRGENDWAS
eu_es: EDOZEIN BOTOI SAKATU
fr: APPUYEZ SUR UN BOUTON
hu: NYOMJ LE EGY GOMBOT
it: PREMI UN PULSANTE
ja_jp: 何か押してください
ko: 아무 버튼이나 누르세요.
lb_lu: DRÉCK IERGENDEPPES
lv_lv: NOSPIEDIET JEBKURU POGU
nl: Druk willekeurig
pl: NACIŚNIJ DOWOLNY PRZYCISK
pt_br: PRESSIONE QUALQUER BOTÃO
ru_ru: НАЖМИТЕ ЛЮБУЮ КНОПКУ
sk_sk: Stlačte niečo

source: ALREADY TAKEN
ca: JA ESTÀ AGAFAT
de: BEREITS VERGEBEN
eu_es: ERABILITA
fr: DÉJÀ PRIS
hu: MÁR BE VAN ÁLLÍTVA
it: GIÀ UTILIZZATO
ja_jp: 既に設定されています
ko: 이미 설정되었습니다.
lb_lu: SCHON VERGINN
lv_lv: AIZŅEMTS
nl: In gebruik
pl: JUŻ ZAJĘTE
pt_br: BOTÃO JÁ MAPEADO
ru_ru: УЖЕ ЗАНЯТО
sk_sk: Už použité

source: DISCARD CHANGES
ca: DESCARTA ELS CANVIS
de: ÄNDERUNGEN VERWERFEN
eu_es: ALDAKETAK BAZTERTU
fr: ANNULER LES MODIFICATIONS
hu: MÓDOSÍTÁSOK ELVETÉSE
it: ANNULLA LE MODIFICHE
ja_jp: 変更を破棄する
ko: 변경 취소
lb_lu: ÄNNERUNGEN VERWERFEN
lv_lv: ATCELT IZMAIŅAS
nl: Verwijder wijzigingen
pl: ODRZUĆ ZMIANY
pt_br: DESCARTAR MODIFICAÇÕES
ru_ru: ОТМЕНИТЬ ИЗМЕНЕНИЯ
sk_sk: Zahodiť zmeny

source: WELCOME
ca: BENVINGUT
de: WILLKOMMEN
eu_es: ONGI ETORRI
fr: BIENVENUE
hu: ÜDVÖZÖLLEK
it: BENVENUTO
ja_jp: ようこそ
ko: 환영합니다.
lb_lu: WËLLKOMM
lv_lv: LAIPNI LŪDZAM!
nl: Welkom
pl: WITAJ
pt_br: BEM-VINDO(A)
ru_ru: ДОБРО ПОЖАЛОВАТЬ!
sk_sk: Vitajte

source: CONFIGURE INPUT
ca: CONFIGUREU L'ENTRADA
de: EINGABE KONFIGURIEREN
eu_es: KONTROLEN KONFIGURAZIOA
fr: CONFIGURER LES MANETTES
hu: BEMENET KONFIGURÁLÁS
it: CONFIGURAZIONE INPUT
ja_jp: 入力の設定
ko: 입력 설정
lb_lu: INPUT CONFIGURÉIEREN
lv_lv: IEVADES IESTATĪJUMI
nl: Configureer invoer
pl: SKONFIGURUJ KONTROLER
pt_br: CONFIGURAÇÃO DOS CONTROLES
ru_ru: НАСТРОЙКА ВВОДА
sk_sk: Nastaviť vstup

source: %i GAMEPAD DETECTED
ca: S'HA DETECTAT %i CONTROLADOR
de: %i CONTROLLER ERKANNT
eu_es: AGINTE %i DETEKTATUA
fr: %i MANETTE DÉTECTÉE
hu: %i GAMEPAD ÉRZÉKELVE
it: %i GAMEPAD RILEVATO
ja_jp: %i パッドが検出されました
ko: %i 개의 게임패드를 찾았습니다.
lb_lu: %i KONTROLLER ERKANNT
lv_lv: ATRASTA %i VADĪBAS PULTS
nl: %i Controller gevonden %i Controllers gevonden
pl: WYKRYTO %i KONTROLER
pt_br: %i CONTROLE DETECTADO
ru_ru: ОБНАРУЖЕН %i КОНТРОЛЛЕР
sk_sk: %i gamepad vybraný

source: NO GAMEPADS DETECTED
ca: NO S'HA DETECTAT CAP CONTROLADOR
de: KEINE CONTROLLER ERKANNT
eu_es: EZ DA AGINTERIK DETEKTATU
fr: AUCUNE MANETTE DÉTECTÉE
hu: NINCS GAMEPAD
it: NESSUN GAMEPAD RILEVATO
ja_jp: ゲームパッドが検出されませんでした
ko: 게임패드를 찾지 못했습니다
lb_lu: KEEN KONTROLLER ERKANNT
lv_lv: VADĪBAS PULTS NAV ATRASTA
nl: Geen controllers gevonden
pl: NIE WYKRYTO ŻADNEGO KONTROLERA
pt_br: NENHUM CONTROLE DETECTADO
ru_ru: КОНТРОЛЛЕРЫ НЕ ОБНАРУЖЕНЫ
sk_sk: Nenašiel sa gamepad

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
ca: PREMEU UN BOTÓ DEL VOSTRE DISPOSITIU PER CONFIGURAR-LO.
de: HALTE DIE A-TASTE AM CONTROLLER, UM IHN ZU KONFIGURIEREN.
eu_es: BOTOI BAT SAKATUA MANTENDU AGINTEAN KONFIGURATZEKO.
fr: MAINTENEZ UN BOUTON SUR LA MANETTE POUR LA CONFIGURER
hu: TARTS NYOMVA EGY GOMBOT A KONFIGURÁLÁSHOZ.
it: TIENI PREMUTO UN PULSANTE SUL GAMEPAD PER CONFIGURARLO
ja_jp: ボタンを押し続けると、 デバイスの設定をします。
ko: 장치를 설정하려면 게임 패드의 A 버튼을 누르고 있으세요.
lb_lu: HAAL A OP DENGEM KONTROLLER GEDRÉCKT FIER EN ZE CONFIGURÉIEREN
lv_lv: NOSPIEDIET UN TURIET POGU JŪSU IERĪCEI, LAI KONFIGURĒTU
nl: Houdt A knop ingedrukt op je apparaat om te configureren
pl: PRZYTRZYMAJ A NA KONTROLERZE, ABY GO SKONFIGUROWAĆ
pt_br: SEGURE UM BOTÃO NO CONTROLE PARA CONFIGURÁ-LO.
ru_ru: УДЕРЖИВАЙТЕ КНОПКУ НА УСТРОЙСТВЕ ДЛЯ ЕГО НАСТРОЙКИ.
sk_sk: Stlačte tlačidlo A na nastavenie vášho zariadenia.

source: PRESS F4 TO QUIT AT ANY TIME.
ca: PREMEU F4 PER SORTIR EN QUALSEVOL MOMENT.
de: F4 DRÜCKEN, UM JEDERZEIT ZU BEENDEN.
eu_es: F4 SAKATU EDOZEIN UNETAN IRTETZEKO.
fr: APPUYEZ SUR F4 POUR QUITTER À TOUT MOMENT
hu: NYOMJ BÁRHOL F4-ET A KILÉPÉSHEZ.
it: PREMI F4 PER USCIRE IN QUALSIASI MOMENTO
ja_jp: F4を押すと いつでも終了できます。
ko: 언제든지 F4 를 누르면 종료합니다.
lb_lu: DRÉCK F4 FIR EGAL WÉINIE ERAUS ZE GOEN
lv_lv: LAI IZIETU, NOKLIKŠĶINIET JEBKURĀ LAIKĀ F4
nl: Druk F4 om te stoppen
pl: NACIŚNIJ F4 BY WYJŚĆ W DOWOLNEJ CHWILI
pt_br: APERTE F4 PARA SAIR A QUALQUER MOMENTO.
ru_ru: ДЛЯ ВЫХОДА В ЛЮБОЕ ВРЕМЯ НАЖМИТЕ F4.
sk_sk: Stlačte F4 na ukončenie kedykoľvek.

source: PRESS ESC OR THE HOTKEY TO CANCEL.
ca: PREMEU ESC O UNA DRECERA DE TECLAT PER A CANCEL·LAR.
de: ESC, ODER DEN HOTKEY ZUM ABBRECHEN DRÜCKEN.
eu_es: ESC EDO HOTKEY SAKATU EZEZTATZEKO.
fr: APPUYEZ SUR ECHAP OU LA TOUCHE 'HOTKEY' POUR ANNULER
hu: NYOMJ ESC-ET VAGY A GYORSBILLENTYŰT A MEGSZAKÍTÁSHOZ.
it: PREMI ESC O UNA COMBINAZIONE DI TASTI PER ANNULLARE
ja_jp: ESCかホットキーを押すと キャンセルします。
ko: ESC 또는 단축키를 누르면 취소합니다.
lb_lu: DRÉCK ESC ODER DEN HOTKEY FIR OFZEBRIECHEN
lv_lv: LAI ATCELTU, NOSPIEDIET ESC VAI KARSTO TAUSTIŅU
nl: Druk ESC of de Hotkey om te stoppen
pl: NACIŚNIJ ESC LUB KLAWISZ SPECJALNY DLA WYJĄCIA
pt_br: APERTE ESC OU HOTKEY PARA CANCELAR.
ru_ru: ДЛЯ ОТМЕНЫ НАЖМИТЕ ESC ИЛИ ГОРЯЧУЮ КНОПКУ.
sk_sk: Stlačte ESC alebo HOTKEY na zrušenie

source: DO YOU WANT TO START KODI MEDIA CENTER ?
ca: VOLEU INICIAR EL CENTRE MULTIMÈDIA DEL KODI?
de: WILLST DU KODI STARTEN?
eu_es: KODI MULTIMEDIA GUNEA ABIARAZI NAHI DUZU?
fr: VOULEZ-VOUS LANCER LE MEDIA CENTER KODI ?
hu: ELINDÍTOD A KODI MEDIA CENTERT?
it: VUOI ESEGUIRE KODI MEDIA CENTER?
ja_jp: KODIメディアセンターを開始しますか？
ko: KODI 미디어 센터를 실행하시겠습니까?
lb_lu: WËLLS DU DEN KODI MEDIA CENTER STARTEN?
lv_lv: VAI VĒLATIES STARTĒT KODI MEDIA CENTRU?
nl: Wil je Kodi Media Center starten?
pl: CZY CHCESZ URUCHOMIĆ KODI?
pt_br: DESEJA INICIAR O KODI MEDIA CENTER?
ru_ru: ВЫ ХОТИТЕ ЗАПУСТИТЬ МЕДИА-ЦЕНТР KODI?
sk_sk: Chcete spustiť prehrávač KODI?

source: LOADING...
ca: S'ESTÀ CARREGANT...
de: LÄDT...
eu_es: KARGATZEN...
fr: CHARGEMENT...
hu: BETÖLTÉS...
it: CARICAMENTO…
ja_jp: 読み込み中...
ko: 불러오는 중...
lb_lu: LUEDEN...
lv_lv: IELĀDE...
nl: Laden
pl: ŁADOWANIE...
pt_br: CARREGANDO...
ru_ru: ЗАГРУЗКА...
sk_sk: Načítavam...

source: PLEASE WAIT...
ca: ESPEREU...
de: BITTE WARTEN...
eu_es: ITXARON MESEDEZ...
fr: VEUILLEZ PATIENTER...
hu: KÉRLEK VÁRJ...
it: ATTENDERE PREGO…
ja_jp: お待ちください...
ko: 잠시 기다려 주십시오...
lb_lu: WAART EEN MOMENT...
lv_lv: LŪDZU, UZGAIDIET...
nl: Wachten a.u.b.
pl: PROSZĘ CZEKAĆ...
pt_br: POR FAVOR, AGUARDE...
ru_ru: ПОДОЖДИТЕ, ПОЖАЛУЙСТА...
sk_sk: Prosím čakajte...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
ca: ESTEU SEGUR QUE VOLEU APAGAR SENSE DESAR LES METADADES?
de: WIRKLICH OHNE SPEICHERN DER METADATEN HERUNTERFAHREN?
eu_es: BENETAN METADATUAK GORDE GABE ITZALI?
fr: VOULEZ-VOUS VRAIMENT ÉTEINDRE SANS SAUVEGARDER LES DONNÉES ?
hu: BIZTOS LEÁLLÍTOD A METAADATOK MENTÉSE NÉLKÜL?
it: VUOI VERAMENTE SPEGNERE SENZA SALVARE I METADATA?
ja_jp: メタ情報を保存せずに シャットダウンしますか？
ko: 게임 정보를 저장하지 않고 시스템을 종료하시겠습니까?
lb_lu: WIERKLECH EROFFUEREN OUNI D'METADATAS ZE SPÄICHEREN?
lv_lv: VAI TIEŠĀM VĒLATIES IZSLĒGT, NESAGLABĀJOT ŠOS DATUS?
nl: Uitschakelen zonder opslaan van Metadata?
pl: WYJŚĆ BEZ ZAPISYWANIA METADANYCH?
pt_br: DESEJA DESLIGAR SEM SALVAR OS METADADOS?
ru_ru: ДЕЙСТВИТЕЛЬНО ВЫКЛЮЧИТЬ БЕЗ СОХРАНЕНИЯ ДАННЫХ?
sk_sk: Vypnúť bez uloženia metadát?

source: FAST SHUTDOWN SYSTEM
ca: APAGA EL SISTEMA RÀPIDAMENT
de: SYSTEM SCHNELL HERUNTERFAHREN
eu_es: SISTEMAREN ITZALTZE AZKARRA
fr: EXTINCTION RAPIDE
hu: GYORS LEÁLLÍTÁS
it: SPEGNIMENTO VELOCE DEL SISTEMA
ja_jp: 高速 シャットダウン システム
ko: 빠른 시스템 종료
lb_lu: SYSTEM SÉIER EROFFUEREN
lv_lv: ĀTRĀ SISTĒMAS IZSLĒGŠANA
nl: Snel uitschakelen systeem
pl: SZYBKIE ZAMKNIĘCIE SYSTEMU
pt_br: DESLIGAR SISTEMA RAPIDAMENTE
ru_ru: БЫСТРОЕ ВЫКЛЮЧЕНИЕ СИСТЕМЫ
sk_sk: Rýchlo vypnúť systém

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.FR FOR MORE INFORMATION.
ca: NO S'HA TROBAT CAP SISTEMA. COMPROVEU QUE ELS CAMINS DEFINITS EN EL FITXER DE CONFIGURACIÓ DELS SISTEMES SÓN CORRECTES, I QUE EL DIRECTORI DELS JOCS TÉ COM A MÍNIM UN JOC AMB L'EXTENSIÓ CORRECTA. PER A MÉS INFORMACIÓ, VISITEU RECALBOX.FR.
de: WIR KÖNNEN KEINE SYSTEME FINDEN! PRÜFE IN DER KONFIGURATIONSDATEI, OB ALLE PFADE RICHTIG GESETZT SIND UND OB MINDESTENS EIN SPIEL MIT DER RICHTIGEN ERWEITERUNG VORHANDEN IST. BESUCHE RECALBOX.COM FÜR MEHR INFORMATIONEN.
eu_es: EZIN DA SISTEMARIK AURKITU! BAIEZTATU SISTEMAKO KONFIGURAZIO FITXATEGIEN HELBIDEAK ZUZENAK DIRELA ETA ZURE JOKOEN DIREKTORIOAN GUTXIENEZ FORMATU ZUZENEKO JOKO BAT DAGOELA. BISITATU RECALBOX.FR INFORMAZIO GEHIAGORAKO.
fr: AUCUN SYSTÈME TROUVÉ ! Visitez le site recalbox.com pour plus d'infos !
hu: NEM TALÁLHATÓ JÁTÉK! ELLENŐRIZD, HOGY AZ ELÉRÉSI UTAK RENDBEN VANNAK A RENDSZER KONFIGURÁCIÓS FÁJLBAN, ÉS A JÁTÉK KÖNYVTÁRÁBAN LEGALÁBB EGY JÁTÉK TALÁLHATÓ A MEGFELELŐ KITERJESZTÉSSEL. TÖBB INFORMÁCIÓ A RECALBOX.FR OLDALON.
it: NON RIUSCIAMO A TROVARE NESSUN SISTEMA! CONTROLLA CHE I PERCORSI SIANO CORRETTI NEI FILE DI CONFIGURAZIONE DEI SISTEMI, E LE TUE DIRECTORY DEI GIOCHI ABBIANO ALMENO UN GIOCO CON L'ESTENSIONE CORRETTA. VISITA RECALBOX.COM PER ULTERIORI INFORMAZIONI.
ja_jp: システムが見つかりません！ システム設定ファイルに 正しいパスが設定されているか、 また、 ゲームディレクトリに 最低1つのゲームが 正しい拡張子で 格納されてあることを 確認してください。 RECALBOX.FRに 追加の情報があります。
ko: 시스템을 찾을 수 없습니다. 설정 파일에서 시스템 경로가 맞는지 확인하세요. 게임 폴더에는 확장자가 정확한 게임이 한 개 이상 있어야 합니다. 더 자세한 정보는 recalbox.com 에서 확인하세요.
lb_lu: MIR KËNNEN KEEN SYSTEM FANNEN! KONTROLLÉIER W.E.G. AN DER SYSTEM CONFIGURATION DATEI OP D'WEEËR (PATHS) KORREKT SINN AN DAAT SËCH OP D'MANNST 1 SPILL MAT DER KORREKTER EXTENSIOUN AM GAME ORDNER BEFËNNT. BESICH RECALBOX.COM FIR MÉI INFORMATIOUNEN.
lv_lv: Mēs nevaram atrast nevienu sistēmu! Pārliecinieties vai konfigurācijas datnes ceļš ir pareizs un vai spēles katalogā ir vismaz viena spēle ar pareizu paplašinājumu. Apmeklējiet www.recalbox.com sīkākais informācijai.
nl: We kunnen geen systemen vinden! Controleer dat het pad correct staat in het systeem configuratie bestand, en je speldirectory op zijn minst één spel bevat met de juiste extensie. Bezoek Recalbox.fr voor meer informatie.
pl: NIE MOŻNA ZNALEŹĆ ŻADNYCH SYSTEMÓW! UPEWNIJ SIĘ, ŻE W PLIKU KONFIGURACYJNYM SĄ PODANE WŁAŚCIWE ŚCIEŻKI I ŻE KATALOG Z GRAMI ZAWIERA PRZYNAJMNIEJ JEDNĄ GRĘ Z WŁAŚCIWYM ROZSZERZENIEM PLIKU. ODWIEDŹ RECALBOX.COM PO WIĘCEJ INFORMACJI.
pt_br: NÃO ENCONTRAMOS NENHUM SISTEMA! VERIFIQUE SE OS CAMINHOS ESTÃO CORRETOS NO ARQUIVO DE CONFIGURAÇÃO DOS SISTEMAS, E SE A PASTA DE ROMS CONTÉM AO MENOS UMA ROM COM A EXTENSÃO CORRETA. VISITE RECALBOX.COM PARA MAIS INFORMAÇÕES.
ru_ru: МЫ НЕ МОЖЕМ НАЙТИ НИ ОДНОЙ СИСТЕМЫ! УБЕДИТЕСЬ, ЧТО В КОНФИГУРАЦИОННОМ ФАЙЛЕ УКАЗАНЫ ВЕРНЫЕ ПУТИ, И В КАТАЛОГЕ С ИГРАМИ ЕСТЬ ХОТЯ БЫ ОДНА ИГРА С СООТВЕТСТВУЮЩИМ РАСШИРЕНИЕМ. ПОСЕТИТЕ RECALBOX.COM ДЛЯ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ.
sk_sk: Nemôžeme nájsť žiadny systém! Skontrolujte, či sú vaše cesty správne v konfiguračnom súbore systému a váš adresár hier má aspoň jednu hru so správnou príponou. Pre viac informácií navštívte recalbox.com.

source: ON SCREEN KEYBOARD
ca: TECLAT VIRTUAL
de: BILDSCHIRMTASTATUR
eu_es: PANTAILAKO TEKLATUA
fr: CLAVIER VIRTUEL
hu: KÉPERNYŐ BILLENTYŰZET
it: TASTIERA A SCHERMO
ja_jp: スクリーンキーボード
ko: 가상 키보드
lb_lu: BILDSCHIERM TASTATUR
lv_lv: EKRĀNTASTATŪRA
nl: Schermtoetsenbord
pl: KLAWIATURA EKRANOWA
pt_br: TECLADO VIRTUAL
ru_ru: ЭКРАННАЯ КЛАВИАТУРА
sk_sk: Klávesnica na obrazovke

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
ca: SHIFTS PER A MAJÚSCULES, MINÚSCULES I ESPECIALS
de: SHIFT FÜR GROSS-, KLEINSCHREIBUNG UND SONDERZEICHEN
eu_es: SHIFT ERABILI MAIUSKULA, MINUSKULA ETA BEREZIENTZAT
fr: APPUYEZ SUR SHIFT POUR OBTENIR LES MAJUSCULES
hu: VÁLTÁS NAGYBETŰ, KISBETŰ, SPECIÁLIS KÖZÖTT
it: PREMI SHIFT PER MAIUSCOLE, MINUSCOLE E SPECIALI
ja_jp: 大文字, 小文字, 特殊記号のための SHIFT
ko: 대문자, 소문자, 특수문자를 위한 쉬프트
lb_lu: SHIFT FIR GROUSS,KLENG AN SPEZIAL ZEECHEN
lv_lv: PĀRSLĒGT LIELOS, MAZOS UN SPECIĀLĀS RAKSTĀMZĪMES
nl: Shift voor Hoofd, laag en speciaal
pl: ZMIANA NA GÓRNE ZNAKI,DOLNE I SPECJALNE
pt_br: ALTERNE PARA MAIÚSCULAS, MINÚSCULAS E CARACTERES ESPECIAIS
ru_ru: ПЕРЕКЛЮЧИТЬ РЕГИСТР И СПЕЦСИМВОЛЫ
sk_sk: Zdvih pre horný, dolný a špeciálny

source: SPACE
ca: ESPAI
de: LEERTASTE
eu_es: HUTSUNEA
fr: ESPACE
hu: SZÓKÖZ
it: SPAZIO
ja_jp: 空白
ko: 스페이스
lb_lu: ESPACE
lv_lv: ATSTARPE
nl: Spatie
pl: SPACJA
pt_br: ESPAÇO
ru_ru: ПРОБЕЛ
sk_sk: Medzera

source: DELETE A CHAR
ca: ESBORRA UN CARÀCTER
de: BUCHSTABE ENTFERNEN
eu_es: EZABATU HIZKIA
fr: EFFACER UN CARACTÈRE
hu: KARAKTER TÖRLÉSE
it: CANCELLA UN CARATTERE
ja_jp: 文字を削除
ko: 문자 삭제
lb_lu: BUSCHTAF LÄSCHEN
lv_lv: DZĒST RAKSTZĪMI
nl: WIS KARAKTER
pl: USUŃ ZNAK
pt_br: DELETAR UM CARACTERE
ru_ru: УДАЛИТЬ СИМВОЛ
sk_sk: Vymazať znak

source: STOP EDITING
ca: ATURA L'EDICIÓ
de: BEARBEITUNG BEENDEN
eu_es: GELDITU EDIZIOA
fr: ARRÊTER L'ÉDITION
hu: SZERKESZTÉS VÉGE
it: TERMINA INSERIMENTO
ja_jp: 編集を中止
ko: 편집 중단
lb_lu: EDITÉIEREN STOPPEN
lv_lv: PĀRTRAUKT REDIĢĒŠANU
nl: Stop bewerken
pl: ZATRZYMAJ EDYTOWANIE
pt_br: TERMINAR EDIÇÃO
ru_ru: ЗАВЕРШИТЬ РЕДАКТИРОВАНИЕ
sk_sk: Koniec editácie

source: MOVE CURSOR
ca: MOVEU EL CURSOR
de: CURSOR BEWEGEN
eu_es: MUGITU KRUTSOREA
fr: DÉPLACER LE CURSEUR
hu: KURZOR MOZGATÁSA
it: SPOSTA CURSORE
ja_jp: カーソル移動
ko: 커서 이동
lb_lu: CURSOR BEWEEGEN
lv_lv: PĀRVIETOT KURSORU
nl: Beweeg de cursor
pl: PORUSZ KURSOREM
pt_br: MOVER CURSOR
ru_ru: ПЕРЕДВИНУТЬ КУРСОР
sk_sk: Posunúť kurzor

source: EDIT
ca: EDITA
de: ÄNDERN
eu_es: EDITATU
fr: ÉDITER
hu: SZERKESZT
it: MODIFICA
ja_jp: 編集
ko: 편집
lb_lu: EDITÉIEREN
lv_lv: REDIĢĒT
nl: Bewerken
pl: EDYTUJ
pt_br: EDITAR
ru_ru: РЕДАКТИРОВАТЬ
sk_sk: Upraviť

source: ACCEPT RESULT
ca: ACCEPTA EL RESULTAT
de: ERGEBNIS AKZEPTIEREN
eu_es: ONARTU EMAITZA
fr: ACCEPTER LE RÉSULTAT
hu: EREDMÉNYEK MENTÉSE
it: ACCETTA RISULTATO
ja_jp: 了解
ko: 결과 동의
lb_lu: RESULTAT ACCEPTÉIEREN
lv_lv: AKCEPTĒT IZMAIŅAS
nl: Accepteer resultaat
pl: AKCEPTUJ WYNIK
pt_br: ACEITAR RESULTADO
ru_ru: ПРИНЯТЬ ИЗМЕНЕНИЯ
sk_sk: Prijať výsledok

source: FILENAME
ca: FITXER
de: DATEINAME
eu_es: FITXATEGI IZENA
fr: FICHIER
hu: FÁJLNÉV
it: NOME FILE
ja_jp: ファイル名
ko: 파일명
lb_lu: DATEINUMM
lv_lv: NOSAUKUMS
nl: Bestandsnaam
pl: NAZWA PLIKU
pt_br: NOME DO ARQUIVO
ru_ru: ИМЯ ФАЙЛА
sk_sk: Názov súboru

source: RATING
ca: VALORACIÓ
de: BEWERTUNG
eu_es: PUNTUAZIOA
fr: VOTES
hu: ÉRTÉKELÉS
it: VOTO
ja_jp: 評価
ko: 평점
lb_lu: BEWÄERTUNG
lv_lv: VĒRTĒJUMS
nl: Beoordeling
pl: OCENA
pt_br: AVALIAÇÃO
ru_ru: РЕЙТИНГ
sk_sk: Hodnotenie

source: TIMES PLAYED
ca: VEGADES JUGAT
de: GESPIELT
eu_es: ZENBAT ALDIZ JOLASTUTA
fr: PARTIES JOUÉES
hu: JÁTSZOTT IDŐ
it: NUMERO PARTITE
ja_jp: プレイ時間
ko: 실행 횟수
lb_lu: WÉI OFT GESPILLT
lv_lv: LAIKS SPĒLĒ
nl: Keren gespeeld
pl: CZAS GRY
pt_br: NÚMERO DE VEZES JOGADAS
ru_ru: СЫГРАНО РАЗ
sk_sk: Počet hraní

source: LAST PLAYED
ca: JUGAT PER ÚLTIMA VEGADA
de: ZULETZT GESPIELT
eu_es: AZKEN ALDIZ JOLASTUTA
fr: DERNIÈRE PARTIE
hu: UTOLJÁRA JÁTSZVA
it: ULTIMA PARTITA
ja_jp: 最終プレイ日時
ko: 마지막 실행
lb_lu: FIR D'LÄSCHT GESPILLT
lv_lv: SPĒLĒTS
nl: Laatst gespeeld
pl: OSTATNIO GRANE
pt_br: JOGADO PELA ÚLTIMA VEZ EM
ru_ru: ПОСЛЕДНИЙ ЗАПУСК
sk_sk: Posledná hra

source: NUMBER OF PLAYERS
ca: NOMBRE DE JUGADORS
de: SPIELER ANZAHL
eu_es: JOKALARI KOPURUA
fr: NOMBRE DE JOUEURS
hu: JÁTÉKOSOK SZÁMA
it: NUMERO DI GIOCATORI
ja_jp: プレイヤー数
ko: 플레이어 수
lb_lu: UNZUEL VUN SPILLER
lv_lv: SPĒLĒTĀJU SKAITS
nl: Aantal spelers
pl: LICZBA GRACZY
pt_br: NÚMERO DE JOGADORES
ru_ru: КОЛИЧЕСТВО ИГРОКОВ
sk_sk: Počet hráčov

source: DEVELOPER
ca: DESENVOLUPADOR
de: ENTWICKLER
eu_es: GARATZAILEA
fr: DÉVELOPPEUR
hu: FEJLESZTŐ
it: SVILUPPATORE
ja_jp: 開発
ko: 개발사
lb_lu: PROGRAMMEUR
lv_lv: ATTĪSTĪTĀJS
nl: Ontwikkelaar
pl: PRODUCENT
pt_br: DESENVOLVEDOR
ru_ru: РАЗРАБОТЧИК
sk_sk: Vývojár

source: GENRE
ca: GÈNERE
eu_es: GENEROA
hu: MŰFAJ
it: GENERE
ja_jp: ジャンル
ko: 장르
lv_lv: ŽANRS
pl: GATUNEK
pt_br: GÊNERO
ru_ru: ЖАНР
sk_sk: Žáner
