Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Gameclips cannot be played. No video availabe for your selection
de: Spieleclips können nicht abgespielt werden. Kein Video für deine Auswahl verfügbar
fr: Les clips de jeux ne peuvent être lus. Il n'y a aucune vidéo disponible pour votre sélection.
hu: A játék klipjeit nem lehet lejátszani. Nem állnak rendelkezésre videók a kiválasztotthoz.
it: I gameclip non possono essere avviati. Nessun video disponibile per la tua selezione.
ja_jp: ゲームクリップは再生できません。選択したビデオはありません
ko: 게임 클립을 재생할 수 없습니다. 선택한 동영상이 없습니다.
pl: Nie można odtwarzać klipów z gry. Brak dostępnych filmów do wyboru.
pt_br: Gamesclips não podem ser reproduzidos. Não existem vídeos disponíveis para sua seleção.
sk_sk: Herné klipy sa nedajú prehrať. Pre váš výber nie sú dostupné videá.

source: EmulationStation must relaunch to apply your changes.
de: EmulationStation muss neu gestartet werden, um die Änderungen zu übernehmen.
fr: EmulationStation doit redémarrer pour appliquer les changements.
hu: Az EmulationStationnek újra kell indulnia a módosítások alkalmazásához.
it: EmulationStation deve essere riavviato per poter applicare le modifiche.
ja_jp: 変更を適用するには、EmulationStationを再起動する必要があります。
pl: EmulationStation musi zostać ponownie uruchomiony, aby zastosować zmiany.
pt_br: EmulationStation precisa reiniciar para aplicar suas alterações.
sk_sk: EmulationStation sa musí reštartovať na použitie vašich zmien

source: PAIRING %s ...
fr: APPAIRAGE DE %s ...
hu: PÁROSÍTÁS %s ...
it: PAIRING IN CORSO %s...
ja_jp: ペアリング中... %s
pl: PAROWANIE %s ...
pt_br: PAREANDO %s ...
sk_sk: Párujem %s ...

source: SCANNING BLUETOOTH DEVICES...
de: SUCHE BLUETOOTH-GERÄTE...
fr: SCAN DES PÉRIPHÉRIQUES BLUETOOTH
hu: BLUETOOTH ESZKÖZÖK KERESÉSE...
it: SCANSIONE PERIFERICHE BLUETOOTH...
ja_jp: ブルートゥースデバイスのスキャン...
pl: SKANOWANIE URZĄDZEŃ BLUETOOTH
pt_br: PROCURANDO DISPOSITIVOS BLUETOOTH...
sk_sk: Hľadám Bluetooth zariadenia...

source: GAME OPTIONS
de: SPIEL-OPTIONEN
fr: OPTIONS DU JEU
hu: JÁTÉK BEÁLLÍTÁSOK
it: OPZIONI DI GIOCO
ja_jp: ゲーム設定
pl: OPCJE GRY
pt_br: OPÇÕES DE JOGO
sk_sk: Herné voľby

source: NO GAME SELECTED
de: KEINE SPIELE AUSGEWÄHLT
fr: AUCUN JEU SÉLECTIONNÉ
hu: NINCS JÁTÉK KIVÁLASZTVA
it: NESSUN GIOCO SELEZIONATO
ja_jp: ゲームが選択されていません
pl: NIE WYBRANO GRY
pt_br: NENHUM JOGO SELECIONADO
sk_sk: Nevybraná hra

source: GAME %s
de: SPIEL %s
fr: JEU %s
hu: JÁTÉK %s
it: GIOCO %s
ja_jp: ゲーム %s
pl: GRA %s
pt_br: JOGO %s
sk_sk: Hra %s

source: FOLDER %s
de: ORDNER %s
fr: RÉPERTOIRE %s
hu: MAPPA %s
it: CARTELLA %s
ja_jp: フォルダ %n
pt_br: PASTA %s
sk_sk: Priečinok %s

source: EDIT GAME %s
de: SPIEL %s BEARBEITEN
fr: MODIFIER LE JEU %s
hu: JÁTÉK SZERKESZTÉSE %s
it: MODIFICA GIOCO %s
ja_jp: ゲーム %s の編集
pl: EDYTUJ GRĘ %s
pt_br: EDITAR JOGO %s
sk_sk: Upraviť hru %s

source: EDIT FOLDER %s
de: ORDNER %s BEARBEITEN
fr: MODIFIER LE RÉPERTOIRE %s
hu: MAPPA SZERKESZTÉSE %s
it: MODIFICA CARTELLA %s
ja_jp: フォルダー %s の編集
pl: EDYTUJ FOLDER %s
pt_br: EDITAR PASTA %s
sk_sk: Upraviť priečinok %s

source: RUN WITH
de: STARTEN MIT
fr: LANCER AVEC
hu: FUTTATÁS EZZEL
it: ESEGUI CON
ja_jp: 実行中
pl: URUCHOM Z
pt_br: EXECUTAR COM
sk_sk: Spustiť s

source: NON EDITABLE GAME
de: NICHT EDITIERBARES SPIEL
fr: JEU NON MODIFIABLE
hu: NEM SZERKESZTHETŐ JÁTÉK
it: GIOCO NON MODIFICABILE
ja_jp: 編集不可能なゲーム
pl: GRA BEZ EDYCJI
pt_br: JOGO NÃO EDITÁVEL
sk_sk: Needitovateľná hra

source: auto select
de: automatische Auswahl
fr: sélection automatique
hu: auto kiválasztás
it: seleziona automaticamente
ja_jp: 自動選択
pl: auto wybór
pt_br: auto selecionar
sk_sk: automatický výber

source: Welcome to RECALBOX for Odroid Go Super! This little presentation will show you how to use all the special buttons available all around the screen. Press any button to start!
de: Willkommen bei RECALBOX für Odroid Go Super! Diese kurze Präsentation zeigt dir, wie du alle Spezialtasten, die rund um den Bildschirm verfügbar sind, verwenden kannst. Drücke eine beliebige Taste zum Starten!
fr: Bienvenue dans RECALBOX pour Odroid Go Super ! Cette courte présentation vous indiquera l'usage de chacun des boutons de votre nouvelle console. Appuyez sur un bouton pour continuer !
hu: Üdvözlünk az ODROID-GO Super RECALBOX-jában! Ez a kis bemutató bemutatja, hogyan kell használni a képernyő körüli összes speciális gombot. Nyomd meg bármelyik gombot az indításhoz!
it: Benvenuto in RECALBOX per Odroid Go Super! In questa breve presentazione mostrerà come usare i vari pulsanti speciali presenti attorno allo schermo. Premi un pulsante qualsiasi per iniziare!
ja_jp: Odroid Go Super用のRECALBOXへようこそ！ この小さなプレゼンテーションでは、画面全体で使用できる すべての特別なボタンの使用方法を説明します。 いずれかのボタンを押して開始してください！
pl: Witamy w RECALBOX dla ODROID-GO Super! Ta mała prezentacja pokaże, jak używać wszystkich specjalnych przycisków na ekranie. Naciśnij dowolny przycisk, aby rozpocząć!
pt_br: Bem-vindo ao RECALBOX para Odroid Go Super! Esta pequena apresentação irá mostrar-lhe como usar todos os botões especiais disponíveis em toda tela. Pressione qualquer botão para começar!
sk_sk: Vitajte v Recalboxe pre Odroid-Go Super! Táto malá prezentácia vám ukáže, ako využívať všetky špeciálne tlačidlá na obrazovke. Stlačte nejaké tlačidlo na spustenie!

source: The top-left black button is the SELECT button, also available on most modern pads. But it is also the HOTKEY button that you can use in conjunction with other buttons in most emulators. For example, you can use HOTKEY+START to quit the current game. Press the SELECT button.
de: Die obere linke schwarze Taste ist die SELECT-Taste, die auch auf den meisten modernen Controllern vorhanden ist. Sie ist aber auch die HOTKEY-Taste, die Du in Verbindung mit anderen Tasten in den meisten Emulatoren verwenden kannst. Beispielsweise kannst du HOTKEY+START drücken, um das aktuelle Spiel zu beenden. Drücke die SELECT Taste.
fr: Le bouton noir situé en haut à gauche est le bouton SELECT, disponible sur la plupart des manettes récentes. C'est également le bouton HOTKEY, utilisable conjointement avec d'autres boutons dans les émulateurs. Par exemple : HOTKEY+START = quitter le jeu en cours. Appuyez sur SELECT.
hu: A bal felső fekete gomb a KIVÁLASZTÁS gomb, amely a legtöbb modern vezérlőn elérhető. Ugyanakkor ez a HOTKEY gomb is, amelyet a legtöbb emulátorban más gombokkal együtt használhatsz. Például használhatod a HOTKEY+START billentyűkombinációt az éppen játszott játékból való kilépéshez. Nyomd meg a SELECT gombot.
it: Il tasto nero in alto a sinistra è il tasto SELECT, anch'esso presente in molti controllers moderni. Ma è anche il tasto HOTKEY che si può usare in congiunzione con gli altri pulsanti per la maggior parte degli emulatori. Per esempio, puoi premere HOTKEY+START per uscire dal gioco in corso. Premi il tasto SELECT.
ja_jp: 左上の黒いボタンはSELECTボタンで、最新のパッドでも使用できます。 ただし、ほとんどのエミュレーターで他のボタンと組み合わせて使用​​できるのはHOTKEYボタンだけです。 たとえば、HOTKEY + STARTを使用して、現在のゲームを終了できます。 SELECTボタンを押してください。
pl: Lewy górny czarny przycisk to przycisk SELECT, który jest dostępny w większości nowoczesnych kontrolerów. Jednak jest to również przycisk HOTKEY, którego można używać w połączeniu z innymi przyciskami w większości emulatorów. Na przykład możesz użyć HOTKEY + START, aby zakończyć grę, w którą grasz. Naciśnij przycisk SELECT.
pt_br: O botão superior esquerdo preto é o botão SELECT, também disponível na maioria dos controles modernos. Mas ele também é o botão HOTKEY, que você pode usar em conjunto com outros botões na maioria dos emuladores. Por exemplo, você pode usar HOTKEY+START para sair do jogo atual. Pressione o botão SELECT.
sk_sk: Ľavé horné čierne tlačidlo je SELECT, ktoré je dostupné na väčšine moderných ovládačov. Je to aj tlačidlo HOTKEY, ktoré môžete použiť v spojení s inými tlačidlami vo väčšine emulátorov. Napríklad môžete použiť HOTKEY+START na ukončenie práve bežiacej hry. Stlačte tlačidlo SELECT.

source: At the opposite side of the SELECT button is the START button. Use it to open the main menu in the Recalbox interface and use it in-game as the regular START button available on most consoles. Press this START button please.
de: Auf der gegenüberliegenden Seite der SELECT-Taste befindet sich die START-Taste. Benutze sie, um das Hauptmenü in der Recalbox-Oberfläche zu öffnen und verwende sie im Spiel als reguläre START-Taste, die auf den meisten Konsolen verfügbar ist. Drücke bitte die START-Taste.
fr: À l'opposé se trouve le bouton START. Utilisez-le pour ouvrir le menu principal de Recalbox ou en jeu comme le bouton START des consoles d'origines. Appuyez sur START.
hu: A KIVÁLASZTÁS gombbal szemben található a START gomb. Használd a Recalbox felület főmenüjének megnyitásához, és normál START gombként használd a játékban. Nyomd meg a START gombot.
it: Dal lato opposto del tasto SELECT c'è il tasto START. Usalo per aprire il menù principale nell'interfaccia di Recalbox e, mentre giochi, come il classico tasto START di una console. Per favore, premi il tasto START
ja_jp: SELECTボタンの反対側にはSTARTボタンがあります。 これを使用して、Recalboxインターフェイスのメインメニューを開き、ほとんどのコンソールで使用できる通常のスタートボタンとしてゲーム内で使用します。 スタートボタンを押してください。
pl: Naprzeciwko przycisku SELECT znajduje się przycisk START. Użyj go, aby otworzyć menu główne w interfejsie Recalbox i użyj go jako zwykłego przycisku START w grze. Naciśnij przycisk START.
pt_br: No lado oposto do botão SELECT está o botão START. Utilize-o para abrir o menu principal na interface do Recalbox, e use-o no jogo como o botão START normal disponível na maioria dos consoles. Pressione o botão START por favor.
sk_sk: Oproti tlačidlu SELECT je tlačidlo START. Použite ho na otvorenie hlavnej ponuky v rozhraní Recalboxu a použite ho ako bežné tlačidlo START v hre. Stlačte tlačidlo START.

source: Then, on the top of the console, there are 2 buttons marked with a '-' and a '+'. Use them to raise or lower the volume at any time in the Recalbox interface or in-game. Press any button to continue
de: Dann befinden sich auf der Oberseite der Konsole 2 Tasten, die mit einem '-' und einem '+' gekennzeichnet sind. Verwende sie, um die Lautstärke jederzeit in der Recalbox-Oberfläche oder im Spiel zu erhöhen oder zu verringern. Drücke eine beliebige Taste, um fortzufahren
fr: Au-dessus de la console se trouvent 2 boutons : '-' et '+'. Utilisez-les pour régler le volume sonore de votre console dans l'interface Recalbox ou en cours de jeu. Pressez une touche volume.
hu: A konzol tetején két '-' és '+' jelzésű gomb található. Ezekkel bármikor növelheted és csökkentheted a hangerőt, akár a Recalbox felületén, akár egy játékon belül. Nyomd meg bármelyik gombot a folytatáshoz.
it: Ora, in cima alla console, ci sono due tasti contrassegnati con '-' e '+'. Usali per alzare o diminuire il volume del suono nell'interfaccia di Recalbox o mentre giochi. Premi un tasto qualsiasi per continuare.
ja_jp: 次に、コンソールの上部に、「-」と「+」のマークが付いた2つのボタンがあります。 これらを使用して、Recalboxインターフェイスまたはゲーム内でいつでも音量を調節できます。 いずれかのボタンを押して続行します
pl: W górnej części konsoli znajdują się dwa przyciski oznaczone „-” i „+”. Używaj ich do zwiększania i zmniejszania głośności w dowolnym momencie, niezależnie od tego, czy jesteś w interfejsie Recalbox, czy w grze. Naciśnij dowolny przycisk, aby kontynuować.
pt_br: Então, na parte superior do console, há 2 botões marcados com um '-' e um '+'. Utilize-os para aumentar ou diminuir o volume a qualquer momento na interface do Recalbox, ou no jogo. Pressione qualquer botão para continuar
sk_sk: V hornej časti konzoly sú dve tlačidlá označené "-" a "+". Použite ich na zvýšenie a zníženie hlasitosti kedykoľvek, v rozhraní Recalbox alebo v hre. Pokračujte stlačením tlačidla.

source: The two bottom-left gray buttons control the screen brightness. Note that the brighter the screen, the more power it consumes! Press either brightness up or down button
de: Die beiden grauen Tasten unten links steuern die Bildschirmhelligkeit. Beachte, dass je heller der Bildschirm ist, desto mehr Strom verbraucht er! Drücke entweder die Taste Helligkeit hoch oder runter
fr: Les deux boutons en bas à gauche ajustent la luminosité de l'écran. Notez que plus elle est forte, plus cela consomme de batterie ! Pressez une touche luminosité.
hu: A bal alsó két szürke gomb szabályozza a képernyő fényerejét. Ne feledd: minél világosabb a képernyő, annál több energiát fog használni! Nyomd meg a fényerő növelése vagy csökkentése gombot.
it: I due tasti grigi in basso a sinistra controllano la luminosità dello schermo. Nota che, più lo schermo è luminoso, più energia verrà consumata! Premi uno dei tasti della luminosità.
ja_jp: 左下の2つの灰色のボタンは、画面の明るさを調整できます。 画面が明るいほど、消費電力が大きくなることに注意してください。 明るさの上下ボタンを押してみてください
pl: Dwa dolne lewe szare przyciski sterują jasnością ekranu. Pamiętaj: im jaśniejszy ekran, tym więcej energii zużyjesz! Naciśnij przyciski zwiększania lub zmniejszania jasności.
pt_br: Os dois botões cinzas no canto inferior esquerdo controlam o brilho da tela. Observe que quanto mais brilhante a tela, mais energia ela consome! Pressione o botão de aumentar ou diminuir o brilho
sk_sk: Dve šedé tlačidlá vľavo dolu ovládajú jas obrazovky. Pamätajte: čím jasnejšia obrazovka, tým vyššia je spotreba energie! Stlačte tlačidlo na zvýšenie alebo zníženie jasu.

source: Finally, the two bottom-right gray buttons are third left & right triggers (L3/R3), only usefull in some emulators or to record videos. Press either L3 or R3
de: Als letztes sind die beiden grauen Tasten unten rechts die dritten Trigger links und rechts (L3/R3), nur nützlich in einigen Emulatoren oder zum Aufnehmen von Videos. Drücke entweder L3 oder R3
fr: Enfin, les deux boutons en bas à droite correspondent à L3/R3, utiles avec certains émulateurs, ou pour enregistrer des vidéos. Appuyez sur L3 ou R3 pour continuer.
hu: Végül a két jobb alsó szürke gomb a harmadik bal és jobb trigger (L3/R3). Csak néhány emulátorban vagy videók rögzítéséhez hasznos. Nyomd meg az L3 vagy az R3 gombot.
it: Infine, i due tasti grigi in basso a destra sono il terzo grilletto sinistro e destro (L3/R3), usati solamente in alcuni emulatori o per registrare video. Premi L3 o R3.
ja_jp: 最後に、右下の2つの灰色のボタンは3番目の左右のトリガー（L3 / R3）であり、 一部のエミュレーターまたはビデオの録画にのみ役立ちます。 L3またはR3のいずれかを押します
pl: Wreszcie, dwa szare przyciski w prawym dolnym rogu to trzeci lewy i prawy wyzwalacz (L3 / R3). Jest to przydatne tylko w niektórych emulatorach lub do nagrywania filmów. Naciśnij L3 lub R3.
pt_br: Finalmente, os dois botões cinza no canto inferior direito são os terceiros gatilhos esquerdo e direito (L3/R3), úteis apenas em alguns emuladores ou para gravar vídeos. Pressione L3 ou R3
sk_sk: A konečne dve pravé dolné šedé tlačidlá sú tretí ľavý a pravý spúšťač (L3/R3). Je to užitočné iba v niektorých emulátoroch alebo na nahrávanie videa. Stlačte L3 alebo R3.

source: DRIVER
de: TREIBER
fr: PILOTE
hu: ILLESZTŐPROGRAM
ja_jp: ドライバ
pl: STEROWNIK
sk_sk: Ovládač

source: Change the driver if your pad is not working at all or not working properly in-game.
de: Wähle einen anderen Treiber, wenn dein Pad im Spiel nicht oder nicht richtig funktioniert.
fr: Changez le pilote si votre pad ne fonctionne pas du tout en jeu, ou s'il fonctionne partiellement.
hu: Cseréld ki az illesztőprogramot, ha a vezérlő nem működik megfelelően.
it: Cambia il driver se il tuo controller non funziona o non funziona correttamente durante il gioco.
ja_jp: パッドがまったく機能しない場合や、ゲーム内で正しく機能しない場合は、ドライバーを変更してください。
pl: Zmień sterownik, jeśli kontroler nie działa poprawnie.
pt_br: Mude o driver se o seu controle não estiver funcionando ou não funcionar corretamente no jogo.
sk_sk: Zmeňte ovládač, ak váš ovládač nepracuje správne

source: In Memory!
de: Im Speicher!
fr: En Mémoire !
hu: Memóriába!
it: In Memoria!
ja_jp: インメモリ！
pl: W pamięci!
pt_br: Na memória!
sk_sk: V pamäti!

source: Internal Share Partition
de: Interne Share Partition
fr: Partition Share Interne
hu: Belső megosztási partíció
it: Partizione Interna Condivisa
ja_jp: 内部共有パーティション
pl: Wewnętrzna partycja udziału
pt_br: Partição SHARE Interna
sk_sk: Vnútorná partícia SHARE

source: Network Share
de: Netzwerkfreigabe
fr: Partage Réseau
hu: Hálózati megosztás
it: Partizione di Rete
ja_jp: ネットワーク共有
pl: Udział sieciowy
pt_br: Partição SHARE via Rede
sk_sk: Sieťové zdieľanie

source: Device %d - %l (%f)
de: Gerät %d - %l (%f)
fr: Stockage %d - %l (%f)
hu: Eszköz %d - %l (%f)
it: Dispositivo %d - %l (%f)
ja_jp: デバイス %d - %l (%f)
pl: Urządzenie %d - %l (%f)
pt_br: Dispositivo %d -%l (%f)
sk_sk: Zariadenie %d - %l (%f)

source: Any External Device
de: Beliebiges externes Gerät
fr: N'importe quel Stockage Externe
hu: Bármely külső eszköz
it: Qualsiasi Dispositivo Esterno
ja_jp: 外部デバイス
pl: Dowolne urządzenie zewnętrzne
pt_br: Qualquer dispositivo externo
sk_sk: Ľubovoľné externé zariadenie

source: SCRAPER OPTIONS
de: SCRAPER-OPTIONEN
fr: OPTIONS DU SCRAPEUR
hu: SCRAPER BEÁLLÍTÁSOK
it: OPZIONI SCRAPER
pl: OPCJE SCRAPERA
pt_br: OPÇÕES DO SCRAPER
sk_sk: Voľby vyhľadávača

source: SCREENSCRAPER OPTIONS
de: SCREENSCRAPER-OPTIONEN
fr: OPTIONS DE SCREENSCRAPER
hu: KIJEZLŐ SCRAPER BEÁLLÍTÁSOK
it: OPZIONI SCREENSCRAPER
pl: OPCJE SCREENSCRAPER
pt_br: OPÇÕES DO SCREENSCRAPER
sk_sk: Voľby Screenscrapera

source: DETECTED REGION
de: DETEKTIERTE REGION
fr: RÉGION DETECTÉE
hu: FELISMERT RÉGIÓ
it: REGIONE RILEVATA
pl: WYKRYTY REGION
pt_br: REGIÃO DETECTADA
sk_sk: Zistený región

source: SELECT REGION PRIORITY
de: WÄHLEN SIE IHRE REGION PRIORITÄT
fr: DÉTERMINEZ LA RÉGION DU JEU
hu: VÁLASSZ RÉGIÓ PRIORITÁST
it: SELEZIONA PRIORITÁ REGIONE
pl: WYBIERZ PRIORYTET REGIONU
pt_br: SELECIONE A PRIORIDADE DA REGIÃO
sk_sk: Vyberte prioritu regiónu

source: LATER
de: SPÄTER
fr: PLUS TARD
hu: KÉSŐBB
it: DOPO
pl: PÓŹNIEJ
pt_br: DEPOIS
sk_sk: Neskôr

source: A reboot is required to apply pending changes.
de: Ein Neustart ist erforderlich, um die anstehenden Änderungen zu übernehmen.
fr: Un redémarrage est nécessaire pour appliquer les changements en attente.
hu: A függőben lévő változtatások alkalmazásához újraindítás szükséges.
it: È necessario riavviare per applicare le modifiche.
pl: Aby zastosować oczekujące zmiany, wymagane jest ponowne uruchomienie.
pt_br: Uma reinicialização é necessária para aplicar as alterações pendentes.
sk_sk: Na použitie zmien je potrebný reštart

source: SHOW LIGHTGUN SYSTEM
de: Lightgun-System anzeigen
fr: Afficher le système Lightgun
hu: LIGHTGUN RENDSZER MEGJELENÍTÉSE
it: MOSTRA SISTEMA LIGHTGUN
pl: POKAZ SYSTEM Z BRONIĄ ŚWIETLNĄ
pt_br: MOSTRAR SISTEMA LIGHTGUN
sk_sk: Zobraziť systém LIGHTGUN

source: Show all available games playable with a lightgun.
de: Alle verfügbaren Spiele anzeigen, die mit einer Lightgun spielbar sind.
fr: Afficher tous les jeux disponibles jouables avec un pistolet optique.
hu: Jelenítse meg az összes elérhető játékot, amely lightgun-al játszható.
it: Mostra tutti i giochi che utilizzano una ligthgun.
pl: Pokaż wszystkie dostępne gry, w które można grać przy użyciu broni świetlnej.
pt_br: Mostrar todos os jogos disponíveis que podem ser jogados com uma lightgun.
sk_sk: Zobraziť všetky dostupný hry pre svetelnú pištoľ

source: WARNING! This option erase all recalbox and emulator configurations! Use it carefully!
de: WARNUNG : Diese Option löscht alle Recalbox- und Emulator-Konfigurationen !
fr: ATTENTION ! Cette option supprime toutes les configurations de Recalbox et des émulateurs !
hu: FIGYELEM! Ez a beállítás törli az összes Recalbox és emulátor konfigurációt. Használd óvatosan!
it: ATTENZIONE! Questa opzione cancellerà tutte le configurazioni di Recalbox e degli emulatori. Usala con cautela!
pl: OSTRZEŻENIE! Ta opcja usuwa wszystkie konfiguracje recalbox i emulatorów! Używaj go ostrożnie!
pt_br: CUIDADO! Esta opção apaga todas as configurações do Recalbox e dos emuladores! Use com cautela!
sk_sk: Upozornenie! Táto voľba vymaže všetky nastavenia Recalboxu a emulátorov! Používajte opatrne!

source: RESET TO FACTORY SETTINGS
de: WERKSEINSTELLUNGEN WIEDERHERSTELLEN
fr: RESTAURER LES PARAMÈTRES D'USINE
hu: VISSZAÁLLÍTÁS A GYÁRI BEÁLLÍTÁSOKRA
it: RESET IMPOSTAZIONI DI FABBRICA
pl: RESETUJ DO USTAWIEŃ FABRYCZNYCH
pt_br: REDEFINIR PARA AS CONFIGURAÇÕES DE FÁBRICA
sk_sk: Obnoviť výrobné nastavenia

source: WARNING!
de: ACHTUNG!
fr: ATTENTION !
hu: FIGYELEM!
it: ATTENZIONE!
pl: OSTRZEŻENIE!
pt_br: CUIDADO!
sk_sk: Upozornenie!

source: RESET TO FACTORY SETTINGS YOU'RE ABOUT TO RESET RECALBOX AND EMULATOR SETTINGS TO DEFAULT VALUES. ALL YOUR DATA LIKE GAMES, SAVES, MUSIC, SCREENSHOTS AND SO ON, WILL BE KEPT. THIS OPERATION CANNOT BE UNDONE! ARE YOU SURE YOU WANT TO RESET ALL YOUR SETTINGS?
de: WERKSEINSTELLUNGEN WIEDERHERSTELLEN SIND SIE DABEI, DIE WERKSEINSTELLUNGEN VON RECALBOX UND ALLEN EMULATOREN WIEDERHERZUSTELLEN! ALLE IHRE SPIELE, SPIELSTÄNDE, MUSIK, SCREENSHOTS USW. ERHALTEN BLEIBEN. DIESER VORGANG KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN ! SIND SIE SICHER, DASS SIE DIE WERKSEINSTELLUNGEN WIEDERHERSTELLEN WOLLEN ?
fr: RESTAURER LES PARAMÈTRES D'USINE VOUS ÊTES SUR LE POINT DE RESTAURER LES PARAMÈTRES D'USINE DE RECALBOX ET DE TOUS LES ÉMULATEURS ! TOUS VOS JEUX, SAUVEGARDES, MUSIQUES, SCREENSHOTS, ETC. SERONT CONSERVÉS. CETTE OPÉRATION NE POURRA PAS ÊTRE ANNULÉE ! ÊTES-VOUS SUR DE VOULOIR RESTAURER LES PARAMÈTRES D'USINE ?
hu: VISSZAÁLLÍTÁS A GYÁRI BEÁLLÍTÁSOKRA A RECALBOX ÉS AZ EMULÁTOR BEÁLLÍTÁSOK ALAPÉRTÉKÉRE VISSZAÁLLÍTÁSÁRA KÉSZÜLSZ. AZ ÖSSZES ADAT, JÁTÉK, MENTÉSEK, ZENE, KÉPERNYŐKÉPEK STB. MEGMARAD. EZ A MŰVELET NEM VISSZAVONHATÓ! BIZTOS, HOGY AZ ÖSSZES BEÁLLÍTÁST VISSZA SZERETNÉD ÁLLÍTANI?
it: RESET IMPOSTAZIONI DI FABBRICA STAI PER RIPRISTINARE LE IMPOSTAZIONI DI RECALBOX E DEGLI EMULATORI AI VALORI DI DEFAULT. TUTTI I TUOI DATI COME GIOCHI, SALVATAGGI, MUSICHE, SCHERMATE E COSÌ VIA, SARANNO MANTENUTE. QUESTA OPERAZIONE NON PUÒ ESSERE FERMATA! SEI SICURO DI RIPRISTINARE TUTTE LE TUE IMPOSTAZIONI?
pl: RESETUJ DO USTAWIEŃ FABRYCZNYCH CHCESZ ZRESETOWAĆ USTAWIENIA RECALBOX I EMULATORA NA WARTOŚCI DOMYŚLNE. WSZYSTKIE TWOJE DANE, TAKIE JAK GRY, ZAPISY, MUZYKA, ZRZUTY EKRANU I WIĘCEJ, ZOSTANĄ ZACHOWANE. Tej operacji nie można cofnąć! CZY NA PEWNO CHCESZ ZRESETOWAĆ WSZYSTKIE SWOJE USTAWIENIA?
pt_br: REDEFINIR PARA AS CONFIGURAÇÕES DE FÁBRICA VOCÊ ESTÁ PRESTES A REDEFINIR AS CONFIGURAÇÕES DO RECALBOX E DOS EMULADORES PARA OS VALORES PADRÕES. TODOS OS SEUS DADOS, COMO JOGOS, SAVES, MÚSICAS, CAPTURAS DE TELA E ASSIM POR DIANTE, SERÃO MANTIDOS. ESTA OPERAÇÃO NÃO PODE SER DESFEITA! TEM A CERTEZA QUE DESEJA REINICIAR TODAS AS CONFIGURAÇÕES?
sk_sk: Obnovenie do továrenského nastavenia Chystáte sa obnoviť nastavenie Recalboxu a emulátorov na predvolené hodnoty. Všetky vaše údaje ako hry, uložené pozície, hudba, snímky obrazovky a ďalšie budú zachované. Táto operácia sa nedá vrátiť späť! Ste si istí, že chcete vymazať všetky vaše nastavenia?

source: YOU'RE ONE CLICK AWAY FROM RESETTING YOUR RECALBOX TO FACTORY SETTINGS! ARE YOU REALLY SURE YOU WANT TO DO THIS?
de: SIND SIE NUR EINEN KLICK DAVON ENTFERNT, DIE WERKSEINSTELLUNGEN VON RECALBOX UND ALLEN EMULATOREN WIEDERHERZUSTELLEN ! SIND SIE WIRKLICH SICHER, DASS SIE DAS TUN WOLLEN ?
fr: VOUS ÊTES À UN CLIC DE RESTAURER LES PARAMÈTRES D'USINE DE RECALBOX ET DE TOUS LES ÉMULATEURS ! CONFIRMER VOTRE CHOIX ?
hu: EGY KATTINTÁSRA VAGY A RECALBOX GYÁRI BEÁLLÍTÁSOKRA VISSZAÁLLÍTÁSÁTÓL! BIZTOS, HOGY EZT SZERETNÉD?
it: SEI AD UN CLICK DAL RIPRISTINARE RECALBOX ALLE IMPOSTAZIONI DI FABBRICA! SEI VERAMENTE SICURO DI FARLO?
pl: JESTEŚ JEDNE KLIKNIĘCIE OD ZRESETOWANIA SWOJEGO RECALBOXA DO USTAWIEŃ FABRYCZNYCH! CZY NA PEWNO CHCESZ TO ZROBIĆ?
pt_br: VOCÊ ESTÁ A UM CLIQUE DE REDEFINIR SEU RECALBOX PARA AS CONFIGURAÇÕES DE FÁBRICA! VOCÊ TEM CERTEZA DE QUE DESEJA FAZER ISSO?
sk_sk: Ste iba jeden klik od obnovenia vášho Recalboxu do továrenského nastavenia! Ste si naozaj istí, že to chcete urobiť?
