Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Stable updates will check for updates on stable recalbox releases. Stable updates are tested and approved by the recalbox team and their testers. Unstable updates allows you to get the latest recalbox features by checking our unstable repository. You can test and validate with us the very last version of recalbox. If you choose unstable update, be so kind to report issues on the recalbox-os issue board (https://github.com/recalbox/recalbox-os/issues)
ca: Actualitzacions estables, comprovarà les actualitzacions de recalbox que siguin estables. Les actualitzacions estables es comproven i aproven per l'equip de recalbox i els seus provadors. Actualitzacions inestables, et permet obtenir les últimes característiques de recalbox comprovant el nostre dipòsit d'inestables. Pots provar i validar amb nosaltres l'última versió de recalbox. Sí tries una actualització inestable, si us plau, fes-nos saber els problemes que hi hagi al fòrum de problemes (https://github.com/recalbox/recalbox-os/issues)
de: Mit Stable-Updates wird nach stabilen Recalbox Versionen gesucht. Stable-Updates wurden getestet und durch das Recalbox Team und Tester bestätigt. Unstable-Updates ermöglichen es dir, die neuesten Recalbox-Features zu benutzen. Du kannst mit uns die neueste Version testen und validieren. Falls du die Unstable-Updates gewählt hast, würden wir es schätzen wenn du gefundene Fehler mit uns teilen würdest (https://github.com/recalbox/recalbox-os/issues).
fr: Les mises à jour stables vérifieront les mises à jour parmi les sorties stables de Recalbox. Les mises à jour stables sont testées et approuvées par l'équipe Recalbox et ses testeurs. Les mise à jour bêta vous permettent de profiter des dernières fonctionnalités de Recalbox. Vous pouvez tester et valider avec nous la toute dernière version de Recalbox. Si vous choisissez les mise à jour bêta, merci de signaler les problèmes sur le forum dédié (https://gitlab.com/recalbox/recalbox/-/issues).
hu: Stabil frissítések csak a stabil recalbox kiadásokat tölti le. A stabil frissítések tesztelve, és jóváhagyva vannak a recalbox fejlesztői és tesztelői által. Instabil frissítések választásával lehetőséged van frissíteni a legfrissebb instabil verzióra. Tesztelheted velünk a legutolsó verzióját a recalboxnak. Ha instabil frissítéseket választod. kérlek jelentsd ha találsz egy hibát a hibabejelentő oldalon (https://github.com/recalbox/recalbox-os/issues)
it: L'aggiornamento alla versioni stabili di recalbox verificherà la presenza solo di queste ultime. I rilasci stabili sono testati ed approvati dal team recalbox e i suoi tester. Gli aggiornamenti alle versioni non stabili ti permettono di accedere alle ultime funzioni di recalbox. Puoi testare e validare insieme a noi l'ultimissima versione di recalbox. Se scegli l'aggiornamento alle non stabili, riporta i problemi sulla bacheca dei problemi del recalbox-os (https://github.com/recalbox/recalbox-os/issues).
ja_jp: Stable updateでは、recalboxの安定板のみをチェックします。安定板はrecalboxチームとテスターによって検証されています。 Unstable updatesでは、最新のrecalboxをテストすることができます。 もし、あなたがUnstabele Updatesを利用して問題を発見した場合は、詳細を recalbox-os issue board (https://github.com/recalbox/recalbox-os/issues) に報告してもらえると嬉しい
ko: Stable 업데이트는 recalbox의 정식버전의 업데이트를 확인합니다. Stable 업데이트는 recalbox 팀과 테스터의 점검 후 이뤄집니다. Unstable 업데이트를 사용하면 unstable 저장소에서 최신 버전을 가져올 수 있습니다. Recalbox의 최신 버전을 테스트하고 유효성을 검사 할 수 있습니다. Unstable 업데이트를 선택하는 경우 recalbox-os 이슈 게시판(https://github.com/recalbox/recalbox-os/issues)에서 문제사항을 알려주세요.
lb_lu: Stabil (stable) Updates kontrolléiert op stabil recalbox Updates disponibel sinn. Stabil Updates sinn firdrunn vum recalbox Team getest an validéiert ginn. Onstabil (unstable) Updates erlaabt et emmer déi neisten recalbox Développementer ze kréien. Soumat kanns du selwer emmer déi neisten Versioun testen. Am Fall wou der Fehler oder Problemer sollten opfalen sou hëllef recalbox ze verbesseren andems de d'Problemer um recalbox-os issue board (https://github.com/recalbox/recalbox-os/issues) mells.
lv_lv: "Stable" atjauninājumi meklēs atjauninājumus par stabilām recalbox relīzēm. Stabilie atjauninājumi tiek pārbaudīti un pēc tam recalbox komandas un testētāju apstiprināti. "Unstable" atjauninājumi ļauj saņemtu jaunākās recalbox funkcijas, pārbaudot mūsu nestabilo krātuvi. Jūs varat testēt un apstiprināt ar mums jaunāko recalbox versiju. Ja izvēlaties nestabilo atjauninājumu, esiet tik laipns ziņojiet par problēmām recalbox jautājumu padomē (https://github.com/recalbox/recalbox-os/issues).
nl: Stabiele updates zal controleren voor updates op stabiele Recalbox releases. Stabiele updates zijn getest en goed bevonden door het Recalbox team en hun testers. Unstabiele updates geven je de laatste Recalbox opties door het checken van de onstabiele repository. Je kan de laatste versie testen. Als je unstabiele updates kiest, wees dan zo vriendelijk om problemen te melden op: https://github.com/recalbox/recalbox-os/issues
pl: Stabilne aktualizacje sprawdzają czy nie ma nowszych aktualizacji wyłącznie na stabilnych wersjach Recalboxa. Stabilne aktualizacje są testowane i zatwierdzane przez twórców i ich testerów. Niestabilne aktualizacje pozwalają na zdobycie najnowszych funkcji poprzez sprawdzanie naszych niestabilnych repozytoriów. Możesz testować i zatwierdzać z nami wczesne wersje. Jeśli wybierzesz niestabilną aktualizację bądź tak uprzejmy zgłosić wszelkie problemy na forum Recalboxa (https://github.com/recalbox/recalbox-os/issues)
pt_br: Atualizações estáveis irão verificar por atualizações em lançamentos estáveis do Recalbox. Atualizações estáveis são testadas e aprovadas pelo time do Recalbox e seus testadores. Atualizações instáveis permitem que você obtenha os recursos mais recentes do Recalbox, verificando nosso repositório instável. Ajude-nos a testar a versão mais recente do Recalbox! Se você escolher atualizações instáveis, certifique-se de relatar problemas no quadro de problemas do Recalbox-OS (https://gitlab.com/recalbox/recalbox/-/issues)
ru_ru: Стабильные обновления будут проверять наличие обновлений стабильных выпусков recalbox. Стабильные обновления протестированы и одобрены командой recalbox и их тестерами. Нестабильные обновления позволяют получить новые функции recalbox из нестабильного репозитория. Вы можете тестировать и подтверждать работоспособность самой последней версии recalbox. Если вы выбираете нестабильное обновление, пожалуйста сообщайте о проблемах на доске проблем recalbox-os (https://github.com/recalbox/recalbox-os/issues)
sk_sk: Stabilné aktualizácie kontrolujú aktualizácie stabilných vydaní Recalboxu. Tieto aktualizácie testujú a povoľujú členovia tímu Recalbox a ich testeri. Nestabilné aktualizácie vám umožnia získať najnovší Recalbox použitím nestabilného repozitára. Pomôžte nám testovať najnovšie verziu Recalboxu! Ak zvolíte inštaláciu nestabilných aktualizácií, určite zadávajte chyby na nástenku chýb recalbox-os! (https://gitlab.com/recalbox/recalbox/-/issues)

source: Automatically check if an update is avaialble. If so, it notifies you with a message.
ca: Comprova automàticament si hi ha una actualització disponible. Si és el cas, se us notificarà amb un missatge.
de: Automatisch prüfen, ob ein Update verfügbar ist. Wenn ja, wirst Du mit einem Hinweis benachrichtigt.
eu_es: Automatikoki egiaztatu eguneraketarik badagoen. Hala bada, mezu batez jakinaraziko dizu.
fr: VERIFICATION AUTOMATIQUE SI MISE A JOUR DISPONIBLE. Si oui, un message vous en informe.
hu: Automatikusan ellenőrzi a frissítéseket. Ha van újabb verzió, üzenet jelenít meg.
it: Controlla automaticamente se è disponibile n aggiornamento. Nel caso, ti avvisa con un messaggio.
ja_jp: 更新が 用意できているか 自動確認します。 用意できている場合、 メッセージで 通知します。
ko: 업데이트가 있는지 자동으로 확인합니다. 업데이트가 가능한 경우 메시지로 알려줍니다.
lb_lu: Automatesch kontrolléieren op een Update disponibel ass. Wann Jo, dann per Message driwwer informéiert ginn.
lv_lv: Automātiski pārbaudīs vai ir pieejams atjauninājums, ja ir paziņos ar ziņojumu.
nl: Controleer automatisch op updates. Als er updates zijn zul je een bericht ontvangen.
pl: Sprawdź automatycznie, czy są dostępne aktualizacje. Jeśli tak, otrzymasz powiadomienie w wiadomości.
pt_br: Verificar automaticamente se uma atualização está disponível. Se estiver, o notifica com uma mensagem.
ru_ru: Автоматически проверять обновления, уведомляя вас о наличии такового.
sk_sk: Automaticky kontrolovať, či je dostupná aktualizácia. Ak áno, budete informovaní správou.

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
ca: Configura la visualització dels jocs, la relació d'aspecte, els filtres (shaders), el desat i la càrrega automàtica, i el compte d'assoliments retro.
de: Konfiguriere Spieledarstellung, Ratio, Filter (Shader), Autospeichern und -laden sowie deinen RetroAchievement Account.
eu_es: Konfiguratu joko bista, ratioa, filtroak (shaderrak), auto gorde eta kargatu eta retrolorpen kontua.
fr: Configurez l'affichage des jeux, le ratio, les filtres (shaders), sauvegarde/chargement auto et votre compte Retroachievement.
hu: Konfiguráld a játékok megjelenését, képarányát, filereket (shaderek), automatikus mentést és visszatöltést, és retroachievement fiókot.
it: Configura l'aspetto dei giochi, proporzioni, filtri (shaders), salvataggio e caricamento automatico, l'account retroachievement.
ja_jp: ゲームの 表示を 設定する。 画面比、 フィルタ、 自動セーブ/ロード、 Retroachivement アカウント。
ko: 게임 디스플레이, 비율, 필터(쉐이더), 자동 저장 및 로드, retroachievement 계정을 설정할 수 있습니다.
lb_lu: Configuratioun vum Spill Display, ratio, filter (shaders), auto späicheren an lueden souwéi retroachievement Kont.
lv_lv: Konfigurēt spēles displeju, attiecības, filtrus (ēnotājus), automātiski saglabāšanu, ielādi un retroachievement kontu.
nl: Configureer spel display, ratio, filters (shaders), auto-save en laden, en retroarchievement account
pl: Skonfiguruj rozdzielczość, format ekranu, filtry, automatyczny zapis i wczytywanie osiągnięć z konta RetroAchievements.
pt_br: Configura a exibição dos jogos, formato de tela, filtros (shaders), carregar e salvar automático e a conta do retroachievement.
ru_ru: Настройте отображение игр, соотношение сторон, фильтры (шейдеры), автоматическое сохранение, загрузку и учетную запись на retroachievements.org.
sk_sk: Nastaviť zobrazenie hry, pomer strán, filtre, automatické ukladanie a načítavania a váš Retroachievements účet

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
ca: La relació d'aspecte dels jocs és la relació entre l'ample i l'alt de la imatge. Fes servir AUTO per deixar que l'emulador triï la relació d'aspecte original del joc, això et donarà la millor experiència de retro joc.
de: Das Bildformat ist das Verhältnis zwischen Bildbreite und -höhe. Verwende AUTO, um den Emulator das originale Bildformat wählen zu lassen, welches dir das beste Retrogaming-Erlebnis bietet.
fr: Le ratio est le rapport entre la largeur et la hauteur de l'image. Utilisez AUTO pour laisser l'émulateur choisir le ratio original du jeu, cela vous procurera la meilleur expérience de retrogaming.
hu: A képarány a kép szélességének és magasságának aránya. Használd az AUTO beállítást, hogy az emulátor a játékhoz állítsa a képarányt, ezzel elérve a legjobb játékélményt.
it: Le proporzioni del gioco sono il rapporto tra la larghezza dell'immagine e la sua altezza. Usa AUTO per lasciare che l'emulatore scelga la proporzione originale, ciò ti offrirà la miglior esperienza retrogaming.
ja_jp: Game raitoとは、画面の幅と高さの比率です。 AUTOを使用することで、エミュレーターがゲーム本来の比率を選択できるようになります 。これにより、最高のレトロゲーム体験が得られます。
ko: 게임 비율은 이미지의 폭과 높이 비율입니다. 에뮬레이터가 원래의 게임 비율을 사용하도록 AUTO를 선택하면, 최고의 레트로 게임 경험을 얻을 수 있습니다.
lb_lu: Den Spill-ratio ass den ratio zwéchend der Bild-Breed an der Bild-Héicht. Benotz AUTO fier den emulator selwer den original Spill-ratio wielen ze loossen, doduerch kriss de deen beschten retrogaming feeling.
lv_lv: Spēļu attiecība ir attiecība starp attēla platumu un augstumu. Izmantojiet AUTO, lai ļautu emulatoram izvēlēties oriģinālo spēļu attiecību.
nl: Het spel ratio is de ratio tussen scherm breedte en hoogte. Gebruik AUTO om de emulator de originele spel ratio te laten selecteren. Dit geeft je de beste retro ervaring.
pl: Proporcje ekranu w grze to proporcja pomiędzy szerokością ,a wysokością obrazu. Wybierz AUTOMATYCZNE żeby emulator sam wybrał oryginalny format obrazu gry, da Ci to najlepsze odczucia w grach retro.
pt_br: O formato de tela do jogo é a proporção entre a largura e a altura da imagem. Use AUTO para deixar o emulador escolher formato de tela original do jogo, que lhe dará a melhor experiência de retrogaming.
ru_ru: Соотношение сторон — это соотношение между шириной и высотой изображения. Используйте АВТО, чтобы эмулятор выбирал исходное соотношение игры, что даст вам наилучший игровой опыт.
sk_sk: Pomer strán je pomer medzi šírkou a výškou obrazu. Použite AUTO a emulátor určí optimálny pomer, ktorý poskytne najlepší zážitok.

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
ca: Suavitza la imatge del joc. Aquesta opció fa la imatge més suau, usant filtres bilineals.
de: Glättet das Spielbild. Diese Option glättet das Bild mittels bilinearem Filter.
eu_es: Jokoaren irudia leundu. Aukera honek filtro bilinearra erabiliz irudia leuntzen du.
fr: Lisser l'image du jeu. Cette option rend l'image plus lisse en utilisant un filtre bi-linéaire.
hu: Játék képének simítása. Ez az opció simává teszi a játék képét bilineáris filter használatával.
it: Ammorbidisce l'immagine in gioco. Questa opzione rende l'immagine più morbida usando un filtro bilineare.
ja_jp: ゲーム画面の スムージング。 この設定は 画面を バイリニアフィルタで きれいに 表示します。
ko: 게임 이미지를 부드럽게 합니다. 이 옵션은 바이너리 필터링을 사용하여 이미지를 더 부드럽게 만듭니다.
lb_lu: Een "smooth't" Bild vum Spill. Dëss Optioun suergt dofir dass d'Bild während dem spillen besser/méi flësseg ass duerch bilinear filtering.
lv_lv: Izlīdzināt spēles attēlu. Šī iespēja padara attēlu gludāka, izmantojot bilineāro filtrēšanu.
nl: Verzacht spel scherm. Gebruik de optie om spelscherm te verzachten met bilinear filter
pl: Wygładź obraz gry. Ta opcja powoduje wygładzenie obrazu, używając filtrowania dwuliniowego.
pt_br: Suavizar a imagem do jogo. Esta opção torna a imagem mais suave, usando a filtragem bilinear.
ru_ru: Сглаживание игрового изображения. Эта опция делает изображение более плавным, используя билинейную фильтрацию.
sk_sk: Vyhladí video hry bilineárnym filtrovaním

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
ca: Aquesta opció et permet rebobinar el joc si et mata un monstre, o si et passa alguna altra cosa. Utilitza el botó HOTKEY + ESQUERRA dins el joc per rebobinar.
de: Mit dieser Option kannst zurückspulen, wenn Du von einem Monster getötet wirst oder wenn Du einen anderen Fehler machst. Nutze den Befehl HOTKEY + LEFT innerhalb des Spiels, um zurückzuspulen.
fr: Cette option vous permet de revenir en arrière : si vous êtes tué par un monstre ou si vous avez fait une erreur. Utilisez la commande 'HOTKEY' + FLÈCHE GAUCHE dans le jeu pour rembobiner.
hu: Ez az opció lehetővé teszi a visszatekerést a játékban, ha elvesztettél egy életet, vagy hibáztál. Használ a GYORSBILLENTYŰ + BALRA gombot a visszatekeréshez.
it: Questa opzione ti permette di riavvolgere il gioco se vieni ucciso da un mostro oppure se fai qualche altro errore. Usa il comando HOTKEY + SINISTRA durante il gioco per riavvolgere.
ja_jp: このオプションを使うことで巻き戻しが利用できます。もしあなたがモンスターに殺されたりなどのミスをした場合、ホットキー＋パッド左を入力することで巻き戻す事ができます。
ko: 이 옵션을 사용하면 게임에서 죽거나 실수했을 때 되감기를 할 수 있습니다. 게임 내에서 HOTKEY + LEFT를 입력하세요.
lb_lu: Dëss Optioun léisst dech däin Spill zeréckspullen falls de vun engem Monster gekillt ginn bass oder soss een Fehler gemeet hues. Benotz den HOTKEY + LÉNKS während dem spillen fir zeréck ze spullen.
lv_lv: Šī opcija ļauj attīt spēli, ja tiki nogalināts vai veicāt kādu citu kļūdu. Izmantojiet KARSTO TAUSTIŅU + PA KREISI, lai attītu spēli atpakaļ.
nl: Deze optie laat je het spel terugspoelen als je dood bent gegaan door een monster, of een andere fout gemaakt hebt. Druk de HOTKEY + Links om terug te spoelen.
pl: Ta opcja pozwala na przewijanie gier jeśli zostaniesz zabity przez potwora, lub gdy popełnisz każdy inny błąd. Użyj klawisza HOTKEY + W LEWO podczas gry, żeby przewinąć.
pt_br: Essa opção permite que você rebobine sua partida se você for morto por um inimigo ou se você cometer algum erro. Use HOTKEY + ESQUERDA para rebobinar o jogo.
ru_ru: Эта опция позволяет вам перемотать игру, если вас убьет монстр или если вы сделаете какую-либо другую ошибку. Используйте команду ГОРЯЧАЯ КЛАВИША + ВЛЕВО в игре для перемотки назад.
sk_sk: Táto voľba vám umožní pretočiť hru, ak ste spravili chybu. Použite HOTKEY + Vľavo na pretočenie.

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
ca: Desa la partida automàticament en sortir del joc, i carrega-la automàticament al començament.
de: Zustand automatisch speichern, wenn du ein Spiel beendest, und den zuletzt gespeicherten Zustand automatisch laden, wenn du ein Spiel startest.
eu_es: Auto gorde egoera jokotik irtetean eta auto kargatu azkena gordetako egoera jokoa hasten duzunean.
fr: Sauvegardez automatiquement l'état actuel quand vous quittez un jeu et lancez automatiquement la dernière sauvegarde quand vous lancez un jeu.
hu: Automatikusan elmenti a játékmenetet, és automatikusan visszatölti a következő indításkor.
it: Salva automaticamente lo stato quando esci dal gioco e carica automaticamente l'ultimo salvataggio quando ricominci.
ja_jp: オートセーブをするとあなたがゲームを終了した時の状態が保存されます。次回起動時にその場から再開することができます。
ko: 게임 종료 시 자동으로 상태를 저장하고, 게임을 시작할 때 마지막으로 저장된 상태를 자동으로 로드합니다.
lb_lu: Automatesch späicheren beim erausgoen aus engem Spill bzw. automatesch den leschten Zoustand lueden beim starten vun engem Spill.
lv_lv: Automātiski saglabāt, kad izejat no spēles un automātiski ielādē pēdējo saglabāto stāvokli, kad jūs uzsākat spēli.
nl: Auto save als je een spel stopt, en auto load laad de laatste save state als je het spel start.
pl: Automatycznie zapisuje postęp gry, gdy wyłączysz grę i automatycznie wczytuje ostatni zapis gdy uruchomisz grę od nowa.
pt_br: Salvar automaticamente o estado do jogo quando você sair, e carregar automaticamente o último estado salvo ao iniciá-lo.
ru_ru: Автосохранение игры игры при выключении, и автозагрузка последнего сохранение при запуске.
sk_sk: Automaticky uložiť stav pri ukončení hry a načítať ho pri spustení hry
