Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: We're downloading Recalbox version %s! Once the download is complete, Recalbox will reboot and start installing the new version. Typical installations take about 5-10mn. DO NOT reboot or power off Recalbox until the installation is complete.
de: Recalbox Version %s wird gerade heruntergeladen! Sobald der Download abgeschlossen ist, wird Recalbox neu gestartet und beginnt mit der Installation der neuen Version. Typische Installationen dauern ca. 5-10 Minuten. Starte die Recalbox NICHT neu oder schalte sie aus, bis die Installation abgeschlossen ist.
fr: Nous téléchargeons Recalbox version %s ! Une fois le téléchargement terminé, Recalbox va redémarrer et commencer l'installation de la nouvelle version. Une installation dure en moyenne 5 à 10mn. N'éteignez ou ne redémarrez JAMAIS Recalbox durant l'installation !
hu: Letöltjük a Recalbox %s verzióját! A letöltés befejezése után a Recalbox újraindul, és megkezdi az új verzió telepítését. A tipikus frissítések körülbelül 5-10 percet vesznek igénybe. NE indítsd újra és ne kapcsold ki a Recalboxot, amíg a telepítés be nem fejeződött.
it: Stiamo scaricando Recalbox versione %s! Quando il download è completo, Recalbox si riavvierà e inizierà l'installazione della nuova versione. Le installazioni normali richiedono circa 5-10 minuti. NON riavviare o spegnere Recalbox fino a quando l'installazione è completa.
ja_jp: Recalboxバージョン %sをダウンロードしています！ ダウンロードが完了すると、Recalboxが再起動し、新しいバージョンの インストールを開始します。 通常のインストールには約5-10分かかります。インストールが完了するまで、 Recalboxを再起動したり電源を切ったりしないでください。
ko: %s 리콜박스 버전을 다운로드하고 있습니다! 다운로드가 완료되면 리콜박스가 재부팅되고 새 버전 설치가 시작됩니다. 일반적인 설치에는 약 5-10분이 소요됩니다. 설치가 완료될 때까지 다시 부팅하거나 전원을 끄지 마십시오.
pl: Pobieramy Recalbox w wersji %s! Po zakończeniu pobierania, Recalbox uruchomi się ponownie i rozpocznie instalację nowej wersji. Typowa instalacja trwa około 5-10 minut. Nie należy restartować Recalboxa ani wyłączać go do momentu zakończenia instalacji.
pt_br: Estamos baixando o Recalbox versão %s! Quando o download for concluído, o Recalbox será reiniciado e começará a instalar a nova versão. Instalações normais demoram cerca de 5-10 minutos. NÃO reinicie ou desligue o Recalbox até que a instalação seja concluída
ru_ru: Мы загружаем Recalbox версии %s! После завершения загрузки Recalbox перезагрузится и начнет установку новой версии. Обычно установка занимает около 5-10 минут. НЕ перезагружайте и не выключайте Recalbox до завершения установки.
sk_sk: Sťahuje sa Recalbox verzie %s! Len čo bude sťahovanie dokončené, dôjde k reštartu Recalboxu a inštalácii novej verzie. Bežná inštalácia zaberie 5 až 10 minút. Nereštartujte ani nevypínajte Recalbox, kým sa inštalácia neukončí.

source: REBOOT IN %s
de: NEUSTART IN %s
fr: REDÉMARRAGE DANS %s
hu: ÚJRAINDÍTÁS %mp
it: RIAVVIA IN %s
ja_jp: %sで起動
ko: %s초 내 재부팅
pl: PONOWNE URUCHOMIENIE ZA %s
pt_br: REINÍCIO EM %s
ru_ru: Перезагрузка через %s
sk_sk: Reštart za %s

source: Error downloading Recalbox %s... Please retry later!
de: Fehler beim Herunterladen von Recalbox %s... Bitte versuche es später noch einmal!
fr: Erreur de téléchargement de Recalbox %s... Veuillez réessayer plus tard !
hu: Hiba történt a Recalbox %s letöltése közben... Próbálkozz újra később!
it: Errore durante il download di Recalbox %s... Riprova più tardi!
ja_jp: Recalbox %sのダウンロード中にエラーが発生しました...後で再試行してください！
ko: 리콜박스 다운로드 오류 %s... 나중에 다시 시도하십시오!
pl: Błąd pobierania Recalbox %s... Proszę spróbować później!
pt_br: Erro ao baixar o Recalbox %s... Por favor, tente mais tarde!
ru_ru: Ошибка при загрузке Recalbox %s... Повторите попытку позже!
sk_sk: Chyba sťahovanie Recalboxu %s... Prosím, skúste znova!

source: ALL
de: ALLE
fr: TOUS
hu: MIND
it: TUTTI
ja_jp: 全て
ko: 전체
pl: WSZYSTKIE
pt_br: TUDO
ru_ru: ВСЕ
sk_sk: Všetko

source: TYPE AT LEAST 3 CHARACTERS
de: MINDESTENS 3 BUCHSTABEN EINGEBEN
fr: TAPEZ AU MOINS 3 CARACTÈRES
hu: ÍRJ BE LEGALÁBB 3 KARAKTERT
it: DIGITA ALMENO 3 CARATTERI
ja_jp: 少なくとも3文字必要
ko: 최소 3자 이상 입력
pl: WPISZ PRZYNAJMNIEJ 3 ZNAKI
pt_br: DIGITE PELO MENOS 3 CARACTERES
sk_sk: Zadajte aspoň 3 znaky

source: AUTOMATIC WPS CONNECTION
de: AUTOMATISCHE WPS-VERBINDUNG
fr: CONNEXION WPS AUTOMATIQUE
hu: AUTOMATIKUS WPS CSATLAKOZÁS
it: CONNESSIONE AUTOMATICA WPS
ja_jp: 自動WPS接続
ko: WPS 자동 연결
pl: AUTOMATYCZNE POŁĄCZENIE WPS
pt_br: CONEXÃO AUTOMÁTICA WPS
ru_ru: АВТОМАТИЧЕСКОЕ ПОДКЛЮЧЕНИЕ WPS
sk_sk: Automatické WPS pripojenie

source: Connecting to WIFI...
de: Verbinden mit WLAN...
fr: Connexion au WIFI...
hu: WIFI csatlakozás...
it: Connessione a Wi-Fi...
ja_jp: WIFIに接続しています...
ko: WiFi에 연결 중...
pl: Łączenie z Wi-Fi...
pt_br: Conectando a WI-FI...
ru_ru: Подключение к WIFI...
sk_sk: Pripájam k Wi-Fi...

source: Disconnecting from WIFI...
de: WLAN-Verbindung wird unterbrochen...
fr: Déconnexion du WIFI...
hu: WIFI bontása...
it: Disconnessione dal Wi-Fi...
ja_jp: WIFIから切断しています...
ko: WiFi 연결 해제 중...
pl: Rozłączanie Wi-Fi...
pt_br: Desconectando da WI-FI...
ru_ru: Отключение от WIFI...
sk_sk: Odpájam od Wi-Fi...

source: NO WPS CONFIGURATION FOUND!
de: Verbindung zum WLAN wird getrennt...
fr: AUCUNE CONFIGURATION WPS TROUVÉE !
hu: NEM TALÁLHATÓ WPS BEÁLLÍTÁS!
it: NESSUNA CONFIGURAZIONE WPS TROVATA!
ja_jp: WPS設定が見つかりません！
ko: WPS설정을 찾을 수 없습니다!
pl: NIE ZNALEZIONO KONFIGURACJI WPS!
pt_br: NENHUMA CONFIGURAÇÃO WPS ENCONTRADA!
ru_ru: КОНФИГУРАЦИЯ WPS НЕ НАЙДЕНА!
sk_sk: Nenašlo sa nastavenie WPS

source: Hostname changes will not be effective until next reboot
de: Änderungen des Hostnamens werden erst nach dem nächsten Neustart wirksam.
fr: Le changement de nom sera effectif au prochain démarrage
hu: A gazdagépnév módosításai a következő újraindításig nem lépnek érvénybe.
it: Le modifiche al nome host non saranno effettive fino al prossimo riavvio
ja_jp: ホスト名の変更は、次の再起動まで有効になりません
ko: 다음 재부팅할 때까지 호스트 이름 변경 내용이 적용되지 않음
pl: Zmiana nazwy hosta zacznie obowiązywać dopiero po następnym restarcie.
pt_br: As mudanças no nome do host não serão efetivas até a próxima reinicialização
ru_ru: Изменения имени хоста не вступят в силу до следующей перезагрузки
sk_sk: Zmena názvu hostiteľa sa neprejaví do najbližšieho reštartu.

source: Enable/Disable Arcade virtual system and set its options
de: Aktivieren/Deaktivieren des virtuellen Arcade-Systems und Einstellen seiner Optionen
fr: Active/désactive le système virtuel Arcade et règle ses options
hu: Az Arcade virtuális rendszer engedélyezése/letiltása és beállításai.
it: Abilita / Disabilita il sistema virtuale Arcade e imposta le sue opzioni
ja_jp: アーケード仮想システムを有効/無効にし、そのオプションを設定します
ko: 아케이드 가상 시스템 사용/미사용 및 옵션 설정
pl: Włączanie/wyłączanie systemu wirtualnego Arcade i ustawianie jego opcji
pt_br: Ativar/desativar o Sistema Virtual Arcade e definir suas opções
ru_ru: Включение / отключение виртуальной системы Arcade и установка ее параметров
sk_sk: Povoliť/zakázať virtuálny systém ARCADE a nastaviť jeho voľby

source: Fetching WIFI parameters
de: WLAN-Parameter werden abgerufen
fr: Récupération des paramètres WIFI
hu: WIFI paraméterek lekérése...
it: Recupero parametri Wi-Fi
ja_jp: WIFI パラメータの取得
ko: WiFi 매개 변수를 가져오는 중
pl: Pobieranie parametrów Wi-Fi
pt_br: Buscando parâmetros Wi-Fi
ru_ru: Получение параметров WIFI
sk_sk: Získavam Wi-Fi parametre...

source: EDIT MANUALLY
de: MANUELL BEARBEITEN
fr: ÉDITER MANUELLEMENT
hu: KÉZI SZERKESZTÉS
it: MODIFICA MANUALMENTE
ja_jp: ユーザー編集
ko: 직접 수정
pl: EDYTUJ RĘCZNIE
pt_br: EDITAR MANUALMENTE
ru_ru: РЕДАКТИРОВАТЬ ВРУЧНУЮ
sk_sk: Upraviť ručne

source: Headphones
de: Kopfhörer
fr: Casque
hu: Fejhallgató
it: Cuffie
ja_jp: ヘッドホン
ko: 헤드폰
pl: Słuchawki
pt_br: Fones de ouvido
ru_ru: Наушники
sk_sk: Slúchadlá

source: NETPLAY MITM
de: NETZSPIEL-RELAY-SERVER
fr: SERVEUR NETPLAY RELAY
it: NETPLAY RELAY SERVER
ja_jp: ネットプレイ MITM
ko: 넷플레이 MITM
pl: GRA SIECIOWA PRZEZ MITM
pt_br: SERVIDOR RELÉ NETPLAY
sk_sk: Sieťová hra MITM

source: RECALBOX MANAGER
fr: GESTIONNAIRE WEB RECALBOX
it: GESTORE RECALBOX
ko: 리콜박스 관리자
pl: MENADŻER RECALBOXA
pt_br: GERENCIADOR RECALBOX
ru_ru: МЕНЕДЖЕР RECALBOX
sk_sk: Správca Recalbox

source: Reseting WIFI configuration...
de: WLAN-Konfiguration zurücksetzen...
fr: Réinitialisation du WIFI...
hu: WIFI beállítás visszaállítása...
it: Reimpostazione della configurazione Wi-Fi...
ja_jp: WIFI構成をリセットしています...
ko: WiFi 구성을 재설정하는 중...
pl: Resetowanie konfiguracji Wi-Fi
pt_br: Redefinindo configuração Wi-Fi...
ru_ru: Сброс конфигурации WIFI...
sk_sk: Obnovujem nastavenie W-Fi...

source: WPS CONFIGURATION SUCCESSFUL!
de: WPS-KONFIGURATION ERFOLGREICH!
fr: CONNEXION WPS RÉUSSIE !
hu: A WPS KONFIGURÁLÁSA SIKERES!
it: CONFIGURAZIONE WPS RIUSCITA!
ja_jp: WPS設定が成功しました！
ko: WPS 설정 성공!
pl: KONFIGURACJA WPS POWIODŁA SIĘ!
pt_br: CONFIGURAÇÃO WPS BEM-SUCEDIDA!
sk_sk: WPS nastavenie úspešné!

source: WPS CONNECTION
de: WPS-VERBINDUNG
fr: CONNEXION WPS
hu: WPS KAPCSOLAT
it: CONNESSIONE WPS
ja_jp: WPS接続
ko: WPS 연결
pl: POŁĄĆZENIE WPS
pt_br: CONEXÃO WPS
ru_ru: ПОДКЛЮЧЕНИЕ WPS
sk_sk: WPS pripojenie

source: Waiting for IP address... (%is)
de: Warte auf IP-Adresse... (%is)
fr: Attente de l'adresse IP... (%is)
hu: Várakozás az IP-címre... (%is)
it: In attesa di indirizzo IP... (%is)
ja_jp: IPアドレスを待っています... (%is)
ko: IP 주소를 기다리는 중... (%is)
pl: Oczekiwanie na adres IP... (%is)
pt_br: Aguardando endereço IP... (%is)
ru_ru: Ожидание IP-адреса ... (%is)
sk_sk: Čakanie na IP adresu... (%is)

source: Waiting for WPS configuration...
de: Warte auf WPS-Konfiguration...
fr: Attente de la configuration WPS...
hu: Várakozás a WPS konfigurációra...
it: In attesa della configurazione WPS...
ja_jp: WPS設定を待っています...
ko: WPS 설정을 기다리는 중...
pl: Oczekiwanie na konfigurację WPS...
pt_br: Aguardando configuração WPS...
ru_ru: Ожидание настройки WPS...
sk_sk: Čakanie na WPS nastavenie...

source: SCREENSAVER
de: BILDSCHIRMSCHONER
fr: ÉCONOMISEUR D'ÉCRAN
hu: KÉPERNYŐKÍMÉLŐ
it: SALVASCHERMO
ja_jp: スクリーンセーバー設定
ko: 스크린세이버
pl: WYGASZACZ EKRANU
pt_br: PROTETOR DE TELA
ru_ru: СКРИНСЕЙВЕР
sk_sk: Šetrič obrazovky

source: SHADERS
de: SHADER
ja_jp: シェーダー
ko: 셰이더
pl: FILTRY
ru_ru: ШЕЙДЕРЫ
sk_sk: Shadery

source: SYSTEMS TO SHOW IN DEMO
de: IM DEMO-MODUS ZU ZEIGENDE SYSTEME
fr: SYSTÈMES À UTILISER EN DÉMOS / CLIPS DE JEUX
hu: DEMO/JÁTÉKLIPEKBEN A RENDSZER MEGJELENÍTÉSE
it: SISTEMI DA MOSTRARE IN DEMO
ja_jp: デモを表示するシステム
ko: 데모에 표시할 시스템
pl: SYSTEMY DO POKAZYWANIA W DEMO
pt_br: SISTEMAS PARA EXIBIR NA DEMONSTRAÇÃO
sk_sk: Systémy na zobrazenie v demách/klipoch

source: Saving WIFI configuration
de: Speichern der WLAN-Konfiguration
fr: Sauvegarde de la configuration WIFI...
hu: WIFI beállítás mentése...
it: Salvataggio della configurazione Wi-Fi
ja_jp: WIFI設定の保存
ko: WiFi 설정 저장 중
pl: Zapisywanie konfiguracji Wi-Fi
pt_br: Salvando configuração Wi-Fi
ru_ru: Сохранение конфигурации WIFI
sk_sk: Ukladám Wi-Fi konfiguráciu...

source: Scanning WIFI networks...
de: Scanne nach WLAN-Netzwerken...
fr: Recherche des réseaux WIFI...
hu: WIFI hálózatok keresése...
it: Scansione reti Wi-Fi...
ja_jp: WIFIネットワークをスキャンしています...
ko: WIFI 네트워크 검색중...
pl: Skanowanie dostępnych sieci Wi-Fi...
pt_br: Procurando redes Wi-Fi...
ru_ru: Поиск сетей WIFI...
sk_sk: Hľadanie Wi-Fi sietí...

source: THEME
fr: THÈME
hu: TÉMA
it: TEMA
ja_jp: テーマ
ko: 테마
pl: MOTYW
pt_br: TEMA
ru_ru: ТЕМА
sk_sk: Téma

source: Shaders are like filters for the game rendering. You can select a raw shader file here. This setting may be overloaded by shaderset if not definied to 'none'.
de: Shader sind wie Filter für die Spieldarstellung. Du kannst hier einen Shader auswählen. Dieser Parameter kann von einem Shaderset überschrieben werden, wenn 'none' nicht gesetzt ist.
fr: Les shaders sont des filtres de rendu. Vous pouvez sélectionner un fichier shader brut ici. Cette option sera ignorée si 'aucun' n'est pas sélectionné pour les shaders prédéfinis.
hu: A Shaderek olyanok, mint a szűrők a játék megjelenítéséhez. Itt kiválaszthatsz egy nyers shader fájlt. Ezt a beállítást túlterhelheti a shaderset, ha nincs megadva "nincs" értékre.
it: Gli shader sono come i filtri per il rendering del gioco. Puoi selezionare un file shader grezzo qui. Questa impostazione può essere sovraccaricata dallo shaderset se non è definita su 'nessuno'.
ja_jp: シェーダーは、ゲーム レンダリングのフィルターの ようなものです。ここで生の シェーダーファイルを選択 できます。 '無し'に設定されて いない場合、この設定は シェーダーセットによって オーバーロードされる 可能性があります。
ko: 셰이더는 게임 렌더링을 위한 필터와 같습니다. 여기서 원본 셰이더 파일을 선택할 수 있습니다. 이 설정은 '없음'으로 정의되지 않은 경우 쉐이더 세트에 의해 덮여쓰여질 수 있습니다.
pl: Filtry są nakładką przy renderowaniu gier. Możesz tutaj wybrać surowy plik filtra. Ustawienia filtrów mogą powodować spadki wydajności.
pt_br: Shaders são como filtros para a renderização do jogo. Você pode selecionar um arquivo de shader bruto aqui. Esta configuração pode ser sobreposta pelos conjuntos de shader se não forem definidos como 'nenhum'.
sk_sk: Shadery fungujú ako filtre pre renderovanie hry. Tu môžete vybrať súbor so shaderom. Toto nastavenie môže byť prebité sadou shaderov, ak nie je nastavené na "žiadne".

source: Select your keyboard layout.
de: Wähle dein Tastaturlayout.
fr: Sélectionnez votre clavier
hu: Billentyűzetkiosztás.
it: Seleziona il layout della tastiera
ja_jp: キーボードレイアウトを 選択します。
ko: 키보드 배열 선택
pl: Wybierz układ klawiatury.
pt_br: Selecione o layout do teclado.
ru_ru: Выберите раскладку клавиатуры.
sk_sk: Vyberte vaše rozloženie klávesnice

source: Mute (no sound)
de: Stummschalten
fr: Coupé (pas de son)
hu: Néma (nincs hang)
it: Muto (nessun suono)
ja_jp: ミュート（消音）
ko: 음소거(무음)
pl: Wycisz
pt_br: Mudo (sem som)
sk_sk: Stlmiť (bez zvuku)

source: Internal Speakers
de: Interne Lautsprecher
fr: Haut-parleurs internes
hu: Belső hangszórók
it: Altoparlanti interni
ja_jp: 内蔵スピーカー
ko: 내부 스피커
pl: Wbudowane głośniki
pt_br: Alto-falantes
ru_ru: Внутренние динамики
sk_sk: Vnútorné reproduktory

source: Headphone Jack
de: Kopfhöreranschluss
fr: Prise casque
hu: Fejhallgató csatlakozó
it: Jack per cuffie
ja_jp: ヘッドフォンジャック
ko: 헤드폰 잭
pl: Gniazdo słuchawkowe
pt_br: Fone de ouvido
ru_ru: Разъём наушников
sk_sk: Jack slúchadiel

source: Internal Speakers + Headphone Jack
de: Interne Lautsprecher + Kopfhöreranschluss
fr: Haut-parleurs internes + Prise casque
hu: Belső hangszórók + Fejhallgató csatlakozó
it: Altoparlanti interni + jack per cuffie
ja_jp: 内蔵スピーカー+ヘッドフォンジャック
ko: 내부 스피커 + 헤드폰 잭
pl: Wbudowane głośniki + Gniazdo słuchawkowe
pt_br: Alto-falantes + Fone de ouvido
ru_ru: Внутренние динамики + Разъём наушников
sk_sk: Vnútorné reproduktory + jack slúchadiel

source: black
de: Schwarzes Bild
fr: écran noir
it: Schermo nero
ja_jp: 黒を表示
ko: 검정
pl: czarny
pt_br: Tela Preta
sk_sk: čierne

source: dim
de: Dimmen
fr: écran en demi-teinte
it: Scurisci
ja_jp: 輝度を落とす
ko: 밝기
pl: przyciemnianie
pt_br: Escurecer
sk_sk: stmaviť

source: gameclip
de: Spieleclip
fr: clips de jeux
hu: játékklip
ja_jp: ゲームクリップ
ko: 게임 클립
pl: klip z gry
sk_sk: herný klip

source: Action (All)
de: Action (alle)
fr: Action (Tous)
hu: Akció (Mind)
it: Azione (Tutti)
ja_jp: アクション (すべて)
ko: 액션 (전체)
pl: Akcji (Wszystkie)
pt_br: Ação (Todos)
ru_ru: Экшн (все)
sk_sk: Akčné (všetko)

source: Action RPG
fr: Jeu de Rôle d'Action
hu: Akció RPG
it: Azione RPG
ja_jp: アクション RPG
ko: RPG 액션
pl: RPG Akcji
pt_br: RPG de Ação
ru_ru: Экшн-RPG
sk_sk: Akčné RPG

source: Adventure (All)
de: Adventure (alle)
fr: Aventure (Tous)
hu: Kaland (Mind)
it: Avventura (Tutti)
ja_jp: アドベンチャー（すべて）
ko: 어드밴쳐 (전체)
pl: Przygodowe (Wszystkie)
pt_br: Aventura (Todos)
ru_ru: Адвенчуры (все)
sk_sk: Adventúra (všetko)

source: Artillery
de: Artillerie
fr: Artillerie
it: Artiglieria
ja_jp: 大砲
ko: 포격
pl: Artyleryjska
pt_br: Tiro
ru_ru: Артиллерия
sk_sk: Delostrelectvo

source: Auto-battler
fr: Batailles Automatiques
ja_jp: 自動バトラー
ko: 오토 배틀러
pt_br: Batalha Automática
ru_ru: Автошахматы
sk_sk: Auto-bojové

source: Beat'em All
de: Beat'em Up
hu: Beat 'em Up
it: Picchiaduro
ja_jp: 横スクロールアクション
ko: 진행형 격투 게임
pl: Bijatyka
ru_ru: Beat 'em Up
sk_sk: Poraz ich všetkých

source: Board game
de: Brettspiel
fr: Jeu de plateau
hu: Táblajáték
it: Gioco da tavolo
ja_jp: ボードゲーム
ko: 보드 게임
pl: Planszowa
pt_br: Jogos de tabuleiro
ru_ru: Настольные игры
sk_sk: Dosková hra

source: Build & Management
de: Bauen & Verwalten
fr: Construction & Gestion
hu: Building and management
it: Costruzione e Gestione
ja_jp: ビルドと管理
ko: 빌딩 및 관리
pl: Budowanie i zarządzanie
pt_br: Gerenciamento
ru_ru: Строительство и менеджмент
sk_sk: Výstavba a správa

source: Casino
hu: Kaszinó
it: Casinò
ja_jp: カジノ
ko: 카지노
pl: Hazardowa
pt_br: Cassino
ru_ru: Казино
sk_sk: Kasíno

source: Casual game
de: Gelegenheitsspiel
fr: Jeu Grand Public
hu: Casual
it: Gioco Casual
ja_jp: カジュアルゲーム
ko: 캐주얼
pl: Rekreacyjna
pt_br: Jogo casual
ru_ru: Казуальные
sk_sk: Neformálna hra

source: Competition Sport
de: Wettkampfsport
fr: Compétition Sportive
hu: Competitive Sport
it: Sport Competitivo
ja_jp: 競技スポーツ
ko: 경쟁 스포츠
pl: Sportowa
pt_br: Esporte de Competição
ru_ru: Спортивные соревнования
sk_sk: Súťažný šport

source: Demo from Demo Screne
de: Demo vom Demo-Bildschirm
fr: Démo de la Scène Démo
hu: Demo from Demo Scene
it: Demo dalle Scene Demo
ja_jp: デモ画面からのデモ
ko: 데모 장면의 데모
pl: Demo z demo sceny
pt_br: Demonstração da Cena de Demonstração
ru_ru: Демо с Демосцены
sk_sk: Demo z demoscény

source: Digital Cards
de: Digitales Kartenspiel
fr: Cartes Digitales
it: Carte Digitali
ja_jp: デジタルカード
ko: 디지털 카드
pl: Cyfrowe Karty
pt_br: Cartas
ru_ru: Карточные
sk_sk: Digitálne karty

source: Educative
de: Lernspiel
fr: Jeu Éducatif
hu: Educational
it: Educativo
ja_jp: 教育的
ko: 교육
pl: Edukacyjne
pt_br: Educativo
ru_ru: Обучающая
sk_sk: Výuková

source: Favorites
de: Favoriten
fr: Favoris
hu: Kedvencek
it: Preferiti
ja_jp: お気に入り
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritos
ru_ru: Избранное
sk_sk: Obľúbené

source: Fighting
de: Kämpfen
fr: Combat
it: Combattimento
ja_jp: 格闘
ko: 대전 격투
pl: Walka
pt_br: Luta
ru_ru: Файтинг
sk_sk: Bojové

source: Fighting/Violent Sport
de: Kämpfen/Gewaltsport
fr: Combat/Sport Violent
it: Combattimento/Sport Violento
ja_jp: 格闘/暴力的なスポーツ
ko: 대전 격투/폭력적인 스포츠
pl: Walka/Brutalny sport
pt_br: Luta/Esportes Violentos
ru_ru: Файтинг / Жестокий спорт
sk_sk: Bojové/násilné športy

source: First Person Shooter
de: Ego-Shooter
fr: Tir à la Première Personne
it: Sparatutto in Prima Persona
ja_jp: 一人称視点シューティング
ko: 1인칭 슈팅
pl: Strzelanina Pierwszoosobowa
pt_br: FPS
ru_ru: FPS-шутер
sk_sk: Strieľačka z prvej osoby

source: Fishing & Hunting
de: Angeln & Jagen
fr: Chasse & Pêche
it: Pesca e Caccia
ja_jp: 釣り & ハンティング
ko: 낙시 및 사냥
pl: Wędkarstwo i myślistwo
pt_br: Pesca & Caça
ru_ru: Охота и рыбалка
sk_sk: Rybolov a poľovníctvo

source: Graphical Adventure
de: Grafik-Abenteuer
fr: Aventure Graphique
it: Avventura Grafica
ja_jp: グラフィカルアドベンチャー
ko: 어드벤처
pl: Przygodówka graficzna
pt_br: Aventura
ru_ru: Графическая адвенчура
sk_sk: Grafická adventúra

source: Infiltration
hu: Stealth
it: Infiltrazione
ja_jp: 浸透
ko: 스텔스
pl: Skradanka
pt_br: Infiltração
ru_ru: Стелс
sk_sk: Krádež

source: Interactive Movie
de: Interaktive Filme
fr: Film Intéractif
it: Film Interattivo
ja_jp: インタラクティブムービー
ko: 인터랙티브 영화
pl: Interaktywny film
pt_br: Filme Interativo
ru_ru: Интерактивное кино
sk_sk: Interaktívny film

source: Life Simulation
de: Lebenssimulation
fr: Simulation de vie
hu: Life Sim
it: Simulazione di Vita
ja_jp: 人生シミュレーション
ko: 생활 시뮬레이션
pl: Symulacja życia
pt_br: Simulação de Vida
ru_ru: Симулятор жизни
sk_sk: Simulátor života

source: Multi Game Compilation
de: Spielesammlung
fr: Compilation Multi-Jeux
hu: Multi-game Compliation
it: Collezione Multigioco
ja_jp: マルチゲームコンパイル
ko: 멀티 게임 컴플라이언스
pl: Kompilacja wielu gier
pt_br: Compilação de Jogos
sk_sk: Kolekcia viacerých hier

source: Multiplayer Online Battle Arena
fr: Arène de Combat Multi-Joueurs
it: Arena di Combattimento Multigiocatore Online
ja_jp: マルチプレイヤーオンラインバトルアリーナ
ko: 멀티플레이어 온라인 배틀 아레나
pl: Pole bitwy dla wielu graczy
pt_br: MOBA
sk_sk: Online bojová aréna pre viac hráčov

source: Multiplayer Party Game
de: Mehrspieler Partyspiel
fr: Jeu de Société Multijoueurs
it: Party Game Multigiocatore
ja_jp: マルチプレイヤーパーティーゲーム
ko: 다중 파티 게임
pl: Gra imprezowa dla wielu graczy
pt_br: Jogo Multiplayer
sk_sk: Párty hra pre viac hráčov

source: Party based RPG
fr: Jeu de Rôles de Sociétés
it: RPG di Gruppo
ja_jp: パーティーベースRPG
ko: 파티기반 RPG
pl: Imprezowa gra RPG
pt_br: RPG
sk_sk: Párty RPG

source: Platform Shooter
de: Plattform-Shooter
fr: Jeu de Tir/Plateformes
it: Sparatutto Platformer
ja_jp: プラットフォームシューター
ko: 플랫폼 슈터
pl: Strzelanina platformowa
pt_br: Tiro em Plataforma
sk_sk: Platformová strieľačka

source: Platform
de: Plattform
fr: Jeu de Plateformes
hu: Platformer
ja_jp: プラットフォーム
ko: 플랫폼
pl: Platformowa
pt_br: Plataforma
sk_sk: Plošinovka

source: Puzzle & Logic
de: Puzzle & Logik
fr: Puzzle & Logique
hu: Kirakós & Logikai
it: Logica e Puzzle
ja_jp: パズル & ロジック
ko: 퍼즐 및 논리
pl: Logiczne i puzzle
pt_br: Quebra-cabeça & Lógica
sk_sk: Puzzle & logické

source: RPG (All)
de: RPG (alle)
fr: Jeu de Rôles (Tous)
hu: RPG (Mind)
it: RPG (Tutti)
ja_jp: RPG（すべて）
ko: RPG (전체
pl: RPG (Wszystkie)
pt_br: RPG (Todos)
ru_ru: РПГ (Все)
sk_sk: RPG (všetky)

source: Racing
de: Rennspiel
fr: Course
hu: Verseny
it: Corse
ja_jp: レーシング
ko: 경주
pl: Wyścigi
pt_br: Corrida
ru_ru: Гонки
sk_sk: Preteky

source: Real Time 3D Adventure
de: 3D Echtzeit-Adventure
fr: Aventure 3D Temps Réel
it: Avventura 3D in Tempo Reale
ja_jp: リアルタイム3Dアドベンチャー
ko: 실시간 3D 모험
pl: Przygodówka 3D czasu rzeczywistego
pt_br: Aventura 3D em Tempo Real
sk_sk: Real time 3D adventúra

source: Real Time Stratégy
sk_sk: Real time stratégia

source: Rythm & Music
de: Rhythmus & Musik
fr: Rythme & Musique
hu: Rhythm & Music
it: Musica e Ritmo
ja_jp: リズムと音楽
ko: 리듬 및 음악
pl: Rytmiczna i muzyczna
pt_br: Ritmo & Música
sk_sk: Rhythm & Music

source: Science Fiction Simulation
fr: Simulation de Science-Fiction
it: Simulatore di Fantascienza
ja_jp: SF シミュレーション
ko: 공상 과학 시뮬레이션
pl: Symulacja Science Fiction
pt_br: Simulação de Ficção Científica
sk_sk: Simulácia sci-fi

source: Shoot with Gun
de: Gun-Shooter
fr: Tir avec accessoires
it: Spara con Arma
ja_jp: ガンシューティング
ko: 슈팅
pl: Strzelanie z broni
pt_br: Tiro com Arma
sk_sk: Streľba z pištole

source: Shoot'em Up
it: Sparatutto
ja_jp: シューティング
ko: 진행형 슈팅
pl: Strzelanka
pt_br: Tiro
sk_sk: Strieľačka

source: Simulation (All)
de: Simulation (alle)
fr: Simulation (Toutes)
hu: Szimuláció (Mind)
it: Simulazione (Tutti)
ja_jp: シミュレーション（すべて）
ko: 시뮬레이션 (전체)
pl: Symulacje (Wszystkie)
pt_br: Simulação (Todos)
sk_sk: Simulácia (všetko)

source: Sport Simulation
fr: Simulation Sportives
hu: Sport szimuláció
it: Simulazione Sportiva
ja_jp: スポーツシミュレーション
ko: 스포츠 시뮬레이션
pl: Symulacja sportowa
pt_br: Simulação de Esportes
sk_sk: Športový simulátor

source: Sports (All)
de: Sport (alle)
fr: Sport (Tous)
hu: Sport (Mind)
it: Sport (Tutti)
ja_jp: スポーツ（すべて）
ko: 스포츠 (전체)
pl: Sportowe (Wszystkie)
pt_br: Esportes (Todos)
ru_ru: Спорт (Все)
sk_sk: Šport (všetko)

source: Strategy (All)
de: Strategie (alle)
fr: Stratégie (Tous)
hu: Stratégia (Mind)
it: Strategia (Tutti)
ja_jp: 戦略（すべて）
ko: 전략 (전체)
pl: Strategie (Wszystkie)
pt_br: Estratégia (Todos)
ru_ru: Стратегии (Все)
sk_sk: Stratégia (všetko)

source: Survival
fr: Jeux de Survie
hu: Túlélő
it: Sopravvivenza
ja_jp: サバイバル
ko: 서바이벌
pt_br: Sobrevivência
ru_ru: Выживание
sk_sk: Prežitie

source: Tactical RPG
de: Strategie-Rollenspiel
fr: Jeu de Rôles Tactique
it: RPG Tattico
ja_jp: 戦術RPG
ko: 전술 RPG
pl: Taktyczne RPG
pt_br: RPG Tático
ru_ru: Тактическая RPG
sk_sk: Taktické RPG

source: Textual Adventure
de: Text Adventure
fr: Aventure Textuelle
hu: Text Adventure
it: Avventura Testuale
ja_jp: テキストアドベンチャー
ko: 텍스트 어드벤처
pl: Tekstowa gra przygodowa
pt_br: Aventura em texto
ru_ru: Текстовые приключения
sk_sk: Textová adventúra

source: Tower Defense
fr: Défense de Tours
it: Difesa di Torre
ja_jp: タワーディフェンス
ko: 타워 디펜스
pt_br: Defesa de torres
ru_ru: Защита башен
sk_sk: Obrana veže
