Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: FAVORITES ONLY
ca: NOMÉS PREFERITS
de: NUR FAVORITEN
eu_es: GOGOKOAK SOILIK
fr: FAVORIS SEULEMENT
hu: CSAK KENDVENCEK
it: SOLO PREFERITI
ja_jp: お気に入りのみ
ko: 즐겨찾기만 표시
lb_lu: NËMMEN FAVORITEN
lv_lv: TIKAI IECIENĪTOS
nl: Alleen favorieten
pl: TYLKO ULUBIONE
pt_br: SOMENTE FAVORITOS
ru_ru: ТОЛЬКО ИЗБРАННЫЕ
sk_sk: Iba obľúbené

source: EDIT THIS GAME'S METADATA
ca: EDITA LES METADADES D'AQUEST JOC
de: METADATEN BEARBEITEN
eu_es: JOKU HONEN DATUAK EDITATU
fr: ÉDITER LES DONNÉES DU JEU
hu: JÁTÉK METAADATAINAK SZERKESZTÉSE
it: MODIFICA LE INFORMAZIONI PER QUESTO GIOCO
ja_jp: このゲームのメタ情報を編集
ko: 게임 정보 편집
lb_lu: D'METADATEN VUN DËSEM SPILL EDITÉIEREN
lv_lv: REDIĢĒT SPĒLES METADATUS
nl: Bewerk deze spelgegevens
pl: EDYTUJ METADANE GRY
pt_br: EDITAR INFORMAÇÕES DESTE JOGO
ru_ru: РЕДАКТИРОВАТЬ ДАННЫЕ ЭТОЙ ИГРЫ
sk_sk: Upraviť metadáta tejto hry

source: SCRAPE THESE GAMES
ca: OBTÉ LES DADES D'AQUESTS JOCS
de: DIESE SPIELE SCRAPEN
eu_es: JOKU HAUEN DATUAK LORTU
fr: SCRAPER CES JEUX
hu: EZEN JÁTÉKOK LEKÉRÉSE
it: INFORMAZIONI SU QUESTI GIOCHI
ja_jp: このゲームをスクレイプ
ko: 이 게임들을 스크랩
lb_lu: DËSS SPILLER SCRAPEN
lv_lv: IELĀDĒT DATUS ŠAI SPĒLEI
nl: Scrape deze spellen
pl: POBIERZ INFORMACJE DLA TYCH GIER
pt_br: FAZER SCRAPE DESSES JOGOS
ru_ru: ЗАГРУЗИТЬ ДАННЫЕ ЭТИХ ИГР
sk_sk: Vyhľadať tieto hry

source: All Games
ca: Tots els jocs
de: Alle Spiele
eu_es: Joko guztiak
fr: TOUS LES JEUX
hu: Minden Játék
it: Tutti i giochi
ja_jp: 全てのゲーム
ko: 모든 게임
lb_lu: All Spiller
lv_lv: Visas spēles
nl: Alle spellen
pl: Wszystkie gry
pt_br: Todos os jogos
ru_ru: Все игры
sk_sk: Všetky hry

source: Only missing image
ca: Només la imatge que falta
de: Nur Fehlende
eu_es: Falta diren irudiak bakarrik
fr: UNIQUEMENT NON SCRAPÉS
hu: Csak a hiányzó képek
it: Solo immagini mancanti
ja_jp: 画像が無いゲームのみ
ko: 이미지가 없는 게임만
lb_lu: Nëmmen ouni Biller
lv_lv: Tikai, ja trūkst attēla
nl: Alleen missende afbeeldingen
pl: Tylko brakujący obraz
pt_br: Somente imagens ausentes
ru_ru: Только без изображений
sk_sk: Iba nevyhľadané

source: SCRAPE THESE SYSTEMS
ca: OBTÉ LES DADES D'AQUESTS SISTEMES
de: DIESE SYSTEME SCRAPEN
eu_es: SISTEMA HAUEN DATUAK LORTU
fr: SCRAPER CES SYSTÈMES
hu: EZEN RENDSZEREK LEKÉRÉSE
it: INFORMAZIONI SU QUESTI SISTEMI
ja_jp: このシステムをスクレイプ
ko: 이 시스템들을 스크랩
lb_lu: DËSS SYSTEMER SCRAPEN
lv_lv: IELĀDĒT ATLASĪTĀM SISTĒMĀM
nl: Scrape deze systemen
pl: POBIERZ INFORMACJE DLA TYCH SYSTEMÓW
pt_br: FAZER SCRAPE DESSES SISTEMAS
ru_ru: ЗАГРУЗИТЬ ДАННЫЕ ВЫБРАННЫХ СИСТЕМ
sk_sk: Vyhľadať tieto systémy

source: SYSTEMS
ca: SISTEMES
de: SYSTEME
eu_es: SISTEMAK
fr: SYSTÈMES
hu: RENDSZEREK
it: SISTEMI
ja_jp: システム
ko: 시스템
lb_lu: SYSTEMER
lv_lv: SISTĒMAS
nl: Systemen
pl: SYSTEMY
pt_br: SISTEMAS
ru_ru: СИСТЕМЫ
sk_sk: Systémy

source: USER DECIDES ON CONFLICTS
ca: L'USUARI DECIDEIX DAVANT CONFLICTES
de: BENUTZER ENTSCHEIDET BEI KONFLIKT
eu_es: ERABILTZAILEAK ERABAKI GATAZKETAN
fr: CHOISIR SI CONFLIT
hu: FELHASZNÁLÓI BEAVATKOZÁS ÜTKÖZÉSKOR
it: L'UTENTE GESTISCE I CONFLITTI
ja_jp: 競合時にユーザーが判断する
ko: 중복된 데이터를 직접 선택
lb_lu: DEN BENOTZER DÉCIDÉIERT BEI KONFLIKTER
lv_lv: NOLEMJ PAR KONFLIKTIEM
nl: Gebruiker beslist bij conflicten
pl: DECYDUJESZ O KONFLIKTACH
pt_br: USUÁRIO DECIDE CONFLITOS
ru_ru: КОНФЛИКТЫ РЕШАЕТ ПОЛЬЗОВАТЕЛЬ
sk_sk: Používateľ rozhodne konflikt

source: START
ca: COMENÇA
de: STARTEN
eu_es: HASI
fr: DÉMARRER
it: INIZIA
ja_jp: 開始
ko: 시작
lv_lv: SĀKT
nl: Starten
ru_ru: НАЧАТЬ
sk_sk: Spustiť

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
ca: AVÍS: ALGUNS DELS SISTEMES SELECCIONATS NO TENEN UNA PLATAFORMA ESTABLERTA. ELS RESULTATS PODEN SER MENYS PRECISOS DEL NORMAL. VOLEU CONTINUAR DE TOTES MANERES?
de: WARNUNG! EINIGE DEINER AUSGEWÄHLTEN SYSTEME HABEN KEINE PLATTFORM AUSGEWÄHLT. ERGEBNISSE KÖNNEN UNGENAUER SEIN ALS GEWÖHNLICH! TROTZDEM FORTFAHREN?
eu_es: ABISUA: AUKERATU DITUZUN SISTEMA BATZUEK EZ DUTE PLATAFORMARIK EZARRITA. EMAITZAK NORMALEAN BAINO ZEHAZTASUN GUTXIAGOKOAK IZAN DAITEZKE! JARRAITU HALA ERE?
fr: ATTENTION : CERTAINS DE VOS SYSTÈMES N'ONT PAS DE PLATEFORME. LES RÉSULTATS POURRAIENT ÊTRE INATTENDUS ! CONTINUER QUAND MÊME ?
hu: FIGYELEM: NÉHÁNY KIVÁLASZTOTT RENDSZERNEK NINCS PLATFORM BEÁLLÍTVA. AZ EREDMÉNYEK PONTATLANOK LEHETNEK! BIZTOS FOLYTATOD?
it: ATTENZIONE: ALCUNI DEI SISTEMI SELEZIONATI NON HANNO UNA PIATTAFORMA ASSOCIATA. I RISULTATI POTREBBERO ESSERE PIU' INACCURATI DEL SOLITO! CONTINUARE?
ja_jp: 警告: 選択された いくつかの システムは プラットフォーム設定が ありません。 正確な 結果と ならない場合が あります！ 続けますか？
ko: 경고: 선택한 시스템 중 일부는 플랫폼 셋이 없어서 스크랩 정확도가 낮을 수 있습니다. 계속 하시겠습니까?
lb_lu: WARNUNG: PUER VUN DENGEN GEWIELTEN SYSTEMER HUN KENG PLATFORM GESAAT. ALS RESULTAT KÉINTEN DÉI GEWIELTEN SYSTEMER MANNER GUDD LAAFEN EWÉI VIERDRUNN! TROTZDEM VIRUFUEREN?
lv_lv: BRĪDINĀJUMS: DAŽĀM NO ATLASĪTAJĀM SISTĒMĀM NAV PLATFORMAS. REZULTĀTI VAR BŪT NEPRECĪZI! TURPINĀT JEBKURĀ GADĪJUMĀ?
nl: Waarschuwing: Sommige geselecteerde systemen hebben geen platform ingesteld. Resultaten kunnen minder nauwkeurig zijn dan normaal! Doorgaan?
pl: UWAGA: NIEKTÓRE SYSTEMY NIE MAJĄ WYBRANEJ PLATFORMY. WYNIKI MOGĄ NIE BYĆ DOKŁADNE. KONTYNUOWAĆ MIMO TO?
pt_br: AVISO: ALGUNS DOS SISTEMAS SELECIONADOS NÃO POSSUEM INFORMAÇÕES PARA REALIZAR A BUSCA DE DADOS. O RESULTADO DA BUSCA PODE SER MAIS IMPRECISO QUE O NORMAL! CONTINUAR MESMO ASSIM?
ru_ru: ВНИМАНИЕ: НЕКОТОРЫЕ ИЗ ВЫБРАННЫХ СИСТЕМ НЕ СОДЕРЖАТ ДАННЫХ О ПЛАТФОРМЕ. РЕЗУЛЬТАТ МОЖЕТ БЫТЬ НЕТОЧНЫМ! ПРОДОЛЖИТЬ В ЛЮБОМ СЛУЧАЕ?
sk_sk: Upozornenie: Niektoré vaše systémy nemajú nastavenú platformu. Výsledky môžu byť nepresnejšie ako zvyčajne! Pokračovať?

source: NO GAMES FIT THAT CRITERIA.
ca: NO HI HA CAP JOC QUE COMPLEIXI AQUESTS CRITERIS.
de: KEIN SPIEL ERFÜLLT DIE KRITERIEN
eu_es: EZ DAGO JOKORIK IRIZPIDE HORI BETETZEN DUENIK
fr: AUCUN JEU NE CORRESPOND
hu: NINCS A FELTÉTELEKNEK MEGFELELŐ JÁTÉK.
it: NESSUN GIOCO SODDISFA QUESTO CRITERIO DI RICERCA
ja_jp: 適合する ゲームが 見つかりませんでした。
ko: 조건에 맞는 게임이 없습니다.
lb_lu: KEEN SPILL ERFËLLT DËSEN CRITÈREN
lv_lv: NAV SPĒLES PĒC MINĒTAJIEM KRITĒRIJIEM
nl: Geen spellen gevonden met die criteria
pl: BRAK GIER SPEŁNIAJĄCYCH KRYTERIA.
pt_br: NENHUM JOGO SE ENCAIXA NOS CRITÉRIOS.
ru_ru: НЕТ ПОДХОДЯЩИХ ИГР.
sk_sk: Žiadne hry vyhovujúce kritériu

source: REALLY UPDATE?
ca: ESTEU SEGUR QUE VOLEU ACTUALITZAR?
de: WIRKLICH AKTUALISIEREN?
eu_es: ZIUR EGUNERATU NAHI DUZULA?
fr: METTRE À JOUR LE SYSTÈME ?
hu: BIZTOS FRISSÍTESZ?
it: VUOI AGGIORNARE?
ja_jp: アップデートしますか？
ko: 업데이트 하시겠습니까?
lb_lu: WIERKLECH AKTUALISÉIEREN?
lv_lv: TIEŠĀM ATJAUNINĀT?
nl: Wil je updaten?
pl: ZAKTUALIZOWAĆ?
pt_br: DESEJA ATUALIZAR O SISTEMA?
ru_ru: ДЕЙСТВИТЕЛЬНО ОБНОВИТЬ?
sk_sk: Vykonať aktualizáciu systému?

source: NETWORK CONNECTION NEEDED
ca: ES REQUEREIX CONNEXIÓ A LA XARXA
de: NETZWERKVERBINDUNG BENÖTIGT
eu_es: SARE KONEXIO BAT BEHARREZKOA DA
fr: AUCUN RÉSEAU TROUVÉ
hu: HÁLÓZATI CSATLAKOZÁS SZÜKSÉGES
it: È NECESSARIA UNA CONNESSIONE DI RETE
ja_jp: ネットワーク接続が必要です
ko: 인터넷 연결 필요함
lb_lu: NETZWIERK VERBINDUNG ERFUERDERT
lv_lv: NEPIECIEŠAMS TĪKLA SAVIENOJUMS
nl: Netwerk verbinding nodig
pl: WYMAGANE POŁĄCZENIE Z INTERNETEM
pt_br: CONEXÃO COM A INTERNET NECESSÁRIA
ru_ru: НЕОБХОДИМО СЕТЕВОЕ СОЕДИНЕНИЕ
sk_sk: Vyžaduje sa sieťové pripojenie

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
ca: S'HA BAIXAT L'ACTUALITZACIÓ. ES REINICIARÀ EL SISTEMA
de: UPDATE HERUNTERGELADEN. DAS SYSTEM WIRD NEUGESTARTET.
eu_es: EGUNERAKETA DESKARGATUA, SISTEMA BERRABIARAZIKO DA ORAIN
fr: MISE À JOUR TÉLÉCHARGÉE, REDÉMARRAGE EN COURS
hu: FRISSÍTÉS LETÖLTVE, A RENDSZER ÚJRAINDUL
it: AGGIORNAMENTO SCARICATO, IL SISTEMA VERRÀ RIAVVIATO
ja_jp: アップデートをダウンロードしました。 システムはすぐに再起動します
ko: 업데이트 다운로드 완료, 시스템을 다시 시작합니다.
lb_lu: UPDATE EROFGELUEDEN, DEN SYSTEM START ELO NEI
lv_lv: ATJAUNINĀJUMS IELĀDĒTS, SISTĒMA TIKS RESTARTĒTA
nl: Update gedownload, Het systeem zal nu herstarten
pl: AKTUALIZACJA GOTOWA. NASTĄPI PONOWNE URUCHOMIENIE
pt_br: ATUALIZAÇÃO BAIXADA, O SISTEMA SERÁ REINICIADO
ru_ru: ОБНОВЛЕНИЕ ЗАГРУЖЕНО, СИСТЕМА БУДЕТ ПЕРЕЗАГРУЖЕНА
sk_sk: Aktualizácia stiahnutá, systém sa reštartuje

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
ca: L'ACTUALITZACIÓ HA FALLAT, ES REINICIARÀ EL SISTEMA
de: UPDATE FEHLGESCHLAGEN. DAS SYSTEM WIRD NEUGESTARTET.
eu_es: EGUNERAKETAK HUTS EGIN DU. SISTEMA BERRABIARAZIKO DA ORAIN
fr: ÉCHEC DE LA MISE À JOUR, REDÉMARRAGE EN COURS
hu: FRISSÍTÉSI HIBA, A RENDSZER ÚJRAINDUL
it: AGGIORNAMENTO FALLITO, IL SISTEMA VERRÀ RIAVVIATO
ja_jp: アップデートに失敗しました。 システムはすぐに再起動します
ko: 업데이트 실패, 시스템을 다시 시작합니다.
lb_lu: UPDATE FEELGESCHLOEN, DEN SYSTEM START ELO NEI
lv_lv: ATJAUNINĀŠANAS KĻŪDA, SISTĒMA TIKS RESTARTĒTA
nl: Update fout, het systeem zal nu herstarten
pl: AKTUALIZACJA NIE POWIODŁA SIĘ. NASTĄPI PONOWNE URUCHOMIENIE
pt_br: ATUALIZAÇÃO FALHOU, O SISTEMA SERÁ REINICIADO
ru_ru: ОШИБКА ОБНОВЛЕНИЯ, СИСТЕМА БУДЕТ ПЕРЕЗАГРУЖЕНА
sk_sk: Aktualizácia zlyhala, systém sa reštartuje

source: NO UPDATE AVAILABLE
ca: NO S'HA TROBAT CAP ACTUALITZACIÓ
de: KEIN UPDATE VERFÜGBAR
eu_es: EZ DAGO EGUNERAKETARIK ERABILGARRI
fr: AUCUNE MISE À JOUR DISPONIBLE
hu: NINCS FRISSÍTÉS
it: NESSUN AGGIORNAMENTO DISPONIBILE
ja_jp: アップデートはありません
ko: 사용 가능한 업데이트 없음
lb_lu: KEEN UPDATE DISPONIBEL
lv_lv: ATJAUNINĀJUMI NAV PIEEJAMI
nl: Er is geen update beschikbaar
pl: BRAK NOWYCH AKTUALIZACJI
pt_br: NENHUMA ATUALIZAÇÃO DISPONÍVEL
ru_ru: НЕТ ДОСТУПНЫХ ОБНОВЛЕНИЙ
sk_sk: Nie je dostupná aktualizácia

source: enter emulator
ca: introduïu l'emulador
de: Emulator angeben
eu_es: sartu emulatzailea
fr: ENTREZ L'ÉMULATEUR
hu: emulátor megadása
it: inserisci emulatore
ja_jp: エミュレータ
ko: 에뮬레이터 선택
lb_lu: emulator aginn
lv_lv: Ievadiet emulatoru
nl: Wijzig emulator
pl: Wprowadź emulator
pt_br: DIGITE O EMULADOR
ru_ru: введите эмулятор
sk_sk: zadajte emulátor

source: enter core
ca: introduïu el nucli
de: Core angeben
eu_es: sartu nukleoa
fr: ENTREZ LE CORE
hu: core megadása
it: inserisci core
ja_jp: コア
ko: 코어 선택
lb_lu: core aginn
lv_lv: Ievadiet kodolu
nl: Wijzig core
pl: Wprowadź rdzeń
pt_br: DIGITE O NÚCLEO DE EMULAÇÃO
ru_ru: введите ядро
sk_sk: zadajte jadro

source: Ratio
ca: Proporció
eu_es: Ratioa
hu: Képarány
it: Rapporto
ja_jp: 比率
ko: 화면 비율
lv_lv: Proporcija
pl: Proporcje
pt_br: PROPORÇÃO
ru_ru: Пропорции
sk_sk: Pomer

source: enter ratio
ca: introduïu la relació d'aspecte
de: Ratio angeben
eu_es: sartu ratioa
fr: ENTREZ LE RATIO
hu: képarány megadása
it: inserisci rapporto
ja_jp: 比率を入力
ko: 비율 선택
lb_lu: ratio aginn
lv_lv: Ievadiet proporciju
nl: Wijzig ratio
pl: wpisz proporcje
pt_br: DIGITE A PROPORÇÃO
ru_ru: введите пропорции
sk_sk: zadajte pomer

source: Name
ca: Nom
eu_es: Izena
fr: NOM
hu: Név
it: Nome
ja_jp: 名前
ko: 이름
lb_lu: Numm
lv_lv: Nosaukums
nl: Naam
pl: Nazwa
pt_br: NOME
ru_ru: Название
sk_sk: Názov

source: enter game name
ca: introduïu el nom del joc
de: Spielname eingeben
eu_es: jokoarean izena sartu
fr: ENTREZ LE NOM DU JEU
hu: játéknév megadása
it: Nome del gioco
ja_jp: ゲームの名前を入力
ko: 게임 이름 입력
lb_lu: numm vum spill aginn
lv_lv: Ievadiet spēles nosaukumu
nl: Wijzig spel naam
pl: Wprowadź nazwę gry
pt_br: DIGITE O NOME DO JOGO
ru_ru: введите название игры
sk_sk: zadajte názov hry

source: Description
ca: Descripció
de: Beschreibung
eu_es: Deskribapena
hu: Leírás
it: Descrizione
ja_jp: 概要
ko: 설명
lb_lu: Beschreiwung
lv_lv: Apraksts
nl: Beschrijving
pl: Opis
pt_br: DESCRIÇÃO
ru_ru: Описание
sk_sk: Popis

source: enter description
ca: introduïu la descripció
de: Beschreibung eingeben
eu_es: Sartu deskribapena
fr: ENTREZ LA DESCRIPTION
hu: leírás megadása
it: inserisci descrizione
ja_jp: 概要を入力
ko: 설명 입력
lb_lu: beschreiwung aginn
lv_lv: Ievadiet aprakstu
nl: Voeg beschrijving toe
pl: Wprowadź opis
pt_br: DIGITE A DESCRIÇÃO
ru_ru: введите описание
sk_sk: zadajte popis

source: Image
ca: Imatge
de: Bild
eu_es: Irudia
hu: Kép
it: immagine
ja_jp: 画像
ko: 이미지
lb_lu: Bild
lv_lv: attēls
nl: Afbeelding
pl: Obraz
pt_br: IMAGEM
ru_ru: Изображение
sk_sk: Obrázok

source: enter path to image
ca: introduïu el camí de la imatge
de: Bildpfad angeben
eu_es: Sartu irudirako bidea
fr: ENTREZ LE CHEMIN DE L'IMAGE
hu: kép elérésének megadása
it: inserisci percorso immagine
ja_jp: 画像のパスを入力
ko: 이미지 경로 입력
lb_lu: path vum Bild aginn
lv_lv: Ievadiet attēla ceļu
nl: Toets pad naar afbeelding
pl: Wprowadź ścieżkę do obrazu
pt_br: DIGITE O CAMINHO DA IMAGEM
ru_ru: введите путь к изображению
sk_sk: zadajte cestu k obrázku

source: Thumbnail
ca: Miniatura
de: Vorschaubild
fr: MINIATURE
hu: Bélyegkép
it: Miniatura
ja_jp: サムネイル画像
ko: 미리보기
lv_lv: Sīktēls
pl: Miniaturka
pt_br: MINIATURA
ru_ru: Эскиз
sk_sk: Miniatúra

source: enter path to thumbnail
ca: introduïu el camí de la miniatura
de: Pfad zum Vorschaubild angeben
eu_es: Sartu Thumbnail-erako bidea
fr: ENTREZ LE CHEMIN DE LA MINIATURE
hu: bélyegkép elérésének megadása
it: inserisci percorso miniatura
ja_jp: サムネイル画像のパスを入力
ko: 미리보기 경로 입력
lb_lu: Path vum Thumbnail aginn
lv_lv: Ievadiet sīktēla ceļu
nl: Toets pad naar beeld
pl: Wprowadź ścieżkę do miniaturki
pt_br: DIGITE O CAMINHO DA MINIATURA
ru_ru: введите путь к эскизу
sk_sk: zadajte cestu k miniatúre

source: enter rating
ca: introduïu la valoració
de: Bewertung eingeben
eu_es: Sartu puntuazioa
fr: VOTEZ
hu: értékelés megadása
it: inserisci voto
ja_jp: 評価を入力
ko: 평점 입력
lb_lu: Bewäertung aginn
lv_lv: ievadiet vērtējumu
nl: Toets beoordeling
pl: Wprowadź ocenę
pt_br: DIGITE A AVALIAÇÃO
ru_ru: введите рейтинг
sk_sk: Zadajte hodnotenie

source: Release date
ca: Data de publicació
de: Veröffentlichungsdatum
eu_es: Argitaratze data
fr: DATE DE SORTIE
hu: Kiadás dátuma
it: Data di uscita
ja_jp: 発売日
ko: 발매일
lb_lu: Datum vun der Verëffentlechung
lv_lv: Izlaišanas datums
nl: Datum publicatie
pl: Data wydania
pt_br: DATA DE LANÇAMENTO
ru_ru: Дата выхода
sk_sk: Dátum vydania

source: enter release date
ca: introduïu la data de publicació
de: Veröffentlichungsdatum eingeben
eu_es: sartu argitaratze data
fr: ENTREZ LA DATE DE SORTIE
hu: kiadás dátumának megadása
it: inserisci data di uscita
ja_jp: 発売日を入力
ko: 발매일 입력
lb_lu: Datum vun der Verëffentlechung aginn
lv_lv: Ievadiet izlaišanas datumu
nl: Wijzig publicatie datum
pl: Wprowadź datę wydania
pt_br: DIGITE A DATA DE LANÇAMENTO
ru_ru: введите дату выхода
sk_sk: Zadajte dátum vydania

source: enter game developer
ca: introduïu el desenvolupador
de: Entwickler eingeben
eu_es: sartu joko garatzailea
fr: ENTREZ LE DEVELOPPEUR DU JEU
hu: játék fejlesztőjének megadása
it: inserisci sviluppatore
ja_jp: 開発元を入力
ko: 개발사 입력
lb_lu: Programmeur vum Spill aginn
lv_lv: Ievadiet spēles attīstītāju
nl: Wijzig spel ontwikkelaar
pl: Wprowadź producenta gry
pt_br: DIGITE O NOME DO DESENVOLVEDOR
ru_ru: введите разработчика игры
sk_sk: zadajte vývojára hry

source: enter game publisher
ca: introduïu el distribuïdor
de: Herausgeber eingeben
eu_es: sartu joko argitaratzailea
fr: ENTREZ L'EDITEUR DU JEU
hu: játék kiadójának megadása
it: inserisci publisher gioco
ja_jp: 販売元を入力
ko: 퍼블리셔 입력
lb_lu: Editeur vum Spill aginn
lv_lv: Ievadiet spēles izdevēju
nl: Wijzig spel uitgever
pl: Wprowadź wydawcę gry
pt_br: DIGITE O NOME DO DISTRIBUIDOR
ru_ru: введите издателя
sk_sk: zadajte vydavateľa hry

source: enter game genre
ca: introduïu el gènere
de: Genre eingeben
eu_es: sartu jokoaren generoa
fr: ENTREZ LE GENRE DU JEU
hu: játék műfajának megadása
it: Inserisci genere
ja_jp: ジャンルを入力
ko: 장르 입력
lb_lu: Genre vum Spill aginn
lv_lv: Ievadiet spēles žanru
nl: Wijzig spel genre
pl: Wprowadź gatunek gry
pt_br: DIGITE O GÊNERO
ru_ru: введите жанр игры
sk_sk: zadajte žáner hry

source: enter number of players
ca: introduïu el nombre de jugadors
de: Spieleranzahl eingeben
eu_es: sartu jokalari zenbatekoa
fr: ENTREZ LE NOMBRE DE JOUEURS
hu: játékosok számának megadása
it: inserisci numero dei giocatori
ja_jp: プレイヤー人数を入力
ko: 플레이어 수 입력
lb_lu: Unzuel un Spiller aginn
lv_lv: Ievadiet spēlētāju skaitu
nl: Wijzig nummer van spelers
pl: Wprowadź liczbę graczy
pt_br: DIGITE O NÚMERO DE JOGADORES
ru_ru: введите количество игроков
sk_sk: zadajte počet hráčov

source: Favorite
ca: Preferit
de: Favorit
eu_es: Gogokoa
fr: FAVORIS
hu: Kedvenc
it: Preferito
ja_jp: お気に入り
ko: 즐겨찾기
lb_lu: Favorit
lv_lv: Iecienīts
nl: Favoriet
pl: Ulubione
pt_br: FAVORITO
ru_ru: Избранное
sk_sk: Obľúbené

source: enter favorite
ca: introduïu el preferit
de: Als Favorit setzen?
eu_es: gogokoa gehitu
fr: ENTREZ LE FAVORIS
hu: kedvenc megadása
it: inserisci preferito
ja_jp: お気に入りを入力
ko: 즐겨찾기 입력
lb_lu: Favorit aginn
lv_lv: Ievadiet iecienītos
nl: Wijzig favoriet
pl: wpisz ulubione
pt_br: ADICIONAR AOS FAVORITOS
ru_ru: введите избранное
sk_sk: zadajte obľúbené

source: Region
ca: Regió
eu_es: Herrialde
hu: Régió
it: Regione
ja_jp: 地域
ko: 지역
lb_lu: Regioun
lv_lv: Reģions
nl: Regio
pt_br: REGIÃO
ru_ru: Регион
sk_sk: Región

source: enter region
ca: introduïu la regió
de: Region eingeben
eu_es: Sartu herrialdea
fr: ENTREZ LA REGION
hu: régió megadása
it: inserisci regione
ja_jp: 地域を入力
ko: 지역
lb_lu: Regioun aginn
lv_lv: Ievadiet reģionu
nl: Wijzig regio
pl: Wprowadź region
pt_br: DIGITE A REGIÃO
ru_ru: введите регион
sk_sk: zadajte región

source: Romtype
ca: Tipus de ROM
de: Romtyp
eu_es: Rom mota
fr: TYPE DE ROM
hu: Romtípus
it: Tipo di rom
ja_jp: ROMタイプ
ko: 롬 형식
lb_lu: Romtyp
lv_lv: Lasāmatmiņas tips
pl: Typ ROM-u
pt_br: TIPO DE ROM
ru_ru: Тип рома
sk_sk: Typ romu

source: enter romtype
ca: introduïu el tipus de ROM
de: Romtyp angeben
eu_es: sartu rom mota
fr: ENTREZ LE TYPE DE ROM
hu: romtípus megadása
it: inserisci tipo di rom
ja_jp: ROMタイプを入力
ko: 롬 형식 입력
lb_lu: Romtyp aginn
lv_lv: Ievadiet lasāmatmiņas tipu
nl: Wijzig Romtype
pl: wpisz typ ROM-u
pt_br: DIGITE O TIPO DE ROM
ru_ru: введите тип рома
sk_sk: zadajte typ romu

source: Hidden
ca: Ocult
de: Versteckt
eu_es: Ezkutatua
fr: CACHER
hu: Elrejtve
it: Nascosto
ja_jp: 隠す
ko: 숨김
lb_lu: Verstoppt
lv_lv: Slēpt
nl: Verborgen
pl: Ukryta
pt_br: OCULTO
ru_ru: Скрыть
sk_sk: Skryté

source: set hidden
ca: oculteu
de: Verstecken
eu_es: Ezkutatua ezarri
fr: LE CACHER
hu: rejtettnek beállít
it: imposta nascosto
ja_jp: 隠す
ko: 숨김 설정
lb_lu: als verstoppt markéieren
lv_lv: Paslēpt
nl: Maak verborgen
pl: ustaw jako ukryte
pt_br: OCULTAR ROM
ru_ru: сделать скрытым
sk_sk: nastaviť skryté

source: Play count
ca: Comptador de jugades
de: Spielanzahl
eu_es: Partida zenbatekoa
fr: NB DE PARTIES
hu: Játszások száma
it: Numero di partite giocate
ja_jp: プレイ回数
ko: 플레이 횟수
lb_lu: zielen ewéi oft een spillt
lv_lv: Atskaņojumu skaits
nl: Speel teller
pl: Liczba uruchomień
pt_br: NÚMERO DE VEZES JOGADAS
ru_ru: Время в игре
sk_sk: Počet hraní

source: enter number of times played
ca: introduïu el nombre de vegades que s'ha jugat
de: Anzahl gespielt eingeben
eu_es: sartu jokatutako partida zenbatekoa
fr: ENTREZ LE NOMBRE DE PARTIES
hu: játszások számának megadása
it: inserisci numero delle partite giocate
ja_jp: プレイ回数を入力する
ko: 플레이 횟수 입력
lb_lu: aginn wéi oft een gespillt huet
lv_lv: ievadiet atskaņojuma skaitu
nl: Wijzig aantal malen gespeeld
pl: wpisz liczbę włączeń
pt_br: DIGITE O NÚMERO DE VEZES JOGADAS
ru_ru: введите количество сыгранных раз
sk_sk: zadajte počet hraní

source: Last played
ca: Jugat per última vegada
de: Zuletzt gespielt
eu_es: Azken jokatutakoa
fr: DERNIER JEU
hu: Utoljára játszva
it: Ultima partita
ja_jp: 最後にプレイした日時
ko: 마지막 플레이
lb_lu: fier d'läscht gespillt
lv_lv: Spēlēts
nl: Laatst gespeeld
pl: Ostatnio grano
pt_br: ÚLTIMA VEZ JOGADO
ru_ru: Последний запуск
sk_sk: Naposledy hrané

source: enter last played date
ca: introduïu quan vau jugar per última vegada
de: Datum Zuletzt gespielt eingeben
eu_es: sartu azken jokatutako data
fr: ENTREZ LA DATE DE LA DERNIÈRE PARTIE
hu: utoljára játszva idejének megadása
it: inserisci la data dell'ultima partita
ja_jp: 最後にプレイした日時を入力
ko: 마지막 플레이한 날짜 입력
lb_lu: datum aginn wéinie fier d'läscht gespillt ginn ass
lv_lv: Ievadiet spēlēšanas datumu
nl: Wijzig laatst gespeelde datum
pl: wpisz datę ostatniej gry
pt_br: DIGITE A ÚLTIMA DATA JOGADA
ru_ru: введите дату последнего запуска
sk_sk: zadajte dátum poslednej hry

source: %i GAME AVAILABLE
ca: HI HA %i JOC DISPONIBLE
de: %i SPIEL VERFÜGBAR
eu_es: JOKO %i ERABILGARRI
fr: %i JEU DISPONIBLE
hu: %i JÁTÉK ELÉRHETŐ
it: %i GIOCO DISPONIBILE
ja_jp: %i 個のゲームがあります
ko: %i 개의 게임 사용 가능 %i 개의 게임 사용 가능
lb_lu: %i SPILL DISPONIBEL
lv_lv: %i SPĒLE
nl: %i Spel beschikbaar %i Spellen beschikbaar
pl: %i GRA DOSTĘPNA
pt_br: %i JOGO DISPONÍVEL
ru_ru: %i ИГРА ДОСТУПНА
sk_sk: %i hra dostupná

source: %i FAVORITE
ca: HI HA %i PREFERIT
de: %i FAVORIT
eu_es: %i GOGOKOA
fr: %i FAVORIS
hu: %i KEDVENC
it: %i PREFERITO
ja_jp: %i 個のお気に入り
ko: %i 개의 즐겨찾기 %i 개의 즐겨찾기
lb_lu: %i FAVORIT
lv_lv: %i IECIENĪTA
nl: %i Favoriet %i Favorieten
pl: %i ULUBIONA
pt_br: %i FAVORITO
ru_ru: %i В ИЗБРАННЫХ
sk_sk: %i obľúbená

source: SCROLL
ca: DESPLAÇA
de: SCROLLEN
fr: DÉFILER
hu: GÖRGET
it: SCORRI
ja_jp: スクロール
ko: 스크롤
lb_lu: SCROLLEN
lv_lv: ŠĶIRSTĪT
pl: PRZEWIŃ
pt_br: ROLAR
ru_ru: ЛИСТАТЬ
sk_sk: Rolovať

source: LAUNCH
ca: EXECUTA
de: STARTEN
eu_es: ABIARAZI
fr: LANCER
hu: ELINDÍT
it: AVVIA
ja_jp: 起動
ko: 실행
lb_lu: STARTEN
lv_lv: PALAIST
nl: Spelen
pl: URUCHOM
pt_br: EXECUTAR
ru_ru: ЗАПУСК
sk_sk: Spustiť

source: Times played
ca: Nombre de vegades que s'ha jugat
de: Anzahl gespielt
eu_es: Zenbat aldiz jokatua
fr: NB DE PARTIES
hu: Játszott idő
it: Numero partite
ja_jp: 回プレイ済み
ko: 플레이 횟수
lb_lu: Wéi oft gespillt
lv_lv: Spēlēja
nl: Keren gespeeld
pl: Liczba uruchomień
pt_br: VEZES JOGADAS
ru_ru: Сыграно раз
sk_sk: Počet hraní

source: MENU
ca: MENÚ
de: MENÜ
eu_es: MENUA
hu: MENÜ
ja_jp: メニュー
ko: 메뉴
lb_lu: MENÜ
lv_lv: IZVĒLNE
ru_ru: МЕНЮ
sk_sk: Ponuka

source: FILENAME, ASCENDING
ca: NOM DEL FITXER, ASCENDENT
de: DATEINAME, AUFSTEIGEND
eu_es: FITXATEGI IZENA, IGOTZEN
fr: FICHIER, Z-A
hu: FÁJLNÉV, NÖVEKVŐ
it: NOME FILE, ASCENDENTE
ja_jp: ファイル名, 昇順
ko: 파일명, 오름차순
lb_lu: DATEINUMM, EROPSTEIGEND
lv_lv: NOSAUKUMS AUGOŠI
nl: Bestandsnaam, Boven
pl: NAZWA PLIKU, ROSNĄCO
pt_br: NOME DO ARQUIVO, CRESCENTE
ru_ru: ИМЯ ФАЙЛА, ПО ВОЗРАСТАНИЮ
sk_sk: Názov súboru, vzostupne

source: FILENAME, DESCENDING
ca: NOM DEL FITXER, DESCENDENT
de: DATEINAME, ABSTEIGEND
eu_es: FITXATEGI IZENA, JAISTEN
fr: FICHIER, A-Z
hu: FÁJLNÉV, CSÖKKENŐ
it: NOME FILE, DISCENDENTE
ja_jp: ファイル名, 降順
ko: 파일명, 내림차순
lb_lu: DATEINUMM, EROFSTEIGEND
lv_lv: NOSAUKUMS DILSTOŠI
nl: Bestandsnaam, Beneden
pl: NAZWA PLIKU, MALEJĄCO
pt_br: NOME DO ARQUIVO, DECRESCENTE
ru_ru: ИМЯ ФАЙЛА, ПО УБЫВАНИЮ
sk_sk: Názov súboru, zostupne

source: RATING, ASCENDING
ca: VALORACIÓ, ASCENDENT
de: BEWERTUNG, AUFSTEIGEND
eu_es: PUNTUAZIOA, IGOTZEN
fr: VOTES, Z-A
hu: ÉRTÉKELÉS, NÖVEKVŐ
it: VOTO, ASCENDENTE
ja_jp: 評価, 昇順
ko: 평점, 오름차순
lb_lu: BAWÄERTUNG, EROPSTEIGEND
lv_lv: VĒRTĒJUMS AUGOŠI
nl: Beoordeling, Boven
pl: OCENA, ROSNĄCO
pt_br: AVALIAÇÃO, CRESCENTE
ru_ru: РЕЙТИНГ, ПО ВОЗРАСТАНИЮ
sk_sk: Hodnotenie, vzostupne

source: RATING, DESCENDING
ca: VALORACIÓ, DESCENDENT
de: BEWERTUNG, ABSTEIGEND
eu_es: PUNTUAZIOA, JAISTEN
fr: VOTES, A-Z
hu: ÉRTÉKELÉS, CSÖKKENŐ
it: VOTO, DISCENDENTE
ja_jp: 評価, 降順
ko: 평점, 내림차순
lb_lu: BAWÄERTUNG, EROFSTEIGEND
lv_lv: VĒRTĒJUMS DILSTOŠI
nl: Beoordeling, Beneden
pl: OCENA, MALEJĄCO
pt_br: AVALIAÇÃO, DECRESCENTE
ru_ru: РЕЙТИНГ, ПО УБЫВАНИЮ
sk_sk: Hodnotenie, zostupne

source: TIMES PLAYED, ASCENDING
ca: NOMBRE DE VEGADES JUGAT, ASCENDENT
de: ANZAHL GESPIELT, AUFSTEIGEND
eu_es: ZENBAT ALDIZ JOKATUA, IGOTZEN
fr: PARTIES JOUÉES, Z-A
hu: JÁTSZVA, NÖVEKVŐ
it: NUMERO PARTITE, ASCENDENTE
ja_jp: プレイ回数, 昇順
ko: 플레이 횟수, 오름차순
lb_lu: WÉI OFT GESPILLT, EROPSTEIGEND
lv_lv: SPĒLĒŠANAS REIZES AUGOŠI
nl: Aantal malen gespeeld, Boven
pl: LICZBA WŁĄCZEŃ, ROSNĄCO
pt_br: VEZES JOGADAS, CRESCENTE
ru_ru: СЫГРАНО РАЗ, ПО ВОЗРАСТАНИЮ
sk_sk: Čas hrania, vzostupne
