Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Your USB device has been initialized! You can unplug it and copy your games on it.
fr: Votre périphérique USB a été initialisé ! Vous pouvez le débrancher et copier vos jeux dessus.
hu: Az USB-eszköz inicializálása megtörtént! Kihúzhatod és másolhatod rá a játékaidat.
it: La tua periferica USB è stata inizializzata! Puoi scollegarla e copiare i tuoi giochi su di essa.
sk_sk: Vaše USB zariadenie bolo inicializované! Môžete ho odpojiť a nahrať tam hry.

source: The USB device %NAME% with no rom folder has been plugged in. Would you like to create rom folders on this device?
fr: Le périphérique USB %NAME% sans dossier rom a été branché. Voulez-vous créer des dossiers roms sur ce périphérique ?
hu: A %NAME% USB-eszköz csatlakoztatva van, de nem tartalmaz ROM-mappát. Szeretnél ROM-mappát létrehozni ezen az eszközön?
it: La periferica USB %NAME% senza nessuna cartella per roms è stata collegata. Vuoi creare la cartella per le rom su questa periferica?
sk_sk: Bolo pripojené USB zariadenie %NAME% bez priečinku hier. Chcete na tomto zariadení vytvoriť priečinky hier?

source: Initialization failed! Your USB device is full or contains errors. Please repair or use another device.
fr: L'initialisation a échoué ! Votre périphérique USB est plein ou contient des erreurs. Veuillez le réparer ou utiliser un autre périphérique.
hu: Az inicializálás nem sikerült! Az USB-eszköz megtelt vagy hibákat tartalmaz. Kérjük, javítsd meg, vagy használj másik eszközt.
it: Inizializzazione fallita! La tua periferica USB è piena o contiene errori. Per favore riparala oppure usa un'altra periferica.
sk_sk: Inicializácia zlyhala! Vaše USB zariadenie je plné alebo obsahuje chyby. Prosím, opravte ho alebo použite iné.

source: WARNING: You device may not have been properly unplugged and has consistency errors. As a result, it's been mounted as read-only. You should plug your device in a Window PC and use the repair tool.
fr: AVERTISSEMENT : Votre périphérique n'a peut-être pas été correctement débranché et présente des erreurs. Par conséquent, il a été monté en lecture seule. Il est recommandé de brancher votre appareil sur un PC Windows et d'utiliser l'outil de réparation de disques.
hu: FIGYELMEZTETÉS: Lehet, hogy az eszközt nem húzták ki megfelelően, és konzisztenciahibák vannak, emiatt csak olvashatóként lett csatlakoztatva. Csatlakoztassa az eszközt egy Windows PC-hez, és használja a javítóeszközt.
it: ATTENZIONE: la tua periferica potrebbe non essere stata collegata correttamente ed ha errori di consistenza. Di conseguenza è stata montata in modalità sola lettura. Dovresti collegare la tua periferica ad un PC Windows e usare il tool per ripararla.
sk_sk: Upozornenie: Je možné, že zariadenie nebolo správne odpojené a obsahuje chyby konzistencie. V dôsledku toho bolo pripojené iba na čítanie. Mali by ste zariadenie pripojiť k počítaču so systémom Windows a použiť nástroj na opravu.

source: DISPLAY BY FILENAME
fr: AFFICHER PAR NOM DE FICHIER
hu: FÁJLNÉV SZERINT
it: MOSTRA PER NOME FILE
sk_sk: Zobraziť podľa názvu súboru

source: Display games by file names.
fr: Afficher les jeux par nom de fichier.
hu: Játékok megjelenítése fájlnevek szerint.
it: Mostra i giochi per nome file
ja_jp: Afficher les jeux par noms de fichier
sk_sk: Zobraziť hry podľa názvov súborov

source: SEARCH GAMES HERE
fr: RECHERCHER DES JEUX ICI
hu: JÁTÉKOK KERESÉSE
it: CERCA GIOCHI QUI
sk_sk: Tu vyhľadajte hry

source: GAME FILTERS
fr: FILTRES DES JEUX
hu: JÁTÉK SZŰRŐK
it: FILTRI GIOCHI
sk_sk: Filtre hier

source: This game is currently updating its metadata. Retry in a few seconds.
fr: Ce jeu est en train de mettre à jour ses métadonnées. Réessayez dans quelques secondes.
hu: Ez a játék jelenleg frissíti a metaadatait. Próbáld újra néhány másodperc múlva.
it: Questo gioco sta aggiornanto i suoi metadata. Riprova fra qualche secondo.
sk_sk: Táto hra práve aktualizuje svoje metadára. Skúste prosím neskôr.

source: SHOW ONLY LATEST VERSION
fr: AFFICHER UNIQUEMENT LA DERNIÈRE VERSION
hu: CSAK A LEGÚJABB VERZIÓ MUTATÁSA
it: MOSTRA SOLO L'ULTIMA VERSIONE
sk_sk: Zobraziť iba poslednú verziu

source: SHOW ONLY FAVORITES
fr: N'AFFICHER QUE LES FAVORIS
hu: CSAK A KEDVENCEK MUTATÁSA
it: MOSTRA SOLO PREFERITI
sk_sk: Zobraziť iba obľúbené

source: SHOW HIDDEN GAMES
fr: AFFICHER LES JEUX CACHÉS
hu: REJTETT JÁTÉKOK MUTATÁSA
it: MOSTRA GIOCHI NASCOSTI
sk_sk: Zobraziť skryté hry

source: HIDE NO GAMES
fr: CACHER LES NON JEUX
hu: JÁTÉK NÉLKÜL ELREJTÉS
it: NON NASCONDERE GIOCHI
sk_sk: Skryť bez hier

source: Hide non final versions of a same game.
fr: Cacher les versions non finales d'un même jeu.
hu: A játék nem végleges verzióinak elrejtése.
it: Nascondi le versioni non-finali dello stesso gioco.
sk_sk: Skryť nefinálne verzie hry

source: Hide all pre-installed games.
fr: Cacher tous les jeux préinstallés.
hu: Előretelepített játékok elrejtése.
it: Nascondi tutti i giochi pre-installati.
sk_sk: Skryť všetky predinštalované hry

source: Hide no executable games. for example bios
fr: Cacher les jeux non exécutables, par exemple les bios.
hu: A nem futtatható játékok, például a BIOS elrejtése.
it: Nascondi i giochi non eseguibili, ad esempio i bios.
sk_sk: Skryť nespustiteľné hry, napr. BIOS

source: Display game by file name instead of game name.
fr: Afficher le nom du fichier au lieu du nom du jeu.
hu: A játék fájlnevének mutatása a játék neve helyett.
it: Mostra i giochi col nome del file piuttosto che il nome del gioco.
sk_sk: Zobraziť hru podľa názvu súboru namiesto názvu hry

source: Filtering games you want to show.
fr: Filtrer les jeux que vous voulez afficher.
hu: A megjeleníteni kívánt játékok szűrése.
it: Filtra i giochi che vuoi vedere.
sk_sk: Filtrovanie hier, ktoré chcete zobraziť

source: If a game patch (hack, trad) has same name as a rom, it will be be auto patched. This menu allow to deactivate the auto patch or to have a confirm box
fr: Si un patch de jeu (hack, trad) a le même nom qu'une rom, elle sera auto patchée. Ce menu permet de désactiver l'auto patch ou d'avoir une boîte de confirmation.
hu: Ha egy játék javításának (hack, trad) ugyanaz a neve, mint egy ROM-nak, akkor automatikusan javításra kerül. Ez a menü lehetővé teszi az automatikus javítás kikapcsolását vagy megerősítés igénylését.
it: Se una patch di gioco (hack, traduzione) ha lo stesso nome della rom, verrà patchata automaticamente. Questo menù permette di disattivare la patch automatica o mostrare una finestra di conferma.
sk_sk: Ak má herná záplata (hack, trad) rovnaký názov ako ROM, bude automaticky opravená. Táto ponuka umožňuje deaktivovať automatický patch alebo zobraziť potvrdzovacie okno.

source: DISABLE
fr: DÉSACTIVER
hu: LETILTÁS
it: DISABILITA
sk_sk: Zakázať

source: CONFIRM
fr: CONFIRMER
hu: MEGERŐSÍT
it: CONFERMA
sk_sk: Potvrdiť

source: A patch has been detected
fr: Un patch a été détecté
hu: Patch felismerve
it: Una patch è stata trovata
sk_sk: Bola nájdená záplata

source: original
hu: eredeti
it: originale
sk_sk: originál

source: patched
fr: patché
hu: patchelve
it: patchata
sk_sk: patchované

source: A fatal error occured while scraping your game! It may be related to server issues or bad login/password. Try again in a few moment or fix your credentials if required.
fr: Une erreur fatale s'est produite lors de le scraping de votre jeu ! Cela peut être lié à des problèmes de serveur ou à un mauvais nom d'utilisateur/mot de passe. Essayez à nouveau dans quelques instants ou corrigez vos informations d'identification si nécessaire.
hu: Végzetes hiba történt a játék lekérésekor! Lehet, hogy szerver probléma, vagy rossz a felhasználónév/jelszó. Próbáld újra néhány pillanat múlva, vagy javítsd ki a hitelesítési adataid.
it: Un errore fatale è successo mentre il tuo gioco era in scraping! Può essere collegato al server o ad un login/password errato. Prova di nuovo fra pochi minuti o cambia le tue credenziali se necessario.
sk_sk: Počas vyhľadávania vašej hry nastala fatálna chyba! Môže to súvisieť so servrom alebo zlým menom/heslom. Skúste neskôr alebo opravte vaše údaje.

source: Your scraping session completed. Press OK to show the results.
fr: Votre session de scraping est terminée. Appuyez sur OK pour afficher les résultats.
hu: A lekérési munkamenet befejeződött. Nyomd meg az OK gombot az eredmények megjelenítéséhez.
it: La sessione di scraping è completata. Premi OK per mostrare il risultato.
sk_sk: Vyhľadávanie bolo ukončené. Stlačte OK na zobrazenie výsledkov.

source: Please select one or more systems to scrape!
fr: Veuillez sélectionner un ou plusieurs systèmes à scraper !
hu: Kérjük, válassz ki egy vagy több rendszert a lekéréshez!
it: Per favore seleziona uno o più sistemi a cui fare lo scraping!
sk_sk: Prosím, vyberte jeden alebo viac systémov na vyhľadanie!

source: Your system has not enough memory to handle %SYSTEMS% systems. You should not exceed %MAXSYSTEMS% consoles/computers or you may face stability issues! You can hide preinstalled games in UI SETTINGS menu to decrease active systems
fr: Votre système n'a pas assez de mémoire pour gérer %SYSTEMS% systèmes. Vous ne devriez pas dépasser %MAXSYSTEMS% consoles/ordinateurs ou vous risqueriez de rencontrer des problèmes de stabilité ! Vous pouvez masquer les jeux préinstallés dans le menu de l'interface utilisateur pour réduire le nombre de systèmes actifs.
hu: A rendszernek nincs elég memóriája a %SYSTEMS% rendszerek kezelésére. Ne lépd túl a %MAXSYSTEMS% konzolok/számítógépek számát, különben stabilitási problémákkal szembesülhetsz! Az előre telepített játékokat elrejtheted a felhasználói felület BEÁLLÍTÁSAI menüben az aktív rendszerek csökkentése érdekében.
it: Il tuo sistema non ha abbastanza memoria per gestire %SYSTEMS% sistemi. Non dovresti eccedere %MAXSYSTEMS% console/computers o potresti incorrere in problemi di instabilità! Puoi nascondere i giochi preinstallati nelle OPZIONI UI per diminuire la quantità di sistemi attivi.
sk_sk: Váš systém nemá dosť pamäte na spracovanie %SYSTEMS% systémov. Nemali by ste presiahnuť %MAXSYSTEMS% konzol/systémov, inak budete mať problémy so stabilitou! Môžete skryť predinštalované hry v ponuke Nastavenia UI na zníženie počtu aktívnych systémov.

source: Your system has not enough memory to handle %GAMES% games. You should not exceed %MAXGAMES% or you may face stability issues!
fr: Votre système n'a pas assez de mémoire pour gérer %GAMES% jeux. Vous ne devriez pas dépasser %MAXGAMES% jeux ou vous risqueriez de rencontrer des problèmes de stabilité !
hu: A rendszernek nincs elég memóriája %GAMES% játékok kezelésére. Ne lépd túl a %MAXGAMES%-ot, különben stabilitási problémákkal szembesülhetsz!
it: Il tuo sistema non ha abbastanza memoria per gestire %GAMES% giochi. Non dovresti eccedere %MAXGAMES% o potresti incorrere in problemi di instabilità!
sk_sk: Váš systém nemá dosť pamäte na spracovanie %GAMES% hier. Nemali by ste presiahnuť %MAXGAMES%, inak budete mať problémy so stabilitou!

source: WARNING! SYSTEM OVERLOAD!
fr: AVERTISSEMENT ! SURCHARGE DU SYSTÈME !
hu: FIGYELEM! RENDSZER TÚLTERHELÉS!
it: ATTENZIONE! SOVRACCARICO DI SISTEMA!
sk_sk: Upozornenie! Preťaženie systému!

source: Welcome back %NAME%! Patron level %LEVEL% You are now connected to your recalbox patron account, and all exclusives features are available!
fr: Bienvenue %NAME% ! Patron niveau %LEVEL% Vous êtes maintenant connecté à votre compte patron Recalbox, et toutes les fonctionnalités exclusives sont disponibles !
hu: Üdvözlünk újra %NAME%! Patron szint %LEVEL% Most csatlakoztál a Recalbox Patreon fiókodhoz, és minden exkluzív funkció elérhető!
it: Benvenuto %NAME%! Livello Patron %LEVEL% Ora sei collegato al tuo account patron di recalbox, e tutte le opzioni esclusive sono disponibili!
sk_sk: Vitajte späť, %NAME%! Patron úroveň %LEVEL% Ste teraz prepojení s vašim Recalbox účtom Patreon a máte dostupné exkluzívne funkcie!

source: Hello %NAME%, your private key is linked to a Patreon account which is no longer a Recalbox Patron. We still hope to see you back soon as a Recalbox Patron! Delete your private key to suppress this message.
fr: Bonjour %NAME%, votre clé privée est liée à un compte Patreon qui n'est plus patron de Recalbox. Nous espérons tout de même vous revoir bientôt en tant que patron Recalbox ! Effacez votre clé privée pour supprimer ce message.
hu: Szia %NAME! A privát kulcsod a Patreon-fiókodhoz van kapcsolva, és már nem a Recalbox Patron fiókjához. Továbbra is reméljük, hogy hamarosan újra találkozunk a Recalbox pártfogójaként! Az üzenet letiltásához töröld a privát kulcsod.
it: Salve %NAME%, la tua chiave privata collegata al tuo account Patreon non è più un Recalbox Patron: Speriamo comunque di vederti tornare come Recalbox Patron! Cancella la tua chiave privata per cancellare questo messaggio.
sk_sk: Vitajte, %NAME%, váš súkromný kľúč je prepojený s účtom Patreon, ktorý už nie je patrónom Recalboxu. Stále dúfame, že vás uvidíme znova ako patróna Recalboxu! Vymažte súkromný kľúč na zrušenie tejto správy.

source: Your private key does not allow to retrieve your Patreon information. Go to recalbox.com/patreon to generate a new valid key!
fr: Votre clé privée ne permet pas de récupérer vos informations de patron. Rendez-vous sur recalbox.com/patreon pour générer une nouvelle clé valide !
hu: A privát kulcsod nem teszi lehetővé a Patreon-információk lekérését. Nyisd meg a recalbox.com/patreon oldalt egy új érvényes kulcs létrehozásához!
it: La tua chiave privata non permette di recuperare le tue credenziali Patreon. Vai su recalbox.com/patreon per generare una chiave valida!
sk_sk: Váš súkromný kľúč neumožňuje získanie informácie z Patreon. Choďte na recalbox.com/patreon na vygenerovanie nového platného kľúča!

source: Sorry we're not able to retrieve your Patron level because no network is available!
fr: Désolé, nous ne sommes pas en mesure de récupérer votre niveau de patron car aucun réseau n'est disponible !
hu: Sajnáljuk, nem tudjuk lekérni a Patreon szinted, mert nincs hálózati kapcsolat!
it: Siamo spiacenti ma non riusciamo a recuperare il tuo livello Patron perché nessuna connessione è disponibile!
sk_sk: Prepáčte, nemôžeme získať vašu Patreon úroveň, lebo nie je dostupná sieť

source: We're not able to retrieve your Patron level! Sorry for the inconvenience, we're already working on a fix!
fr: Nous ne sommes pas en mesure de récupérer votre niveau de patron ! Désolé pour le désagrément, nous travaillons déjà sur un correctif !
hu: Nem tudjuk lekérni a Patreon szinted! Elnézést a kellemetlenségért, már dolgozunk a javításon!
it: Non abbiamo recuperato il tuo livello Patron! Ci scusiamo per l'inconveniente, stiamo già lavorando ad una soluzione!
sk_sk: Nevieme získať vašu Patreon úroveň! Ospravedlňujeme sa za nepríjemnosti, pracujeme na oprave!

source: CASE MANAGEMENT
fr: GESTION DES BOÎTIERS
it: GESTIONE CASE
sk_sk: Správa skriniek

source: To take advantage of the safe shutdown feature, the SAFE SHUTDOWN switch of your Retroflag case (located inside the case, on the electronic part) must be positioned on ON.
fr: Pour bénéficier de la fonction d'arrêt sécurisé, l'interrupteur SAFE SHUTDOWN de votre boîtier Retroflag (situé à l'intérieur du boîtier, sur la partie électronique) doit être positionné sur ON.
hu: A biztonságos leállítási funkció kihasználásához a Retroflag eszköz SAFE SHUTDOWN kapcsolóját (a tok belsejében, az elektronikus részen található) ON állásba kell kapcsolni.
it: Per avere il vantaggio dell'opzione di spegnimento sicuro, l'interruttore SAFE SHUTDOWN dentro al tuo case Retroflag (posizionato dentro al case, sulla scheda elettronica) deve essere posizionato su ON.
sk_sk: Na využitie funkcie bezpečného vypnutia musí byť zapnutý prepínač SAFE SHUTDOWN na vašej krabičke Retroflag (vnútri na elektronickej časti).

source: If you installed a case on your Recalbox, you can install or uninstall it in this. Some cases are detected automatically and will also be reported here.
fr: Si vous avez installé votre Recalbox dans un boîtier, vous pouvez l'installer ou le désinstaller dans ce menu. Les boîtiers détectés automatiquement seront listés ici.
it: Se hai installato Recalbox in un case, puoi installarlo o disinstallarlo con questo. Alcuni case sono riconosciuti automaticamente e verrà notificato qui.
sk_sk: Ak ste nainštalovali krabičku na váš Recalbox, môžete ju nainštalovať alebo odinštalovať tu. Niektoré krabičky sa zistia automaticky a tu sa aj zobrazia.

source: Initializing roms folders...
fr: Initialisation des dossiers des roms...
hu: Rom mappák inicializálása...
it: Inizializzazione cartelle roms...
sk_sk: Inicializujem ROM priečinky...

source: Initializing share folders...
fr: Initialisation des dossiers du share...
hu: Megosztási mappák inicializálása...
it: Inzializzazione cartelle condivise...
sk_sk: Inicializujem SHARE priečinky...

source: The USB device %NAME% with no rom folder and no share folder has been plugged in! Would you like to initialize this device?
fr: Le périphérique USB %NAME% sans dossier de roms ou dossier de share a été branché ! Souhaitez-vous initialiser ce périphérique ?
hu: A %NAME% USB-eszköz csatlakoztatva van, de nem tartalmaz rom mappát és nincs megosztási mappa! Szeretnéd inicializálni ezt az eszközt?
it: La periferica USB %NAME% senza cartelle roms e cartelle share è stata collegata! Vuoi inizializzare la periferica?
sk_sk: Bolo vložené USB zariadenie %NAME% bez hier a SHARE priečinka! Chcete inicializovať toto zariadenie?

source: • Choose '%INIT%' to create only all the rom folders
fr: • Choisissez '%INIT%' pour créer uniquement tous les dossiers des roms
hu: • Válaszd a '%INIT%' lehetőséget, ha csak a rom mappákat szeretnéd létrehozni
it: • Scegli '%INIT%' per creare solamente le cartelle roms
sk_sk: Zvoľte '%INIT%' na vytvorenie iba priečinkov pre hry

source: • Choose '%MOVE%' to copy all the current share to the new device, automatically switch to this device, and reboot
fr: • Choisissez '%MOVE%' pour copier tout le share actuel vers le nouveau périphérique, basculer automatiquement sur ce dernier et redémarrer
hu: • Válaszd a '%MOVE%' lehetőséget az összes jelenlegi megosztás új eszközre másolásához, automatikus váltáshoz erre az eszközre, és újraindításhoz.
it: • Scegli '%MOVE%' per copiare tutte le cartelle nella nuova periferica, cambiare automaticamente ad essa e riavviare
sk_sk: Zvoľte '%MOVE%' na skopírovanie všetkých vašich údajov na nové zariadenie, automaticky prepnutie na toto zariadenie a reštart

source: • Or just chose '%CANCEL%' to do nothing with this new device
fr: • Ou choisissez '%CANCEL%' pour ne rien faire avec ce nouveau périphérique
hu: • Vagy egyszerűen válaszd a „%CANCEL%” lehetőséget, ha nem szeretnél semmit sem tenni ezzel az új eszközzel
it: • Oppure scegli '%CANCEL%' per non fare nulla sulla nuova periferica
sk_sk: Alebo len zvoľte '%CANCEL%' na nevykonanie žiadnej akcie s týmto novým zariadením

source: INITIALIZE
fr: INITIALISER
hu: INICIALIZÁL
it: INIZIALIZZA
sk_sk: Inicializovať

source: MOVE SHARE
fr: DÉPLACER LE SHARE
hu: MEGOSZTÁS ÁTHELYEZÉSE
it: SPOSTA SHARE
sk_sk: Presunúť SHARE

source: Setting up boot device...
fr: Paramétrage du nouveau périphérique de démarrage...
hu: Indítóeszköz beállítása...
it: Impostazione periferica di boot...
sk_sk: Nastavujem spúšťacie zariadenie...

source: Your USB device has been initialized! Ready to reboot on your new share device!
fr: Votre périphérique USB a été initialisé ! Le système est prêt à redémarrer sur votre nouveau share !
hu: Az USB-eszköz inicializálása megtörtént! Készen áll az újraindításra az új megosztási eszközre!
it: La tua periferica USB è stata inizializzata! Pronta per riavviare la tua periferica share!
sk_sk: Vaše USB zariadenie bolo inicializované! Pripravte sa na reštart na nové zariadenie!

source: UPDATING...
fr: MISE À JOUR...
hu: FRISSÍTÉS...
it: AGGIORNAMENTO...
sk_sk: Aktualizujem...

source: %i file
fr: %i fichier
hu: %i fájl
sk_sk: %i súbor

source: %i files
fr: %i fichiers
hu: %i jájl
sk_sk: %i súborov

source: RGB output for VGA666, PI2SCART, RGBPI.
fr: Sortie RGB pour le VGA666, PI2SCART, RGBPI.
hu: RGB kimenet VGA666, PI2SCART, RGBPI.
it: Uscita RGB per VGA666, PI2SCART, RGBPI.
sk_sk: RGB výstup pre VGA666, PI2SCART, RGBPI

source: CRT ADAPTER
fr: ADAPTATEUR CRT
it: ADATTATORE CRT
sk_sk: CRT adaptér

source: Enable RGB output for VGA666, PI2SCART, RGBPI.
fr: Activer la sortie RGB pour VGA666, PI2SCART, RGBPI.
hu: RGB kimenet engedélyezése VGA666, PI2SCART, RGBPI
it: Abilita l'uscita RGB per VGA666, PI2SCART, RGBPI
sk_sk: Povoliť RGB výstup pre VGA666, PI2SCART, RGBPI

source: MENU RESOLUTION
fr: MENU RÉSOLUTION
hu: MENÜ FELBONTÁS
it: RISOLUZIONE MENU
sk_sk: Rozlíšenie ponuky

source: Select emulationstation resolution. 480i is recommended for better details.
fr: Choisir la résolution de du frontend. La résolution 480i est recommandée pour plus de détails.
hu: Válaszd ki az emulationstation felbontását. A jobb részletekért a 480i ajánlott.
it: Seleziona la risoluzione di emulationstation. 480i è consigliato per avere più dettagli.
sk_sk: Vyberte rozlíšenie EmulationStation. 480i sa odporúča pre lepšie detaily.

source: SCREEN TYPE
fr: TYPE D'ÉCRAN
hu: KIJELZŐ TÍPUS
it: TIPO DI SCHERMO
sk_sk: Typ obrazovky

source: FORCE 50HZ
fr: FORCER LE 50HZ
hu: 50HZ KÉNYSZERÍTÉS
it: FORZA 50HZ
sk_sk: Vynútiť 50 Hz

source: SELECT GAME REFRESH RATE AT LAUNCH
fr: SÉLECTIONNER LE FRAMERATE DU JEU AU LANCEMENT
hu: JÁTÉK KÉPFRISSÍTÉSE INDÍTÁSKOR
it: SELEZIONA LA FREQUENZA DI AGGIORNAMENTO DEL GIOCO ALL'AVVIO
sk_sk: Vybrať frekvenciu hry pri spustení

source: Let you choice between 50Hz and 60Hz at launch, for compatible systems.
fr: Permet de choisir entre 50Hz et 60Hz au lancement, pour les systèmes compatibles.
hu: Indításkor választhatsz 50Hz és 60Hz között a kompatibilis rendszerekhez.
it: Ti permette di selezionare tra 50Hz e 60Hz all'avvio, per i sistemi compatibili.
sk_sk: Umožní vám vybrať medzi 50 Hz a 60 Hz pri spustení pre kompatibilné systémy

source: SELECT GAME RESOLUTION AT LAUNCH
fr: CHOISIR LA RÉSOLUTION DU JEU AU LANCEMENT
hu: JÁTÉK FELBONTÁSA INDÍTÁSKOR
it: SELEZIONA RISOLUZIONE DI GIOCO ALL'AVVIO
sk_sk: Vybrať rozlíšenie hry pri spustení

source: Let you choice between 240p, 480i, or 480p at launch, for compatible systems.
fr: Choisir la résolution entre 240p, 480i ou 480p au lancement, pour les systèmes compatibles.
hu: A kompatibilis rendszerekhez indításkor választhat a 240p, 480i vagy 480p között.
it: Ti permette di selezionare tra 240p, 480i, o 480p all'avvio, per i sistemi compatibili.
sk_sk: Umožní vám vybrať medzi 240p, 480i alebo 480p pre kompatibilné systémy

source: RUN DEMOS IN 240P@120
fr: LANCER LES DÉMOS EN 240P@120
hu: DEMÓK FUTTATÁSA 240P@120-BAN
it: AVVIA DEMO A 240p@120
sk_sk: Spustiť demá v 240p@120

source: SCANLINES IN 480P
fr: SCANLINES EN 480P
hu: SCANLINES 480P-BEN
it: SCANLINES A 480P
sk_sk: Scan riadky v 480p

source: Run the demos in 240p resolution on you 31kHz monitor.
fr: Lance les démos en résolution 240p sur votre moniteur 31kHz.
hu: Demók futtatása 240p felbontásban 31 kHz-es monitoron.
it: Avvia le demo con risoluzione a 240p sul tuo monitor a 31kHz.
sk_sk: Spustiť demá v rozlíšení 240p na vašom 31 kHz monitore

source: ZERO LAG (BETA)
hu: NULLA KÉSLELTETÉS (BÉTA)
sk_sk: Nulový lag (beta)

source: Configure emulators to approach a zero lag experience.
fr: Configure les émulateurs pour vous rapprocher d'une expérience sans latence.
hu: Konfigurálja az emulátorokat úgy, hogy megközelítse a nulla késleltetést.
it: Configura gli emulatori per raggiungere una esperienza con zero lag.
sk_sk: Nastaviť emulátory na dosiahnutie nulového lagu

source: FORCE SOUND ON JACK
fr: FORCER LE SON SUR LE JACK
hu: HANG JACK KIMENETRE KÉNYSZERÍTÉSE
it: FORZA AUDIO SU JACK
sk_sk: Vynútiť zvuk cez jack
