Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Enable or disable Netplay in games.
de: Aktiviere oder deaktiviere Netplay in Spielen
fr: Activer ou désactiver Netplay dans les jeux.
hu: Netplay játékok engedélyezése vagy tiltása.
it: Abilita o disabilita il Netplay nei giochi.
ja_jp: ネットプレイを有効または無効にします。
ko: 게임에서 넷플레이 활성/비활성 여부
pl: Włącz/Wyłącz grę sieciową
pt_br: Habilitar ou desabilitar jogar em rede nos jogos.
ru_ru: Вкл/выкл. сетевой игры.
sk_sk: Povoliť alebo zakázať sieťovú hru

source: NICKNAME
de: SPITZNAME
fr: SURNOM
hu: BECENÉV
ja_jp: ニックネーム
ko: 닉네임
pl: NAZWA
pt_br: APELIDO
ru_ru: НИКНЕЙМ
sk_sk: Prezývka

source: Enable or disable connections throught relay servers.
de: Aktiviere oder deaktiviere Verbindungen über Relay Server
fr: Activer ou désactiver les connexions au travers de serveurs relais.
hu: Kapcsolatok engedélyezése vagy tiltása átjátszó szervereken keresztül.
it: Abilita o disabilità le connessioni tramite server d'inoltro.
ja_jp: リレーサーバーを介した接続を有効または無効にします。
ko: 릴레이 서버를 통한 연결 사용 또는 사용 안 함.
pl: Włącz lub wyłącz połączenie przez serwer przekaźnikowy.
pt_br: Habilitar ou desabilitar conexões através de servidores relay.
ru_ru: Вкл/выкл подключение через relay-сервер.
sk_sk: Povoliť alebo zakázať pripojenia cez relay servre

source: NO GAMES OR NO CONNECTION
de: KEINE SPIELE ODER KEINE VERBINDUNG
fr: PAS DE JEUX OU PAS DE CONNEXION
hu: NINCS JÁTÉK VAGY NINCS KAPCSOLAT
it: NESSUN GIOCO O NESSUNA CONNESSIONE
ja_jp: ゲームが存在しないか接続できません
ko: 게임이 없거나 연결이 되지 않음
pl: BRAK AKTYWNYCH GIER LUB POŁĄCZENIA
pt_br: NENHUM JOGO OU SEM CONEXÃO
ru_ru: НЕТ ИГР ИЛИ НЕТ СОЕДИНЕНИЙ
sk_sk: Žiadne hry alebo pripojenie

source: HASH NOW
de: HASH BERECHNEN
fr: HASHER MAINTENANT
hu: HASH MOST
it: HASH ORA
ja_jp: 今すぐハッシュ
ko: 지금 해시함
pl: HASHUJ TERAZ
pt_br: FAÇA HASH AGORA
ru_ru: ХЭШИРОВАТЬ СЕЙЧАС
sk_sk: Hashovať teraz

source: HASH THESE SYSTEMS
de: HASH DIESER SYSTEME BERECHNEN
fr: HASHER CES SYSTÈMES
hu: EZEKNEK A RENDSZEREKNEK A HASHELÉSE
it: HASH TUTTI I SISTEMI
ja_jp: これらのシステムをハッシュする
ko: 이 시스템을 해시함
pl: HASHUJ TE PLATRORMY
pt_br: FAÇA HASH NESTES SISTEMAS
ru_ru: ХЭШИРОВАТЬ ЭТИ СИСТЕМЫ
sk_sk: Hashovať tieto systémy

source: Add hash of roms in your gamelists to have more accurate results in Netplay.
de: Füge die Hashwerte deiner Roms hinzu, um genauere Ergebnisse in Netplay zu erhalten.
fr: Ajoutez les hashs des roms dans vos gamelists pour avoir un résultat plus précis en Netplay.
hu: Add hozzá a ROM-ok hash-ét a játéklistákhoz, hogy pontosabb Netplay eredményeket kapj.
it: Aggiungi l'hash delle rom nella tua gamelist per avere dei risultati più precisi nel Netplay.
ja_jp: ネットプレイでより正確な結果を得るには、ゲームリストにromのハッシュを追加します。
ko: Netplay에서 보다 정확한 결과를 얻으려면 게임리스트에 Roms의 해시를 추가하십시오.
pl: Dodaj hash ROM-ów w twoich listach gier by mieć precyzyjniejsze wyniki w grze sieciowej.
pt_br: Adicionar hash das roms na sua lista de jogos para ter resultados mais precisos em jogo de rede.
ru_ru: Добавить хэши ромов в ваш список игр для более точных результатов поиска в сетевой игре.
sk_sk: Pridať hashe vašich hier do vašich zoznamov hier pre presnejšie výsledky sieťových hier

source: HASH ROMS
de: HASH DER ROMS BERECHNEN
fr: HASHER LES ROMS
it: HASH ROM
ja_jp: Romをハッシュします
ko: 해시된 롬들
pl: HASHUJ ROM-Y
pt_br: FAÇA HASH DAS ROMS
ru_ru: ХЭШИРОВАТЬ РОМЫ
sk_sk: Hashovať ROMy

source: Only missing hashs
de: Nur fehlende Hashwerte
fr: Seulement hashs manquants
hu: Csak a hiányzó hashek
it: Solo Hash Mancanti
ja_jp: 見つからないハッシュのみ。
ko: 해시만 없음
pl: Tylko brakujące hashe
pt_br: Apenas hashs faltando
ru_ru: Только пропущенные хэши
sk_sk: Iba chýbajúce hashe

source: Username
de: Benutzername
fr: NOM
hu: Felhasználónév
it: Nome utente
ja_jp: ユーザー名
ko: 사용자이름
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru_ru: Никнейм
sk_sk: Meno používateľa

source: Country
de: Land
fr: PAYS
hu: Ország
it: Paese
ja_jp: 国名
ko: 지역
pl: Państwo
pt_br: País
ru_ru: Страна
sk_sk: Krajina

source: Latency
de: Latenz
fr: LATENCE
hu: Késleltetés
it: Latenza
ja_jp: レイテンシー
ko: 응답속도
pl: Opóźnienie
pt_br: Latência
ru_ru: Задержка
sk_sk: Latencia

source: Host arch.
fr: Arch. de l'hôte
it: Architettura host
ja_jp: ホストアーチ
ko: 호스트 아치
pl: arch. Hosta
pt_br: Arquitetura do servidor.
ru_ru: Платформа
sk_sk: Arch. hostiteľa

source: Core ver.
fr: Ver. du core
it: Versione di core
ja_jp: コアバージョン
ko: 코어 버전.
pl: Wersja rdzenia
pt_br: Versão do núcleo.
ru_ru: Версия ядра
sk_sk: Verzia jadra

source: RA ver.
fr: Ver. de RA
it: Ver. RA
ja_jp: RA バージョン
ko: RA 버전.
pl: Wersja RetroArch
pt_br: Retroarch ver.
ru_ru: Версия RA.
sk_sk: Verzia RA

source: Can join
de: Kann beitreten
fr: Joignable
hu: Csatlakozhatsz
it: Può unirsi
ja_jp: 参加可能
ko: 조인 가능
pl: Można dołączyć
pt_br: Pode ingressar
ru_ru: Можно подключаться
sk_sk: Môže pripojiť

source: Rom and core match
de: Rom und Core Übereinstimmung
fr: Les roms et cores sont Ok.
hu: ROM és core egyezik
it: Corrispondenza Rom e Core
ja_jp: ROMとコアが一致しました。
ko: 롬과 코어 매치
pl: ROM i rdzeń zgodne
pt_br: Núcleo e rom OK
sk_sk: Zhoda ROMu a jadra

source: Rom found
sk_sk: ROM nájdený

source: No rom match
de: Keine Rom Übereinstimmung
fr: Pas de corresp. de rom
hu: Nincs egyező ROM
it: Nessuna Corrispondenza Rom
ja_jp: ROMが一致しません
ko: 일치하는 롬 없음
pl: Brak zgodnych ROM-ów
pt_br: Nenhuma rom coincide
sk_sk: ROM nenájdený

source: Match
de: Übereinstimmung
fr: Correspond
hu: Egyezés
it: Corrispondenza
ja_jp: マッチしました
ko: 매치
pl: Zgodne
pt_br: Ok
sk_sk: Zhoda

source: No Match
de: Keine Übereinstimmung
fr: Pas de Corresp.
hu: Nincs egyezés
it: Nessuna Corrispondenza
ja_jp: マッチできませんでした
ko: 일치하는것 없음
pl: Niezgodne
pt_br: Não OK
sk_sk: Bez zhody

source: Rom file
de: ROM-Datei
fr: Fichier rom
hu: ROM fájl
it: File della ROM
ja_jp: ROMファイル
ko: 롬 파일
pl: Plik ROM-u
pt_br: Arquivo de rom
ru_ru: Файл рома
sk_sk: ROM súbor

source: THIS COULD TAKE A WHILE, CONFIRM?
de: DAS KÖNNTE EINE WEILE DAUERN, BESTÄTIGEN?
fr: CELA PEUT PRENDRE DU TEMPS, CONFIRMER ?
hu: SOK IDŐBE TELHET. BIZTOS?
it: QUESTO PUÒ RICHIEDERE DEL TEMPO, CONFERMARE?
ja_jp: しばらく時間がかかります。よろしいですか？
ko: 시간이 좀 걸릴 수 있습니다.. 진행 하시겠습니까?
pl: TO MOŻE CHWILĘ POTRWAĆ, POTWIERDZIĆ?
pt_br: ISTO PODE LEVAR UM TEMPO, CONFIRMAR?
ru_ru: ЭТО МОЖЕТ ЗАНЯТЬ ВРЕМЯ, ВЫ УВЕРЕНЫ?
sk_sk: Toto chvíľu potrvá. Potvrdiť?

source: good
de: gut
fr: Ok
hu: jó
it: bene
ja_jp: 良い
ko: 좋음
pl: Dobry
pt_br: bom
ru_ru: низкая
sk_sk: dobré

source: bad
de: schlecht
fr: mauvais
hu: rossz
it: male
ja_jp: 悪い
ko: 나쁨
pl: Zły
pt_br: ruim
ru_ru: высокая
sk_sk: zlé

source: medium
de: mittel
fr: moyen
hu: közepes
it: medio
ja_jp: 中間
ko: 중간
pl: Średni
pt_br: médio
ru_ru: средняя
sk_sk: stredné

source: NETPLAY POPUP DURATION
de: NETPLAY POPUP DAUER
fr: DURÉE DES POPUPS NETPLAY
hu: NETPLAY POPUP IDŐTARTAMA
it: DURATA DEL POPUP DI NETPLAY
ja_jp: ネットプレイポップアップの持続時間
ko: 넷플레이 팝업 지속시간
pl: DŁUGOŚĆ WYŚWIETLANIA OKIENKA GRY SIECIOWEJ
pt_br: DURAÇÃO DA CAIXA DE DIÁLOGO DO JOGO EM REDE
ru_ru: ЗАДЕРЖКА POP-UP СЕТЕВОЙ ИГРЫ
sk_sk: Doba zobrazenia okna sieťovej hry

source: Set duration of netplay popups, 0 means no popup.
de: Stelle die Dauer des Netplay Popups ein, 0 bedeutet keine Popups.
fr: Régler la durée des popups Netplay, 0 pour désactiver.
hu: Állítsd be a netplay popupok időtartamát. 0 letiltja a popupokat.
it: Imposta la durata dei popup del Netplay, 0 significa nessun popup.
ja_jp: ネットプレイポップアップの持続時間の設定、0を指定するとポップアップを表示しません
ko: 넷플레이 팝업 지속시간을 설정합니다. 값이 0 이면 팝업하지 않습니다.
pl: Ustaw długość wyświetlania okienka gry sieciowej. Ustaw 0 by je wyłączyć.
pt_br: Alterar a duração das caixas de diálogos do jogo em rede, 0 significa sem caixa de diálogo.
ru_ru: Задать задержку pop-up сетевой игры. 0 - для отключения.
sk_sk: Nastaviť trvanie popupov sieťových hier, 0 znamená žiadny popup

source: Player
de: Spieler
fr: JOUEUR
hu: Játékos
it: Giocatore
ja_jp: プレイヤー
ko: 사용자
pl: Gracz
pt_br: Jogador
ru_ru: Игрок
sk_sk: Hráč

source: Game
de: Spiel
fr: JEU
hu: Játék
it: Gioco
ja_jp: ゲーム
ko: 게임
pl: Gra
pt_br: Jogo
ru_ru: Игра
sk_sk: Hra

source: A Recalbox friend has started a Netplay game!
de: Ein Recalbox-Freund hat ein Netplay-Spiel gestartet!
fr: Un ami sur Recalbox a démarré une partie Netplay !
hu: Egy Recalbox barát elindított egy Netplay játékot!
it: Un amico ha iniziato un gioco Netplay!
ja_jp: Recalboxフレンドがネットプレイを開始しました
ko: 리콜박스 친구가 넷플레이 게임을 시작했습니다!
pl: Znajomy z Recalboxa rozpoczął grę sieciową!
pt_br: Um amigo do Recalbox iniciou um jogo em rede!
ru_ru: Друг по Recalbox запустил сетевую игру!
sk_sk: Priateľ v Recalboxe spustil sieťovú hru!

source: Play online on games running through Retroarch like NES, SNES, FBA, Genesis/Megadrive and more!
de: Spiele online Spiele, die durch Retroarch laufen, wie NES, SNES, FBA, MEGADRIVE und mehr!
fr: Jouez en ligne à des jeux sous Retroarch comme NES, SNES, FBA, Megadrive et bien plus!
hu: Csatlakozz online játékokkal a RetroArch segítségével, mint például a NES, SNES, FBA, Genesis/Megadrive és még sok más!
it: Gioca online con videogiochi tramite Retroarch come NES, SNES, FBA, Genesis/Megadrive e altri!
ja_jp: Retroarch を通してオンラインプレイが可能になります。例えば NES, SNES, FBA, Megadrive をはじめとして。
ko: 패미컴, 슈퍼패미컴, 파이널번알파, 메가드라이브 등의 에뮬을 네트워크에 연결하여 온라인으로 같이 게임을 할 수 있습니다.
pl: Graj online w gry uruchamiane przez RetroArch z NES-a, SNES-a, FBA, Genesis/Megadrive i więcej!
pt_br: Jogar online em jogos rodando através do Retroarch como NES, SNES, FBA, Genesis/Megadrive e mais!
ru_ru: Играйте онлайн в игры от консолей NES, SNES, FBA, Genesis/Megadrive и других, поддерживаемых в Retroarch!
sk_sk: Pripojte sa online pomocou hier cez RetroArch, ako sú NES, SNES, FBA, Genesis/Megadrive a ďalšie!

source: Rom, hash and core match
de: Rom, Hashwert und Core Übereinstimmung
fr: Rom, hash et cores Ok
hu: ROM, hash, és core egyezik
it: Corrispondenza Rom, Hash e Core
ja_jp: RomのハッシュとCoreがマッチしました。
ko: 롬, 해시와 코어가 일치
pl: ROM, hash i rdzeń zgodne
pt_br: Rom, hash e núcleo OK
sk_sk: Zhoda ROM, jadra a hashu

source: No core match
de: Keine Core Übereinstimmung
fr: Pas de corresp. du core
hu: Nincs core egyezés
it: Nessuna Corrispondenza Core
ja_jp: Coreがマッチしません
ko: 일치하는 코어 없음
pl: Brak zgodnych rdzeni
pt_br: Nenhum núcleo coincide
ru_ru: Ядро не совпадает
sk_sk: Bez zhody jadra

source: Add a clock in the main menu.
de: Uhr im Hauptmenü hinzufügen.
fr: Ajouter une horloge dans le menu principal
hu: Óra megjelenítése a menüben.
it: Aggiungi l'orologio nel menu principale.
ja_jp: メインメニューに時計を追加します。
ko: 메인 메뉴에 시계 추가
pl: Dodaj zegar w głównym menu.
pt_br: Adiciona um relógio no menu .
ru_ru: Добавить часы в главное меню.
sk_sk: Pridá hodiny do ponuky

source: UPGRADING
de: AKTUALISIERT
fr: MISE À JOUR
hu: FRISSÍTÉS
it: AGGIORNAMENTO
ja_jp: アップグレード中
ko: 업그레이드 중
pl: AKTUALIZACJA
pt_br: ATUALIZANDO
ru_ru: ОБНОВЛЕНИЕ
sk_sk: Aktualizujem

source: PREPARING
de: BEREITET VOR
fr: PRÉPARATION
hu: ELŐKÉSZÍTÉS
it: PREPARANDO
ja_jp: 準備中
ko: 준비 중
pl: PRZYGOTOWANIE
pt_br: PREPARANDO
ru_ru: ПОДГОТОВКА
sk_sk: Pripravujem

source: VERIFYING
de: VERIFIZIERT
fr: VÉRIFICATION
hu: ELLENŐRZÉS
it: VERIFICANDO
ja_jp: 検証中
ko: 검증 중
pl: WERYFIKACJA
pt_br: VERIFICANDO
ru_ru: ПРОВЕРКА
sk_sk: Kontrolujem

source: PRESS TWICE TO QUIT GAME
de: ZWEIMAL DRÜCKEN, UM DAS SPIEL ZU BEENDEN
fr: APPUYER DEUX FOIS POUR QUITTER LE JEU
hu: NYOMD MEG KÉTSZER A KILÉPÉSHEZ
it: PREMI DUE VOLTE PER USCIRE DAL GIOCO
ja_jp: 二回押すことでゲームを終了します
ko: 두번 둘러서 게임 종료
pt_br: PRESSIONE DUAS VEZES PARA SAIR
ru_ru: НАЖМИТЕ ДВАЖДЫ ДЛЯ ВЫХОДА ИЗ ИГРЫ
sk_sk: Stlačte 2x na ukončenie hry

source: Press twice the buttons to end the game and go back to main menu.
de: Drücken Sie zweimal, um das Spiel zu verlassen und zum Hauptmenü zurückzukehren.
fr: Appuyer deux fois pour quitter le jeu et retourner au menu principal
hu: Nyomd meg a gombot kétszer, hogy kilépj a játékból visszatérj a menübe.
it: Premi i tasti due volte per terminare il gioco e tornare al menù principale.
ja_jp: ボタンを二度押すことでゲームを終了し、メインメニューに戻ります
ko: 버튼을 두번 둘러서 게임을 종료하고 메인 메뉴로 돌아가기
pl: Wciśnij dwukrotnie przycisk, aby zakończyć grę i wrócić do głównego menu.
pt_br: Pressione duas vezes os botões para sair do jogo e voltar ao menu.
ru_ru: Нажмите кнопку дважды, чтобы завершить игру и вернуться в главное меню.
sk_sk: Stlačte dvakrát tlačidlo na ukončenie hry a návrat do hlavnej ponuky

source: Configure screensaver
de: Konfigurieren des Bildschirmschoners
fr: Configurer l'économiseur d'écran
hu: Képernyőkímélő beállítása
it: Configura Screensaver
ja_jp: スクリーンセーバーの設定
ko: 스크린 세이버 설정
pl: Skonfiguruj wygaszacz ekranu
pt_br: Configurar o protetor de tela
ru_ru: Настроить заставку
sk_sk: Nastaviť šetrič obrazovky

source: Set the screensaver behavior. DIM will reduce the screen light, BLACK will turn the screen black, DEMO will launch demo mode.
de: Stelle das Verhalten des Bildschirmschoners ein. DIM reduziert die Bildschirmhelligkeit, BLACK macht den Bildschirm schwarz und DEMO startet den Demo-Modus.
fr: Paramètres de mise en veille.
hu: Képernyővédő viselkedése. A DIM csökkenti a képernyő fényerejét, a BLACK a képernyőt elfeketíti, a DEMO pedig elindítja a bemutató módot.
it: Imposta il comportamento dello screensaver. DIM riduce la luminosità dello schermo, NERO rende lo schermo nero, e DEMO farà iniziare la modalità demo.
ja_jp: スクリーンセーバーの動作を設定します。 DIMは画面を暗くします、BLACKは画面をオフにします、DEMOはデモモードを開始します。
ko: 화면 보호기 동작을 설정하세요. DIM은 화면 조명을 줄이고, BLACK은 화면을 검은색으로 바꾸고, DEMO는 데모 모드를 시작합니다.
pt_br: Defina o comportamento do protetor de tela. ESCURECER irá reduzir a luz da tela, TELA PRETA irá deixar a tela preta, MODO DE DEMONSTRAÇÃO irá iniciar o modo de demonstração.
ru_ru: Установите поведение заставки. DIM затеняет экран, BLACK делает экран черным, DEMO запускает демо-режим.
sk_sk: Nastavenie chovania šetriča obrazovky. Stmaviť zníži jas obrazovky. Čierne zapne čiernu obrazovku a Demo spustí demo režim.

source: EMPTY LIST
de: LEERE LISTE
fr: LISTE VIDE
hu: ÜRES LISTA
it: LISTA VUOTA
ja_jp: 空白リスト
ko: 리스트 없음
pl: PUSTA LISTA
pt_br: LISTA VAZIA
ru_ru: ПУСТОЙ СПИСОК
sk_sk: Prázdny zoznam

source: Square pixel
de: Quadratisch Pixel
fr: Pixel carré
hu: Négyzetes pixel
it: Pixel Quadrati
ja_jp: 正方形ピクセル
ko: 사각 픽셀
pl: Pixel kwadratowy
pt_br: Pixel quadrado
ru_ru: Квадратный пиксель
sk_sk: Štvorcový pixel

source: Retroarch Config
de: Retroarch-Konfiguration
fr: Configuration Retroarch
it: Configurazione Retroarch
ja_jp: Retroarchの設定
ko: 레트로아크 설정
pl: Konfiguracja RetroArch
pt_br: Configuração Retroarch
ru_ru: Конфигурация Retroarch
sk_sk: Retroarch nastavenie

source: Retroarch Custom
de: Retroarch Benutzerdefiniert
fr: Spécifique Retroarch
it: Retroarch Personalizzato
ja_jp: Retroarchのカスタマイズ
ko: 레트로아크 사용자지정
pl: Niestandardowy RetroArch
pt_br: Personalizações Retroarch
ru_ru: Кастомизация Retroarch
sk_sk: Retroarch vlastné

source: Core provided
de: Vom Core zur Verfügung gestellt
fr: Fourni par le core
hu: Core beszerezve
it: Core Fornito
ja_jp: コアの提供
ko: 코어 제공
pl: Wybrana ilość rdzeni
pt_br: Fornecido pelo Núcleo
ru_ru: Ядро предоставлено
sk_sk: Podľa jadra

source: Do not set
de: Nicht einstellen
fr: Ne pas régler
hu: Nincs megadva
it: Non impostare
ja_jp: 設定しないでください
ko: 설정하지 마세요
pl: Nie skonfigurowane
pt_br: Deixar o padrão
ru_ru: Не устанавливать
sk_sk: Nenastavovať

source: Copy current system on another device. Warning ! It will erase all data on target device.
sk_sk: Skopírovať aktuálny systém na iné zariadenie. Upozornenie! Vymažete všetky údaje na cieľovom zariadení.

source: NEW VERSION:
de: NEUE VERSION:
fr: VERSION MISE À JOUR :
hu: ÚJ VERZIÓ:
it: VERSIONE AGGIORNATA
ja_jp: 新バージョン
ko: 신규 버전
pl: NOWA WERSJA:
pt_br: NOVA VERSÃO:
ru_ru: НОВАЯ ВЕРСИЯ:
sk_sk: Nová verzia:

source: ESTIMATED TIME:
de: GESCHÄTZTE ZEIT:
fr: TEMPS ESTIMÉ :
hu: ELTELT IDŐ:
it: TEMPO STIMATO:
ja_jp: 予定時間:
ko: 예상 시간:
pl: SZACOWANY CZAS:
pt_br: TEMPO ESTIMADO:
ru_ru: ОСТАВШЕЕСЯ ВРЕМЯ:
sk_sk: Odhadovaný čas:

source: ELAPSED TIME:
de: VERSTRICHENE ZEIT:
fr: TEMPS ÉCOULÉ :
hu: ELTELT IDŐ:
it: TEMPO TRASCORSO:
ja_jp: 経過時間：
ko: 경과 시간:
pl: MINĘŁO:
pt_br: TEMPO DECORRIDO:
ru_ru: ПРОШЕДШЕЕ ВРЕМЯ:
sk_sk: Uplynutý čas:

source: COMPLETE!
de: ABGESCHLOSSEN!
fr: TERMINÉ
hu: KÉSZ!
it: FINITO !
ja_jp: 完了！
ko: 완료!
pl: UKOŃCZONO!
pt_br: TERMINADO!
ru_ru: ЗАВЕРШЕНО!
sk_sk: Hotovo!

source: PLEASE VISIT
de: BITTE BESUCHE
fr: MERCI DE VISITER
hu: KERESD FEL
it: PER FAVORE VISITA
ja_jp: 来てください
ko: 방문해 주세요
pl: ODWIEDŹ
pt_br: POR FAVOR, VISITE
ru_ru: ПОЖАЛУЙСТА ПОСЕТИТЕ
sk_sk: Prosím navštívte

source: ONLY 1 SCRAPPING ENGINE
de: NUR 1 SCRAPING INSTANZ
fr: SEULEMENT 1 MOTEUR DE SCRAPING
hu: 1 RENDSZERLEKÉRÉST HASZNÁLSZ
it: SOLO 1 MOTORE DI SCRAPPING
ja_jp: 1つだけのスクレイプエンジン
ko: 단 1개의 엔진 스크랩 중
pl: TYLKO JEDEN SERWER POBIERANIA INFORMACJI
pt_br: APENAS 1 MOTOR DE SCRAPE
ru_ru: ТОЛЬКО 1 ИСТОЧНИК
sk_sk: Používate 1 vyhľadávací engine

source: %i SCRAPPING ENGINES
de: %i SCRAPING INSTANZEN
fr: %i MOTEURS DE SCRAPING
hu: %i LEKÉRENDŐ RENDSZER
it: i% MOTORI DI SCRAPPING
ja_jp: %i スクリプト エンジン
ko: %i개의 엔진 스크랩 중
pl: SERWERY POBIERANIA INFORMACJI %i
pt_br: %i MOTORES DE SCRAPE
ru_ru: %i ИСТОЧНИКОВ
sk_sk: %i vyhľadávacích enginov

source: Your share partition is almost full. The scraper stopped automatically. Remove unused games, media, files to make room before running the scraper again!
de: Deine Share-Partition ist fast voll! Der Scraper wurde automatisch gestoppt. Lösche nicht verwendete Spiele, Medien und andere Dateien, um Platz zu schaffen, bevor du den Scraper erneut ausführst!
fr: Votre partition 'share' est presque pleine. Le scraper s'est arrêté automatiquement. Supprimez des jeux, des médias ou autres fichiers pour faire de la place, puis relancez le scraper !
hu: A megosztási partíció majdnem megtelt! A lekérés automatikusan leállt. Távolítsd el a fel nem használt játékokat, médiafájlokat és egyéb fájlokat, hogy helyet csinálj, mielőtt újra futtatnád a lekérést!
it: La tua partizione condivisa è quasi piena. Lo scraper è stato fermato in automatico. Rimuovi giochi inutilizzati, dati, files per creare spazio libero prima di avviare lo scraper di nuovo.
ja_jp: 共有パーティションがほぼいっぱいです。 スクレーパーは自動的に停止しました。 スクレーパーを再度実行する前に、未使用のゲーム、メディア、ファイルを削除して容量を確保してください。
ko: 공유 파티션이 거의 꽉 찼습니다! 스크렙이 자동으로 멈춥니다. 스크랩을 다시 실행하기 전에 사용하지 않는 게임, 미디어 및 기타 파일을 제거하여 공간을 확보하십시오!
pl: Twoja partycja SHARE jest prawie pełna! Pobieranie informacji zostało automatycznie zatrzymane. Usuń nieużywane gry, media i inne pliki, aby zrobić trochę miejsca przed ponownym uruchomieniem pobierania informacji!
pt_br: A sua partição share está quase cheia. O scraper parou automaticamente. Exclua os jogos não utilizados, mídias e arquivos, para criar espaço antes de executar o scraper novamente!
ru_ru: Раздел SHARE практически заполнен. Загрузка данных остановлена автоматически. Удалите ненужные игры или файлы перед тем как запускать загрузку данных.
sk_sk: Vaša SHARE partícia je skoro plná! Vyhľadávač sa automaticky zastavil. Odstráňte nepotrebné hry, médiá a iné súbory, aby ste uvoľnili miesto a spustite vyhľadávač znova.

source: THEME GAMECLIPVIEW
de: THEME SPIELECLIP-ANSICHT
fr: THÈME CLIPS DE JEUX
hu: TÉMA JÁTÉKKLIPNÉZET
it: TEMA GAMECLIPVIEW
ja_jp: テーマゲームクリップビュー
ko: 게임클립뷰 테마
pl: KLIP Z GRY W MOTYWIE
pt_br: TEMA DA VISUALIZAÇÃO DE GAMECLIP
ru_ru: ТЕМА GAMECLIPVIEW
sk_sk: Náhľad klipu témy

source: BIOS CHECKING
de: BIOS-ÜBERPRÜFUNG
fr: VÉRIFICATION DES BIOS
hu: BIOS ELLENŐRZÉS
it: CONTROLLO BIOS
ja_jp: BIOSチェック中
ko: 바이오스 확인중
pl: SPRAWDZANIE BIOS-U
pt_br: VERIFICAÇÃO DAS BIOS
ru_ru: BIOS ПРОВЕРЕН
sk_sk: Kontrola BIOSu

source: Scan and check all your BIOS files and report everything in a comprehensive way.
de: Scannt und verifiziert alle Ihre BIOS-Dateien und zeigt dann alles in verständlicher Form an.
fr: Scanne et vérifie tous vos fichiers BIOS, puis affiche le tout de manière compréhensible
hu: Vizsgáld meg és ellenőrizd az összes BIOS-fájlt, és tekintsd meg a részletes jelentést.
it: Scansiona e controlla tutti i tuoi file BIOS e fa un resoconto completo.
ja_jp: すべてのBIOSファイルを スキャンして確認し、 すべてを表示します。
ko: 모든 바이오스 파일을 검색 및 확인하고 모든 것을 포괄적으로 보고합니다.
pl: Zeskanuj i sprawdź wszystkie pliki BIOS-u i zgłoś wszystko w kompleksowy sposób.
pt_br: Escaneie e verifique todas as suas BIOS, e visualize um relatório abrangente.
ru_ru: Найти и проверить все файлы BIOS и подробно сообщить обо всем.
sk_sk: Prehľadať a skontrolovať všetky BIOS súbory a všetko oznámiť komplexným spôsobom

source: RESCAN
de: ERNEUTES SCANNEN
fr: RESCANNER
hu: ÚJRAELLENŐRZÉS
it: RISCANSIONA
ja_jp: 再検索
ko: 재검색
pl: PONOWNY SKAN
pt_br: ESCANEAR NOVAMENTE
ru_ru: ПОИСК
sk_sk: Znovu prehľadať

source: Rescan all bios files
de: Alle BIOS-Dateien erneut scannen
fr: Rescanne tous les fichiers bios
hu: BIOS fájlok újraszkennelése
it: Scansiona di nuovo tutti i file bios
ja_jp: BIOSファイルを再検索
ko: 모든 바이오스파일 재검색
pl: Przeskanuj wszystkie pliki BIOS-u
pt_br: ESCANEAR NOVAMENTE TODAS AS BIOS
ru_ru: ПОИСК все файлов BIOS
sk_sk: Prehľadať všetky BIOS súbory

source: EMULATOR %s MAY NOT WORK PROPERLY UNTIL ALL REQUIRED BIOS ARE MADE AVAILABLE!
de: DER EMULATOR %s FUNKTIONIERT MÖGLICHERWEISE NICHT, BIS ALLE ERFORDERLICHEN BIOS VERFÜGBAR SIND!
fr: L'ÉMULATEUR %s PEUT NE PAS FONCTIONNER JUSQU'À CE QUE LES BIOS REQUIS SOIENT DISPONIBLES !
hu: %s EMULÁTOR NEM MŰKÖDIK MEGFELELŐEN, MÍG MINDEN SZÜKSÉGES BIOS EL NEM ÉRHETŐ!
it: EMULATORE %s POTREBBE NON FUNZIONARE CORRETTAMENTE FINCHÉ TUTTI I BIOS RICHIESTI SARANNO DISPONIBILI!
ja_jp: エミュレータ %s は、必要なBIOSがすべて利用可能になるまで、正しく機能しない場合があります。
ko: 에뮬레이터 %s는 모든 바이오스를 사용가능하게 만들 때까지 정상동작하지 않습니다!
pl: EMULATOR %s MOŻE NIE DZIAŁAĆ POPRAWIE, DOPÓKI WSZYSTKIE WYMAGANE BIOS-Y NIE BĘDĄ DOSTĘPNE!
pt_br: EMULADOR %s PODE NÃO FUNCIONAR CORRETAMENTA ATÉ QUE TODAS AS BIOS REQUERIDAS ESTEJAM DISPONÍVEIS!
ru_ru: ЭМУЛЯТОР %s МОЖЕТ РАБОТАТЬ НЕКОРРЕКТНО, ПОКА НЕ БУДУТ ДОСТУПНЫ ВСЕ ТРЕБУЕМЫЕ BIOS!
sk_sk: Emulátor %s nemusí pracovať správne, kým nie sú dostupné všetky potrebné BIOSy!

source: %i EMULATORS MAY NOT WORK PROPERLY UNTIL ALL REQUIRED BIOS ARE MADE AVAILABLE!
de: %i EMULATOREN FUNKTIONIEREN MÖGLICHERWEISE NICHT, BIS ALLE ERFORDERLICHEN BIOS -DATEIEN VERFÜGBAR SIND!
fr: %i ÉMULATEURS PEUVENT NE PAS FONCTIONNER JUSQU'À CE QUE LES BIOS REQUIS SOIENT DISPONIBLES !
hu: %i EMULÁTOR NEM MŰKÖDIK MEGFELELŐEN, MÍG MINDEN SZÜKSÉGES BIOS EL NEM ÉRHETŐ!
it: %i EMULATORI POTREBBERO NON FUNZIONARE CORRETTAMENTE FINCHÉ TUTTI I BIOS RICHIESTI SARANNO DISPONIBILI!
ja_jp: %i エミュレーターは、必要な すべてのBIOSが利用可能に なるまで正常に動作しない場合があります！
ko: %i 에뮬레이터들은 모든 바이오스를 사용가능하게 만들 때까지 정상동작하지 않습니다!
pl: %i EMULATORÓW MOŻE NIE DZIAŁAĆ POPRAWIE, DOPÓKI WSZYSTKIE WYMAGANE BIOS-Y NIE BĘDĄ DOSTĘPNE!
pt_br: %i EMULADORES PODEM NÃO FUNCIONAR CORRETAMENTE ATÉ QUE TODAS AS BIOS REQUERIDAS ESTEJAM DISPONÍVEIS!
ru_ru: %i ЭМУЛЯТОРОВ МОГУТ РАБОТАТЬ НЕКОРРЕКТНО, ПОКА НЕ БУДУТ ДОСТУПНЫ ВСЕ ТРЕБУЕМЫЕ BIOS!
sk_sk: %i emulátorov nemusí pracovať správne, kým nie sú dostupné všetky potrebné BIOSy!

source: CONGRATULATIONS! ALL EMULATORS SHOULD WORK PROPERLY!
de: HERZLICHEN GLÜCKWUNSCH! ALLE EMULATOREN SOLLTEN ORDNUNGSGEMÄSS FUNKTIONIEREN!
fr: FÉLICITATIONS ! TOUS LES ÉMULATEURS DEVRAIENT FONCTIONNER CORRECTEMENT !
hu: GRATULA! MINDEN EMULÁTOR MEGFELELŐEN MŰKÖDIK!
it: CONGRATULAZIONI! TUTTI GLI EMULATORI DOVREBBERO FUNZIONARE CORRETTAMENTE!
ja_jp: おめでとうございます！ すべてのエミュレーターは正しく動作します。！
ko: 축하합니다! 모든 에뮬레이터들이 정상동작합니다!
pl: GRATULACJE! WSZYSTKIE EMULATORY POWINNY DZIAŁAĆ POPRAWNIE!
pt_br: PARABÉNS! TODOS OS EMULADORES DEVERÃO FUNCIONAR CORRETAMENTE!
ru_ru: ПОЗДРАВЛЯЕМ! ВСЕ ЭМУЛЯТОРЫ ДОЛЖНЫ РАБОТАТЬ КОРРЕКТНО!
sk_sk: Blahoželáme! Všetky emulátory by mali spracovať správne!

source: %i BIOS NOT FOUND
de: %i BIOS NICHT GEFUNDEN
fr: %i BIOS NON TROUVÉS
hu: %i BIOS NEM TALÁLHATÓ
it: %I BIOS NON TROVATI
ja_jp: %i BIOS が見つかりません
ko: %i BIOS 없음
pl: BRAKUJĄCE PLIKI BIOS-U: %i
pt_br: %i BIOS NÃO ENCONTRADA
ru_ru: %i BIOS НЕ НАЙДЕН
sk_sk: %i BIOSov nenájdených
