Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Configure an associated controller. Your controller has to be associated / plugged before.
de: Konfiguriere einen Controller. Der Controller muss vorher zugeordnet / angeschlossen werden.
fr: Configurer une manette appairée. Votre manette doit être appairée / branchée auparavant.
hu: Társított vezérlő konfigurálása. A vezérlőt előzőleg társítani / csatlakoztatni kell.
it: Configura un controller. Il tuo controller deve essere stato associato precedentemente.
ja_jp: コントローラーを設定します。 コントローラーは、事前に関連付け/接続する必要があります。
ko: 연결된 컨트롤러를 구성합니다. 컨트롤러를 연결하거나 플러그를 꽂아야 합니다.
pl: Skonfiguruj zapisany kontroler. Kontroler musiał być wcześniej podłączony.
pt_br: Configura um controle associado. Seu controle precisa ser associado / plugado antes.
ru_ru: Настройка связанного контроллера. Ваш контроллер должен быть заранее связан / подключен.
sk_sk: Nastaviť spárovaný ovládač. Váš ovládač musí byť už spárovaný.

source: Choose if carousel will be animated or not during transitions
de: Wähle, ob das Karussell bei Übergängen animiert wird, oder nicht
fr: Choisissez si le bandeau sera animé ou non durant les transitions.
hu: Carousel animáció az átmenetek közben.
it: Scegli se il carosello sarà animato durante le transizioni
ja_jp: 移行中にカルーセルをアニメーション化するかどうかを選択します。
ko: 전환 중에 슬라이드 애니메이션으로 표시될지 여부를 선택하십시오.
pl: Zdecyduj czy karuzela wyboru ma być animowana podczas przejścia między pozycjami
pt_br: Escolhe se o carrossel será animado ou não durante as transições
ru_ru: Наличие анимации карусели при переходе
sk_sk: Vyberte, či má byť otočná animácia počas prechodov

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
de: Wähle die Art des Übergangs, der beim Start eines Spiels auftritt. INSTANT tut nichts, FADE wird abdunkeln und SLIDE zoomt auf das Spielcover (oder den Namen, wenn es keine Scrape-Informationen gibt).
fr: Sélectionnez le type de transition qui se produit lorsque vous lancez un jeu. FADE fera un fondu au noir et SLIDE zoomera sur l'image du jeu (ou le nom s'il n'y a pas de données).
hu: Játék indítás animációja. Az INSTANT nem csinál semmit, a FADE fekete átmenettel indul, a SLIDE pedig nagyítja a játék borítóját (vagy a nevét, ha nincs kép)
it: Selezione il tipo di effetto di transizione quando fai partirue un gioco. ISTANTANEO non ha nessun effetto, DISSOLVI transiziona verso uno schermo nero, e SLITTA zoomerà sulla copertina del gioco (o sul nome se non ci sono informazioni di scraping)
ja_jp: ゲームの開始時に発生するエフェクトの種類を選択します。 INSTANTは何もせず、FADEは暗くなり、SLIDEはゲームカバーを拡大します（またはスクレイプ情報がない場合は名前を付けます）
ko: 게임을 시작할 때 발생하는 화면전환 유형을 선택합니다. INSTANT는 아무 것도 하지 않으며, FADE는 어두워지고, SLIDE는 게임 커버를 확대한다(또는 스크랩 정보가 없는 경우 이름).
pl: Wybierz rodzaj animacji przejścia podczas uruchamiania gry. INSTANT to brak animacji, FADE to stopniowe wygaszanie, a SLIDE to zbliżenie na okładkę gry (lub jej tytuł jeśli nie ma pobranych informacji)
pt_br: Seleciona o tipo de transição que ocorre quando um jogo é iniciado. INSTANT não adicionará efeitos, FADE fará com que a tela escureça, e SLIDE dará um zoom na capa do jogo selecionado (ou nome caso não haja informações do jogo)
ru_ru: Выберите тип перехода при старте игры. INSTANT — нет перехода. FADE — затемнение, SLIDE — увеличение масштаба обложки игры (или названия если нет обложки)
sk_sk: Vyberte typ prechodu, ktorý sa použije pri spustení hry. Okamžité neurobí nič, Vytratenie urobí stmavenie a Posun priblíži obal hry.

source: Select exisiting colorset options for this theme.
de: Farbset-Optionen für dieses Theme.
fr: Sélectionnez une couleur disponible pour votre thème
hu: Színkészlet a témához.
it: Seleziona una palette di colori esistente per questo tema.
ja_jp: このテーマのカラーセットオプションを選択します。
ko: 이 테마에 대해 기존 색상 세트 옵션을 선택하십시오.
pl: Wybierz spośród dostępnych zestawów kolorów dla tego motywu.
pt_br: Seleciona as opções existentes de esquema de cores deste tema.
ru_ru: Выбор цветовой схемы для темы.
sk_sk: Vybrať existujúce voľby farebnej sady pre túto tému

source: Select exisiting iconset options for this theme.
de: Icon-Optionen für dieses Theme.
fr: Sélectionnez un pack d'icones disponible pour votre thème
hu: Ikonok a témához.
it: Seleziona un set di icone esistente per questo tema.
ja_jp: このテーマのアイコンセットオプションを選択します。
ko: 이 테마에 대해 기존의 아이콘 세트 옵션을 선택합니다.
pl: Wybierz spośród dostępnych zestawów ikon dla tego motywu.
pt_br: Seleciona as opções existentes de conjuntos de ícones deste tema.
ru_ru: Выбор набора иконок для темы.
sk_sk: Vybrať existujúce voľby sady ikon pre túto tému

source: Select exisiting menu style options for this theme.
de: Menüstil-Optionen für dieses Theme.
fr: Sélectionnez un style de menu disponible pour votre thème
hu: Menüstílus a témához.
it: Seleziona uno stile di menu esistente per questo tema.
ja_jp: このテーマのメニュースタイルオプションを選択します。
ko: 이 테마에 대해 기존 메뉴 스타일 옵션을 선택합니다.
pl: Wybierz spośród dostępnych stylów menu dla tego motywu.
pt_br: Seleciona as opções existentes de estilo de menu deste tema.
ru_ru: Выбор стиля меню для темы.
sk_sk: Vybrať existujúce voľby štýlu ponuky pre túto tému

source: Select exisiting system view options for this theme.
de: Systemansicht-Optionen für dieses Theme
fr: Sélectionnez une vue système disponible pour votre thème
hu: Válaszd ki a meglévő rendszernézet-beállításokat ehhez a témához.
it: Seleziona una bista per il sistema per questo tema.
ja_jp: このテーマのシステムビューオプションを選択します。
ko: 이 테마에 대해 기존 시스템 보기 옵션을 선택합니다.
pl: Wybierz spośród dostępnych wersji ekranu wyboru platform dla tego motywu.
pt_br: Seleciona as opções existentes de visualização de sistemas deste tema.
ru_ru: Выбор вида списка платформ для темы.
sk_sk: Vybrať existujúce voľby pohľadu systémov pre túto tému

source: Select exisiting gamelist view options for this theme.
de: Spieleliste-Optionen für dieses Theme.
fr: Sélectionnez les options d'affichage de la liste de jeux existantes pour ce thème.
hu: Válasd ki a témához tartozó meglévő játéklista-nézeti beállításokat.
it: Seleziona una vista per la gamelist per questo tema.
ja_jp: このテーマのゲームリストビューオプションを選択します。
ko: 이 테마에 대해 기존의 게임 목록 보기 옵션을 선택합니다.
pl: Wybierz spośród dostępnych wersji ekranu listy gier dla tego motywu.
pt_br: Seleciona as opções existentes de visualização de lista de jogos deste tema.
ru_ru: Выбор вида списка игр для темы.
sk_sk: Vybrať existujúce voľby pohľadu zoznamu hier pre túto tému

source: Configure theme options if available.
de: Konfiguriere Theme-Optionen, falls verfügbar.
fr: Configurez les options du thème si disponibles
hu: Konfiguráld a témabeállításokat, ha elérhetők.
it: Configura le opzioni del tema, se disponibili.
ja_jp: テーマの詳細設定が可能な場合はオプションを表示する
ko: 가능한 경우 테마 옵션을 구성하십시오.
pl: Konfiguracja wyglądu (jeżeli możliwa)
pt_br: Configura as opções de tema se disponíveis.
ru_ru: Настроить тему если это доступно.
sk_sk: Nastaviť voľby témy, ak sú dostupné

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
de: Wähle Region der Logos und Bilder für das System, die für einige Länder unterschiedlich sind. Z.B. Megadrive in der EU / Genesis in den USA
fr: Sélectionnez une région des logos et images pour les systèmes qui sont différents selon les pays. Ex: Megadrive en Europe / Genesis aux USA
hu: Logók/képek régiója az országonként eltérő rendszerekhez. Pl.: Megadrive az EU-ban / Genesis az USA-ban.
it: Seleziona la Regione dei loghi e delle immagini per i sistemi che sono differenti per certe Nazioni, come Megadrive in Europa / Genesis in USA
ja_jp: リージョン事のシステムのロゴ、写真の地域を選択します。 例えば。 EUのメガドライブ/米国のジェネシスといった。
ko: 일부 국가에서는 시스템에 대해 다른 로고 지역, 사진을 선택합니다. 예) 미국의 Genesys / 유럽연합의 MegaDrive
pl: Wybierz Region dla logo, zdjęć platform które różnią się w niektórych krajach, np. Megadrive w Europie / Genesis w USA.
pt_br: Seleciona a Região dos logos, imagens do sistemas que diferem em alguns países. Ex. Megadrive na UE / Genesis nos EUA
ru_ru: Выбор региона лого, превью для платформ, которые отличаются в разных странах. Например, Mega Drive в Европе / Genesis в США
sk_sk: Vyberte región pre logá/obrázky pre systémy, ktoré sa líšia pre krajinu. Napr. Megadrive v EU/Genesis v US

source: Type the name of your SSID if it is hidden or not listed
de: SSID Name eingeben, falls diese versteckt oder nicht gelistet ist.
fr: Saisissez le nom de votre SSID s'il n'est pas dans la liste ou caché
hu: WIFI hálózat nevének beírása.
it: Scrivi il nome del tuo SSID se è nascosto o non in elenco.
ja_jp: SSIDが非表示またはリストにない場合は、SSIDの名前を入力します
ko: SSID가 숨겨져 있거나 목록에 없는 경우 이름을 입력하십시오.
pl: Wprowadź identyfikator SSID sieci jeżeli jest ona ukryta lub się nie pojawiła na ekranie
pt_br: Digite o nome da sua SSID caso oculta ou não estiver listada
ru_ru: Ввод названия SSID, если он скрыт или отсутствует в списке
sk_sk: Zadajte názov siete, ak je skrytá alebo nezobrazená

source: Select a letter and the listing will go directly on the first game starting with this letter.
de: Wähle einen Buchstaben und die Auswahl springt zum ersten Spiel, dass mit dem Buchstaben anfängt.
fr: Sélectionnez une lettre et la liste débutera sur le 1er jeu commençant par cette lettre.
hu: Válassz ki egy betűt, és a lista közvetlenül az első, ezzel a betűvel kezdődő játékhoz ugrik.
it: Seleziona una lettera e la lista andrà direttamente al primo videogioco che inizia con questa lettera.
ja_jp: 文字を選択すると、リストはその文字で始まる最初のゲームに直接移動します。
ko: 문자를 선택하시면 목록이 이 문자로 시작하는 첫번째 게임에 바로 갈 것입니다.
pl: Wybierz literę, a lista przewinie się do pierwszej gry, której tytuł zaczyna się na nią.
pt_br: Selecione uma letra e a listagem irá diretamente para o primeiro jogo que iniciar com ela.
ru_ru: Выберите букву, и список перейдет непосредственно к первой игре, начинающейся с этой буквы.
sk_sk: Vyberte písmeno a zoznam pôjde priamo na prvú hru začínajúcu na toto písmeno

source: Select the way the game list is sortered (alphabetically, by notation...).
de: Wähle, wie die Spieleliste sortiert wird (alphabetisch, etc...).
fr: Sélectionnez la façon dont la liste de jeux est triée (alphabétique, par note...).
hu: Válaszd ki a játéklista rendezési módját (ábécé sorrendben, jelölések szerint...).
it: Seleziona in quale modo la gamelist è ordinata (in ordine alfabetico, per notazione...).
ja_jp: ゲームリストのソート方法を選択します（アルファベット順、表記順...）
ko: 게임 목록이 정렬되는 방식(알파벳 순, 표기법...)을 선택합니다.
pl: Wybierz sposób sortowania listy gier.
pt_br: Selecione a forma como os jogos são ordenados (alfabeticamente, por classificação...).
ru_ru: Выберите способ сортировки списка игр (в алфавитном порядке, по описанию...).
sk_sk: Vyberte spôsob, akým sa triedi zoznam hier (abecedne, podľa zápisu)

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
de: Wechsle zwischen der Ansicht "Nur Favoriten" oder "Alle". Ein Spiel wird mit 'Y' als Favorit gekennzeichnet.
fr: Changer entre rendre visible ou non les jeux favoris. Pour ajouter un jeu dans les favoris, sélectionnez le jeu et changer son statut en utilisant 'Y'.
hu: Kapcsold be a kedvenc játékok kategóriájának láthatóságát. Ha játékot szeretnél hozzáadni a kedvencek listájához, válaszd ki a játékot, és az „Y” gombbal kapcsold át az állapotát.
it: Passa dal vedere o no solamente i videogiochi preferiti. Per aggiungere un gioco ai preferiti, seleziona il gioco e cambia il suo stato premendo 'Y'.
ja_jp: お気に入りのゲームだけを表示するかどうかを切り替えます。 お気に入りリストにゲームを追加するには、ゲームを選択し、「Y」をボタンを押すたびに状態を切り替えることができます。
ko: 즐겨 찾기 게임만 보이거나 보이지 않게 선택합니다. 즐겨 찾기 목록에 게임을 추가하려면 게임을 선택하고'Y'를 사용하여 상태를 전환합니다.
pl: Przełącz między pokazywaniem lub ukrywaniem tylko ulubionych gier. Aby dodać grę do listy ulubionych, zaznacz grę i przełącz jej stan używając 'Y'.
pt_br: Alterna entre ver ou não apenas os jogos favoritos. Para adicionar um jogo à lista de favoritos, selecione o jogo e pressione o botão 'Y'.
ru_ru: Переключение отображения всего списка или только избранного. Для добавления/удаления игры в избранном используйте 'Y'.
sk_sk: Prepnúť viditeľnosť categórie Obľúbené hry. Na pridanie hry do obľúbených vyberte hru a prepnite jej stav pomocou "Y".

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
de: Wechsle zwischen VERSTECKTE Spiele sehen, oder nicht. Um ein Spiel auszublenden, bearbeite Sie dessen Daten und wähle 'Verstecken'.
fr: Changer entre rendre visible ou non les jeux cachés. Pour cacher un jeu, éditez ses données et sélectionnez 'Cacher'.
hu: Kapcsold be a rejtett játékok láthatóságát. Egy játék elrejtéséhez szerkeszd az adatait, és válaszd az „Elrejtés” lehetőséget.
it: Passa dal vedere o no un gioco nascosto. Per nascondere un gioco, modifica le sue proprietà e seleziona 'Nascondi'.
ja_jp: 非表示のゲームを表示するかどうかを切り替えます。 ゲームを非表示にするには、そのデータを編集して「非表示」を選択します。
ko: 숨겨진 게임을 보이거나 보이지 않게 선택합니다. 게임을 숨기려면 데이터를 편집하고' 숨기기'를 선택하십시오.
pl: Przełącz między pokazywaniem lub ukrywaniem ukrytych gier. By ukryć grę, edytuj jej dane i wybierz 'Ukryj'
pt_br: Alterna entre ver ou não jogos ocultos. Para ocultar um jogo, edite suas informações e selecione 'Ocultar'.
ru_ru: Переключение отображения скрытых игр. Чтобы скрыть игру, отредактируйте ее данные и выберите «Скрыть».
sk_sk: Prepnúť viditeľnésť skrytých hier. Na skrytie hry opravte jej údaje a vyberte "Skryť".

source: This option display a menu which allows to change game data and many others options.
de: Diese Option zeigt ein Menü an, das es erlaubt, Spieldaten und viele andere Optionen zu ändern.
fr: Cette option affiche un menu qui permet de changer les données du jeu et de nombreuses autres options.
hu: Ez az opció egy menüt jelenít meg, amely lehetővé teszi a játékadatok és sok egyéb beállítás módosítását.
it: Questa opzione mostrerà un menù che permette di cambiare le proprietà del gioco e molte altre opzioni.
ja_jp: このオプションは、ゲームデータや他の多くのオプションを変更できるメニューを表示します。
ko: 이 옵션은 게임 데이터 및 기타 많은 옵션을 변경할 수 있는 메뉴를 표시합니다.
pl: Ta opcja wyświetla menu, które pozawala na zmianę danych gry i wiele innych opcji.
pt_br: Esta opção exibe um menu que permite alterações nos dados do jogo e muitas outras opções.
ru_ru: Эта опция отображает меню, которое позволяет изменить данные игры и многие другие опции.
sk_sk: Táto voľba zobrazí ponuku, ktorá vám umožní zmeniť údaje hier a mnohé iné voľby

source: AVAILABLE UPDATE
de: UPDATE VERFÜGBAR
eu_es: EGUNERAKETA ESKURA
fr: MISE À JOUR DISPONIBLE
hu: ELÉRHETŐ FRISSÍTÉS
it: AGGIORNAMENTO DISPONIBILE
ja_jp: アップデート可能
ko: 사용 가능한 업데이트
pl: Dostępna aktualizacja
pt_br: ATUALIZAÇÃO DISPONÍVEL
ru_ru: ДОСТУПНО ОБНОВЛЕНИЕ
sk_sk: Dostupná aktualizácia

source: UPDATE CHANGELOG
de: CHANGELOG DES UPDATES
eu_es: EGUNERAKETA ALDAKETA
fr: NOUVEAUTÉS DE LA MISE À JOUR
hu: VÁLTOZÁSOK FRISSÍTÉSE
it: CHANGELOG DI AGGIORNAMENTO
ja_jp: アップデート内容
ko: 업데이트 변경 내역
pl: DZIENNIK ZMIAN AKTUALIZACJI
pt_br: MUDANÇAS DA ATUALIZAÇÃO
ru_ru: СПИСОК ИЗМЕНЕНИЙ
sk_sk: Zoznam zmien aktualizácie

source: CLOCK IN MENU
de: UHR IM MENÜ
eu_es: ERLOJUA MENUAN
fr: HORLOGE DANS LE MENU
hu: ÓRA A MENÜBEN
it: OROLOGIO NEL MENÙ
ja_jp: メニューに時計を表示
ko: 메뉴에 시계 표시
pl: ZEGAR W MENU
pt_br: RELÓGIO NO MENU
ru_ru: ЧАСЫ В МЕНЮ
sk_sk: Hodiny v ponuke

source: Now playing
de: Aktueller Titel
eu_es: Orain erreproduzitzen
fr: LECTURE EN COURS
hu: Jelenleg játszott
it: In riproduzione
ja_jp: プレイ中
ko: 플레이중
pl: Teraz odtwarzane
pt_br: Tocando agora
ru_ru: Сейчас играет
sk_sk: Teraz hrá

source: DEFAULT (%1%)
de: STANDARD (%1%)
eu_es: LEHENETSIA (%1%)
fr: DÉFAUT (%1%)
hu: ALAPÉRTELMEZETT (%1%)
ja_jp: デフォルト(%1%)
ko: 기본값 (%1%)
pl: DOMYŚLNY (%1%)
pt_br: PADRÃO (%1%)
ru_ru: ПО УМОЛЧАНИЮ (%1%)
sk_sk: Predvolené (%1%)

source: INPUT REQUIRED
de: EINGABE ERFORDERLICH
eu_es: SARRERA BEHARREZKOA
fr: ENTRÉE NÉCESSAIRE
hu: BEMENET SZÜKSÉGES
it: INPUT RICHIESTO
ja_jp: 入力が必要です
ko: 입력 필요
pl: WARTOŚĆ WYMAGANA
pt_br: PREENCHIMENTO OBRIGATÓRIO
sk_sk: Vyžaduje sa vstup

source: (skipped)
de: (übersprungen)
eu_es: (saltatuta)
fr: (passé)
hu: (kihagyva)
it: (saltato)
ja_jp: （スキップしました）
ko: (취소됨)
pl: (pominięte)
pt_br: (ignorado)
sk_sk: (preskočené)

source: UP/DOWN TO SKIP
de: OBEN/UNTEN ZUM ÜBERSPRINGEN
eu_es: GORA/BEHERA SALTATZEKO
fr: HAUT/BAS POUR PASSER
hu: FEL/LE A MEGSZAKÍTÁSHOZ
it: SU/GIÙ PER SALTARE
ja_jp: パッドの上下入力でスキップ
ko: 위/아래로 이동
pl: W GÓRĘ/W DÓŁ BY POMINĄĆ
pt_br: CIMA/BAIXO PARA PULAR
ru_ru: "ВВЕРХ/ВНИЗ" — ПРОПУСТИТЬ
sk_sk: Hore/Dolu na preskočenie

source: A TO UNSET
de: A ZUM AUFHEBEN
eu_es: A KENTZEKO
fr: A POUR ANNULER
hu: TÖRLÉS A GOMBBAL
it: A PER DESELEZIONARE
ja_jp: Aで設定解除
ko: A키로 해제
pl: A, ABY ANULOWAĆ USTAWIENIE
pt_br: A PARA DESMARCAR
ru_ru: "A" — СБРОСИТЬ
sk_sk: A na zrušenie

source: DOWN TO SKIP AND KEEP [%1%]
de: RUNTER ZUM ÜBERSPRINGEN
fr: BAS POUR PASSER ET GARDER [%1%]
hu: LE GOMB A KIHAGYÁSHOZ ÉS [%1%] MEGMARAD
it: GIÙ PER SALTARE E TENERE [%1%]
ja_jp: キープしてスキップするには下を入力 [%1%]
ko: 아래로 이동하고 유지 [%1%]
pl: W DÓŁ, ABY POMINĄĆ I ZACHOWAĆ [%1%]
pt_br: PARA BAIXO PARA PULAR E MANTER [%1%]
ru_ru: "ВНИЗ" — ПРОПУСТИТЬ И ОСТАВИТЬ [%1%]
sk_sk: Dolu na preskočenie a ponechanie [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
de: HOCH/RUNTER ZUM ÜBERSPRINGEN
fr: HAUT/BAS POUR PASSER ET GARDER [%1%]
hu: LE/FEL GOMB A KIHAGYÁSHOZ ÉS [%1%] MEGMARAD
it: SU/GIÙ PER SALTARE E TENERE [%1%]
ja_jp: キープしてスキップするには上または下を入力 [%1%]
ko: 위/아래로 이동하고 유지 [%1%]
pl: W GÓRĘ/W DÓŁ, ABY POMINĄĆ I ZACHOWAĆ [%1%]
pt_br: CIMA/BAIXO PARA PULAR E MANTER [%1%]
ru_ru: "ВВЕРХ/ВНИЗ" — ПРОПУСТИТЬ И ОСТАВИТЬ [%1%]
sk_sk: Hore/Dolu na preskočenie a ponechanie [%1%]

source: Set duration of help popups, 0 means no popup.
de: Dauer der Hilfe-Popups setzen, 0 bedeutet keine Popups
fr: Régler la durée des popups d'aide, 0 pour désactiver.
hu: Popup időzítője. 0 kikapcsolja.
it: Imposta la durata dei popup di aiuto, 0 significa nessun popup mostrato.
ja_jp: ヘルプポップアップの表示時間を設定します。0を設定することでポップアップは表示されなくなります。
ko: 도움말 알림창 지속시간 설정, 0으로 설정시 알림 해제
pl: Ustaw długość wyświetlania okienek pomocy, ustaw 0 by je wyłączyć
pt_br: Alterar a duração das caixas de diálogos da ajuda, 0 significa sem caixa de diálogo.
ru_ru: Настройка задержки справочных pop-up. 0 — pop-up выключены.
sk_sk: Nastaviť trvanie popupov. 0 ich zakáže.

source: HELP POPUP DURATION
de: HILFE-POPUP DAUER
fr: DURÉE DES POPUPS D'AIDE
hu: SEGÍTSÉG POPUP IDŐTARTAMA
it: DURATA DEL POPUP DI AIUTO
ja_jp: ヘルプポップアップの持続時間
ko: 도움말 알림창 지속시간
pl: DŁUGOŚĆ WYŚWIETLANIA OKIENEK POMOCY
pt_br: DURAÇÃO DA CAIXA DE DIÁLOGO DA AJUDA
ru_ru: ЗАДЕРЖКА СПРАВОЧНЫХ POP-UP
sk_sk: Trvanie pomocných popupov

source: Set duration of music popups, 0 means no popup.
de: Stelle die Dauer der Musik Popups ein, 0 bedeutet keine Popups.
fr: Régler la durée des popups de musique, 0 pour désactiver.
hu: Állítsd be a zenei popupok időtartamát. 0 letiltja a popupokat.
it: Imposta la durata dei popup della musica, 0 significa nessun popup mostrato.
ja_jp: ミュージックポップアップの表示時間を設定します。0を設定することでポップアップは表示されなくなります。
ko: 배경음악 알림창 지속시간 설정, 0으로 설정시 알림 해제
pl: Ustaw długość wyświetlania okienka muzyki, ustaw 0 by je wyłączyć.
pt_br: Alterar a duração das caixas de diálogos da música, 0 significa sem caixa de diálogo.
ru_ru: Настройка задержки pop-up музыки. 0 — pop-up выключены.
sk_sk: Nastaviť trvanie hudobných popupov. 0 ich zakáže.

source: MUSIC POPUP DURATION
de: MUSIK-POPUP DAUER
fr: DURÉE DES POPUPS DE MUSIQUE
hu: ZENE POPUP IDŐTARTAMA
it: DURATA POPUP MUSICA
ja_jp: ミュージックポップアップの持続時間
ko: 음악 알림창 지속시간
pl: DŁUGOŚĆ WYŚWIETLANIA OKIENKA MUZYKI
pt_br: DURAÇÃO DA CAIXA DE DIÁLOGO DA MÚSICA
ru_ru: ЗАДЕРЖКА POP-UP ДЛЯ МУЗЫКИ
sk_sk: Trvanie hudobného popupu

source: POPUP SETTINGS
de: POPUP EINSTELLUNGEN
fr: RÉGLAGES DES POPUPS
hu: POPUP BEÁLLÍTÁSOK
it: IMPOSTAZIONI POPUP
ja_jp: ポップアップ設定
ko: 알림창 설정
pl: USTAWIENIA WYSKAKUJĄCYCH OKIENEK
pt_br: CONFIGURAÇÕES DA CAIXA DE DIÁLOGO
ru_ru: ПАРАМЕТРЫ POP-UP
sk_sk: Nastavenia popupu

source: POPUP POSITION
fr: POSITION DES POPUPS
hu: POPUP POZÍCIÓ
it: POSIZIONE POPUP
ja_jp: ポップアップの表示位置
ko: 알림창 위치
pl: POZYCJA WYSKAKUJĄCYCH OKIENEK
pt_br: POSIÇÃO DA CAIXA DE DIÁLOGO
ru_ru: ПОЗИЦИЯ POP-UP
sk_sk: Poloha popupu

source: Select the position of popups on screen.
de: Wähle die Position des Popups auf dem Bildschirm
fr: Choisissez la position des popups sur l'écran
hu: Válaszd ki a popup pozícióját a képernyőn.
it: Selezione la posizione dei popup sullo schermo.
ja_jp: ポップアップの表示位置を選択します。
ko: 화면상 알림창 위치 선택
pl: Wybierz pozycję wyskakujących okienek na ekranie.
pt_br: Seleciona a posição das caixas de diálogos na tela.
ru_ru: Выбрать позицию pop-up на экране.
sk_sk: Vyberte polohu popupu na obrazovke

source: Set position and duration of popups.
de: Stelle Position und Dauer der Popups ein.
eu_es: Ezarri popup-en posizio eta iraupena.
fr: Réglez la position et la durée des popups
hu: Állítsd be a popupok helyzetét és időtartamát.
it: Imposta la posizione e la durata dei popup.
ja_jp: ポップアップの持続時間と位置を設定します。
ko: 알림창 위치 지속시간 설정
pl: Ustaw pozycje i czas wyświetlania wyskakujących okienek.
pt_br: Modifica a posição e duração das caixas de diálogos.
ru_ru: Задать позицию и задержку pop-up.
sk_sk: Nastaviť polohu a trvanie popupov

source: TOP/RIGHT
de: OBEN/RECHTS
eu_es: GORA/ESKUINA
fr: HAUT/DROITE
hu: FEL/JOBBRA
it: ALTO A DESTRA
ja_jp: 右上
ko: 상/우
pl: GÓRNY PRAWY RÓG
pt_br: CIMA/DIREITA
ru_ru: ВВЕРХУ СПРАВА
sk_sk: Hore/Vpravo

source: BOTTOM/RIGHT
de: UNTEN/RECHTS
eu_es: BEHERA/ESKUINA
fr: BAS/DROIT
hu: LE/JOBBRA
it: BASSO A DESTRA
ja_jp: 右下
ko: 하/우
pl: DOLNY PRAWY RÓG
pt_br: BAIXO/DIREITA
ru_ru: ВНИЗУ СПРАВА
sk_sk: Dolu/Vpravo

source: BOTTOM/LEFT
de: UNTEN/LINKS
eu_es: BEHERA/EZKERRA
fr: BAS/GAUCHE
hu: LE/BALRA
it: BASSO A SINISTRA
ja_jp: 左下
ko: 하/좌
pl: DOLNY LEWY RÓG
pt_br: BAIXO/ESQUERDA
ru_ru: ВНИЗУ СЛЕВА
sk_sk: Dolu/Vľavo

source: TOP/LEFT
de: OBEN/LINKS
eu_es: GORA/EZKERRA
fr: HAUT/GAUCHE
hu: FEL/BALRA
it: ALTO A SINISTRA
ja_jp: 左下
ko: 상/좌
pl: GÓRNY LEWY RÓG
pt_br: CIMA/ESQUERDA
ru_ru: ВВЕРХУ СЛЕВА
sk_sk: Hore/Vľavo

source: SHOW FOLDERS CONTENT
de: ORDNERINHALT ANZEIGEN
fr: MONTRER LE CONTENU DES DOSSIERS
hu: MAPPA TARTALOM
it: MOSTRA CONTENUTO CARTELLE
ja_jp: フォルダー内のコンテンツを表示
ko: 폴더 콘텐츠 보여주기
pl: POKAŻ ZAWARTOŚĆ FOLDERÓW
pt_br: MOSTRAR O CONTEÚDO DAS PASTAS
ru_ru: ПОКАЗЫВАТЬ СОДЕРЖИМОЕ ПАПОК
sk_sk: Zobraziť obsah adresárov

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
de: Wechsle die Ansicht zwischen Ordnerstruktur und aller Spiele auf einer Ebene.
fr: Basculer entre l'affichage classique de dossiers et l'affichage de tous les jeux sur une seule liste.
hu: Váltás könyvtárstruktúra, és játéklista megjelenítés között.
it: Passa dal vedere la struttura delle cartelle e vedere tutti i videogiochi allo stesso livello principale.
ja_jp: フォルダ構造の表示と、フラット化されたすべてのゲームの表示を切り替えます。
ko: 폴더 구조 보는것과 모든 게임 보는 방법 변경
pl: Przełącz między pokazywaniem struktury folderów a pokazywanie wszystkich gier bez folderów w spłaszczonym widoku.
pt_br: Alterna entre ver a estrutura das pastas e ver todos os jogos em um nível superior.
ru_ru: Переключение между просмотром в виде структуры папок и простым общим списком игр.
sk_sk: Prepnúť medzi zobrazením štruktúry adresárov a zobrazením všetkých hier v jednej úrovni

source: NETPLAY
fr: NETPLAY (réseau)
ja_jp: ネットプレイ
ko: 넷플레이
pl: GRA SIECIOWA
pt_br: JOGO EM REDE
ru_ru: СЕТЕВАЯ ИГРА
sk_sk: Sieťová hra

source: NETPLAY SETTINGS
de: NETPLAY EINSTELLUNGEN
fr: OPTIONS NETPLAY
hu: NETPLAY BELLÍTÁSOK
it: IMPOSTAZIONI DI NETPLAY
ja_jp: ネットプレイ設定
ko: 넷플레이 설정
pl: USTAWIENIA GRY SIECIOWEJ
pt_br: CONFIGURAÇÕES DE JOGO EM REDE
ru_ru: ПАРАМЕТРЫ СЕТЕВОЙ ИГРЫ
sk_sk: Nastavenia netplay

source: NETPLAY LOBBY
fr: LOBBY NETPLAY
hu: NETPLY LOBBY
it: GRUPPO DI NETPLAY
ja_jp: ネットプレイロビー
ko: 넷플레이 로비
pl: POCZEKALNIA GRY SIECIOWEJ
pt_br: SALA DE JOGO EM REDE
ru_ru: ЛОББИ СЕТЕВОЙ ИГРЫ
sk_sk: Sieťová miestnosť
