Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: SHOW HIDDEN
ca: MOSTRA ELS OCULTS
de: ZEIGE VERSTECKTE
eu_es: ERAKUTSI EZKUTUKOA
fr: AFFICHER LES JEUX CACHÉS
hu: REJTETT MUTATÁSA
it: MOSTRA NASCOSTI
ja_jp: 隠した項目を表示
ko: 숨김 표시
lb_lu: VERSTOPPTEN UWEISEN
lv_lv: RĀDĪT SLĒPTOS
nl: Toon verborgen items
pl: POKAŻ UKRYTE
pt_br: EXIBIR OCULTOS
ru_ru: ПОКАЗЫВАТЬ СКРЫТЫЕ
sk_sk: Zobraziť skryté

source: EXTREM (1400Mhz)
eu_es: MUTURREKOA (1400Mhz)
fr: EXTRÊME (1400MHz)
hu: EXTRÉM (1400Mhz)
it: ESTREMO (1400Mhz)
ja_jp: 極限 (1400Mhz)
ko: 익스트림 (1400Mhz)
lv_lv: EKSTRĒMS (1400Mhz)
nl: Extreem (1400Mhz)
pl: EKSTREMALNIE (1400MHz)
pt_br: EXTREMO (1400Mhz)
ru_ru: ЭКСТРИМ (1400 мГц)
sk_sk: Extrémne (1400 MHz)

source: HIGH (1300Mhz)
ca: ALT (1300Mhz)
de: HOCH (1300Mhz)
eu_es: ALTUA (1300Mhz)
fr: HAUT (1300MHz)
it: ALTO (1300Mhz)
ja_jp: 高 (1300Mhz)
ko: 높음 (1050Mhz)
lv_lv: AUGSTS (1300Mhz)
nl: Hoog (1300Mhz)
pl: WYSOKIE (1300MHz)
pt_br: ALTO (1300Mhz)
ru_ru: ВЫСОКИЙ (1300 мГц)
sk_sk: Vysoké (1300 MHz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
ca: SI ESTABLIU L'OVERCLOCK ALS MODES TURBO O EXTREM POT FER QUE EL SISTEMA ES TORNI INESTABLE. NO HO UTILITZEU SI NO ESTEU SEGUR. SI CONTINUEU, EL SISTEMA ES REINICIARÀ.
de: TURBO UND EXTREM ÜBERTAKTUNG KÖNNEN ZU SYSTEMINSTABILITÄT FÜHREN. BENUTZUNG DESHALB AUF EIGENE GEFAHR. WENN DU FORTFÄHRST, WIRD DAS SYSTEM JETZT NEU GESTARTET.
eu_es: TURBO ETA MUTURREKO OVERCLOCK EZARPENEK SISTEMA EZEGONKORTU DEZAKETE, BERAZ ERABILI ZURE ARDURAPEAN. AURRERA JARRAITZEN BADUZU, SISTEMA BERRABIARAZIKO DA ORAIN.
fr: LES PRÉRÉGLAGES TURBO ET EXTRÊME PEUVENT PROVOQUER DES INSTABILITÉS DU SYSTÈME, UTILISEZ-LES À VOS PROPRES RISQUES. SI VOUS CONTINUEZ, LE SYSTÈME REDÉMARRERA MAINTENANT.
hu: TURBO ÉS EXTRÉM OVERCLOCK BEÁLLÍTÁSOK RENDSZER INSTABILITÁST OKOZHATHATNAK, HASZNÁLD ŐKET SAJÁT FELELŐSSÉGEDRE. HA FOLYTATOD, A RENDSZER ÚJRA FOG INDULNI.
it: LE IMPOSTAZIONI DI OVERCLOCK TURBO ED ESTREMO POTREBBERO CAUSARE INSTABILITÀ, QUINDI USALI A TUO RISCHIO E PERICOLO. SE CONTINUI, IL SISTEMA VERRÀ RIAVVIATO ADESSO.
ja_jp: ターボ および 極限 のオーバークロックは システムが 不安定になる 要因となることがあります。 使用者の 責任で ご利用ください。 継続する場合、 システムは 今すぐ 再起動します。
ko: 터보 및 익스트림 오버클럭을 사용할 시 생기는 문제에 대한 책임은 본인에게 있습니다. 계속하려면 시스템을 다시 시작합니다.
lb_lu: TURBO AN EXTREM IWWERTACKTUNG KËNNEN ZU ENGEM INSTABILLEN SYSTEM FÉIEREN. BENOTZUNG OP EEGEN GEFOR.WANN DER FIRUN FUERT GËTT DEN SYSTEM ELO NEI GESTART.
lv_lv: TURBO UN EKTRĒMĀLĀ UZDZĪŠANA VAR PADARĪT SISTĒMU NESTABILU, TĀPĒC JŪS UZŅEMATIES ATBILDĪBU PA ŠO REŽĪMU IZMANTOSĀNU! JA JŪS TURPINĀSIET SISTĒMA TIKS RESTARTĒTA!
nl: TURBO EN EXTREME OVERCLOCK INSTELLINGEN KUNNEN JE SYSTEEM INSTABIEL MAKEN, GEBRUIK OP EIGEN RISIC DOORGAAN ZAL HET SYSTEEM OPNIEUW OPSTARTEN.
pl: USTAWIENIE TURBO I EKSTREMALNE MOGĄ SPOWODOWAĆ NIESTABILNOŚCI, WIĘC UŻYWASZ ICH NA WŁASNĄ ODPOWIEDZIALNOŚĆ. JEŻELI KONTYNUUJESZ, SYSTEM ZOSTANIE URUCHOMIONY PONOWNIE.
pt_br: CONFIGURAÇÕES DE OVERCLOCK TURBO E EXTREMO PODEM CAUSAR INSTABILIDADE DO SISTEMA, ENTÃO, UTILIZE POR SUA CONTA E RISCO. SE VOCÊ CONTINUAR, O SISTEMA REINICIARÁ AGORA.
ru_ru: ПРЕДУСТАНОВКИ РАЗГОНА "ТУРБО" И "ЭКСТРИМ" МОГУТ ВЫЗВАТЬ НЕСТАБИЛЬНОСТЬ СИСТЕМЫ, ИСПОЛЬЗУЙТЕ ИХ НА СВОЙ СТРАХ И РИСК. ЕСЛИ ВЫ ПРОДОЛЖИТЕ, СИСТЕМА БУДЕТ СЕЙЧАС ПЕРЕЗАГРУЖЕНА.
sk_sk: Turbo a Extrémne pretaktovanie môže spôsobiť nestabilitu systému, používajte ich iba na vlastné riziko! Systém sa teraz reštartuje, ak budete pokračovať.

source: %i GAME HIDDEN
ca: %i JOC OCULT
de: %i SPIEL VERSTECKT
eu_es: JOKO %i EZKUTATUTA
fr: %i JEU CACHÉ
hu: %I JÁTÉK ELREJTVE
it: %i GIOCO NASCOSTO
ja_jp: %i 個のゲームが非表示になっています
ko: %i 의 게임들이 숨겨져 있습니다.
lb_lu: %i SPILL VERSTOPPT
lv_lv: %i SPĒLE SLĒPTA
nl: %i spel verborgen
pl: %i UKRYTA GRA
pt_br: %i JOGO OCULTO
ru_ru: %i ИГРА СКРЫТА
sk_sk: %i hra skrytá

source: Start kodi media player.
ca: Inicia el reproductor Kodi.
de: Kodi Media Player starten
eu_es: Hasi Kodi media erreproduzitzailea.
fr: LANCER LE MEDIA CENTER KODI
hu: Kodi médiaplayer elindítása.
it: Avvia lettore Kodi
ja_jp: Kodi メディアプレイヤーを 開始する
ko: KODI 시작하기
lv_lv: Startēt KODI MEDIA atskaņotāju
nl: Start Kodi Media Speler.
pl: Uruchom KODI.
pt_br: Iniciar o Kodi Media Player.
ru_ru: Запуск медиаплеера Kodi.
sk_sk: Spustiť prehrávač KODI

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
ca: Seleccioneu l'idioma del Recalbox, seleccioneu un disc dur extern per emmagatzemar els jocs i configuracions, i comproveu la versió actual i l'espai lliure a la unitat
de: Wähle die Sprache deiner Recalbox, wähle ein ext. Speichermedium um deine Spiele und Konfigurationen zu speichern, überprüfe deine Recalbox Version und den freien Speicherplatz.
fr: Choisissez la langue de votre Recalbox, choisissez un lecteur externe pour stocker vos jeux et vos configurations, vérifiez la version actuelle et l'espace libre sur votre disque.
hu: Válassz nyelvet, válassz egy külső meghajtót a játékok és a beállítások tárolására, ellenőrizd az aktuális verziót és a szabad helyet a merevlemezen
it: Seleziona la lingua per il tuo recalbox, seleziona un'unità esterna per i tuoi giochi e configurazioni, controlla la versione corrente e lo spazio libero sull'unità
ja_jp: recalboxで使用する言語を選択して下さい ROMと設定を保存する外部ストレージを選択して下さい 選択する外部ストレージの空き容量とバージョンは事前に問題ない事を確認して下さい
ko: recalbox의 언어를 선택하세요. 게임 및 설정요소를 저장할 외부 드라이브를 선택합니다. 현재 시스템의 버전과 드라이브의 여유 공간을 확인하십시오.
lb_lu: Wiel eng Sprooch fier deng Recalbox, wiel een externen Späicher fier deng Spiller an Configuratiounen drop ze stockéieren, kontrolléier deng aktuell Versioun an kuck dat genuch Späicherplaatz zur Verfügung steet.
lv_lv: Izvēlieties jūsu valodu, izvēlieties ārējo disku datu un konfigurāciju glabāšanai, pārbaudiet pašreizējo versiju un brīvo vietu diskā.
nl: Selecteer de taal voor je recalbox, selecteer een externe opslag om je spellen en instellingen op te slaan, check huidige versie, en de vrije ruimte op je schijf
pl: Wybierz język Recalboxa, wybierz zewnętrzny dysk do przechowywania gier i konfiguracji, sprawdź swoją aktualną wersję i wolne miejsce na twoim dysku
pt_br: Selecione o idioma para seu recalbox, selecione uma unidade externa para armazenar seus jogos e configurações, verifique a versão atual e o espaço livre em sua unidade
ru_ru: Выбор языка системы, выбор внешнего носителя для хранения ваших игр и конфигураций, проверка вашей текущей версии системы и свободного пространства на вашем носителе
sk_sk: Vyberte jazyk pre Recalbox, vyberte externý disk na uloženie vašich hier a nastavení, skontrolujte verziu a skontrolujte voľné miesto.

source: Shows your current recalboxOS version.
ca: Mostra la versió actual del recalboxOS.
de: Zeigt Dir die recalboxOS Version an.
eu_es: Erakutsi momentuko zure recalboxOS bertsioa.
fr: MONTRER LA VERSION ACTUELLE DE RecalboxOS.
hu: Mutasd az aktuális recalboxOS verziót.
it: Mostra la versione corrente del recalboxOS
ja_jp: 現在の Recalbox OS のバージョンを 表示します。
ko: recalboxOS의 버전을 표시합니다
lb_lu: Aktuell recalboxOS Versioun uweisen
lv_lv: Parāda pašreizējo recalbox versija.
nl: Toon je huidige RecalboxOS versie.
pl: Pokaż aktualną wersję Recalboxa.
pt_br: Exibe sua versão atual do recalboxOS.
ru_ru: Показывает текущую версию recalboxOS.
sk_sk: Zobrazí aktuálnu verziu Recalboxu

source: Show how much space is used on your SHARE partition, located either on the SDCARD or on an external drive. The information shows how much GB are used and how much GB your storage has overall (example 13GB/26GB).
ca: Mostra quant espai s'utilitza en la partició, ja sigui en la targeta SD o en una unitat externa. La informació mostra quants GB s'estan utilitzant i quants GB d'emmagatzematge hi ha en total (per exemple 13 GB/26GB).
de: Zeigt an, wie viel Speicherplatz auf deiner SHARE-Partition verwendet wird, die sich entweder auf der SD-Karte oder auf einem externen Laufwerk befindet. Die Information zeigt an, wie viele GBs verwendet werden und wie viele GBs der Speicher insgesamt hat (Beispiel 13GB/26GB)
fr: Montrer l'espace utilisé de la partition SHARE située sur la carte SD ou le lecteur externe. Cela montre les Go qui sont utilisés par rapport au total du support (exemple 13Go/26Go).
hu: Ellenőrizhető, mennyi szabad hely van az SD kártyán, vagy a külső meghajtón található SHARE partíción. A kijelzett informácó megmutatja, mennyi GB foglalt, és mennyi GB a teljes tárhely (pl.: 13GB/26GB)
it: Mostra quanto spazio viene usato nella partizione SHARE, che si trova sulla SDCARD o su unità esterna. L'informazione mostra quanti GB vengono usati e la capacità massima (esempio 13GB/26GB).
ja_jp: 接続されているストレージの使用容量を表示します SDカードと全ての外部ストレージが対象になります 表示形式はの例は以下に記載します (例：13GB/26GB)
ko: SD CARD 혹는 외장 드라이브 파티션의 사용한 공간의 크기를 표시합니다. 이 정보는 사용한 공간과 저장소의 용량(예 : 13GB / 26GB)을 보여줍니다.
lb_lu: Uweisen wéivill Späicherplaatz am Gebrauch ass op denger SHARE Partitioun déi sech entweder op der SD-KAART oder op dengem externen Disk befënnt. Dëss Informatiounen weisen dir wéivill GB momentan am Gebrauch sinn souwéi wéivill GB däin Späicher insgesamt huet (z.B: 13GB/26GB).
lv_lv: Parāda, cik daudz vietas tiek izmantots SHARE nodalījumā, kas atrodas vai nu uz SD kartes vai ārējā diska. Informācija, kas parāda, cik daudz GB izmantots un cik daudz GB krātuvē kopumā (piemēram, 13 GB / 26 GB).
nl: Toon hoeveel ruimte gebruikt is op je SHARE partitie, welke op de SD kaart of externe opslag bevindt. Informatie toont hoeveel GB gebruikt is, en hoeveel deze heeft.
pl: Pokazuje, ile miejsca zostało na partycji SHARE znajdującej się na karcie SD lub na dysku zewnętrznym. Informacje te pokazują, ile GB jest wykorzystywanych i ile nośnik ma pamięci w sumie (przykład 13 GB/26 GB).
pt_br: Exibe quanto espaço é usado em sua partição SHARE, localizada no cartão SD ou em uma unidade externa. As informações mostram quantos GB são usados e quantos GB seu armazenamento tem no total (exemplo 13GB/26GB).
ru_ru: Показывает сколько места использовано разделом SHARE, расположенном на SD-карте или на внешнем диске. Отображает сколько памяти используется и сколько свободно на вашем накопителе (пример 13GB/26GB).
sk_sk: Zobrazí, koľko miesta sa používa na vašej SHARE partícii, umiestnenej na SD karte alebo externom disku. Informácia ukáže, koľko GB sa používa a aká je celková kapacita (napr. 13 GB/26 GB).

source: Select an external drive to store your roms, saves, configurations etc. Use a FAT32 formatted drive. The system does not format the drive. On first boot, with this option enabled, recalbox will create a '/recalbox' folder with all system files inside.
ca: Seleccioneu un disc dur extern per emmagatzemar els jocs ROM, les partides desades, les configuracions, etc. Utilitzeu una unitat amb format FAT32. El sistema no dóna format a la unitat. Amb aquesta opció activada, recalbox crearà una carpeta anomenada '/recalbox' amb tots els arxius de sistema la primera vegada que l'inicieu.
de: Wähle ein externes Laufwerk, um deine ROMs, Speicherstände, Konfigurationen usw. zu speichern. Verwende ein FAT32 formatiertes Laufwerk. Das System formatiert das Laufwerk nicht. Wenn diese Option aktiviert ist, erstellt Recalbox beim ersten Start einen Ordner '/recalbox' mit allen Systemdateien darin.
fr: Choisissez un lecteur externe pour stocker vos roms, sauvegardes, configurations etc. Utilisez un lecteur formaté en EXFAT. Le système ne formate pas le lecteur. Au premier démarrage, avec cette option activée, Recalbox créera un dossier '/recalbox' avec tous les fichiers systèmes dedans.
hu: Válassz ki egy külső meghajtót a rom-ok, mentések, konfigurációk stb. tárolásához. Használj FAT32-es formátumot. A rendszer nem formázza a meghajtót. Első indításkor, ha ez az opció engedélyezve van, a recalbox létrehoz egy '/recalbox' könyvtárat az összes fájllal együtt.
it: Seleziona un'unità esterna per salvare le tue rom, salvataggi, configurazioni ecc. Utilizza un'unità formatta in FAT32. Il sistema non formatterà l'unità. Al primo avvio, se questa opzione è abilitata, recalbox creerà una cartella '/recalbox' con al suo interno tutti file di sistema.
ja_jp: ROMとセーブデーター及び設定を保存する外部ストレージを選択して下さい。 recalboxのシステムはフォーマットを行いませんので事前に外部ストレージはFAT32でフォーマットされている必要があります 初回起動でこのオプションはONになりますその後recalboxは各ストレージに /recalbox を構築後に必要なシステムファイルを配置します。
ko: Rom, 세이브 파일, 설정 등을 저장할 외장 드라이브를 선택하십시오. FAT32 형식의 드라이브를 사용하십시오. 시스템이 드라이브를 포맷하지 않습니다. 이 옵션이 활성화 되어 있다면 처음 시작시 recalbox는 루트에 모든 시스템 파일이 들어있는 '/recalbox' 폴더를 만듭니다.
lb_lu: Externen Disk auswielen fir deng roms, saves, configuratiounen, etc. ze stockéieren. Den Disk muss FAT32 formatéiert sinn. Den System formatéiert den Disk nët. Beim 1 booten, mat dëser Optioun aktivéiert, leet recalbox een "/recalbox" Ordner mat allen néidegen System Dateien un.
lv_lv: Izvēlieties ārējo disku, lai uzglabātu spēles, konfigurācijas, saglabājumus utt. Izmantojiet FAT32 formatētu disku. Sistēma nevar formatēt disku. Pēc pirmās sāknēšanas, ja šī opcija ir iespējota tiek izveidota mape "/ recalbox" ar visām sistēmas datnēm iekšā.
nl: Selecteer een externe opslag voor het opslaan van je roms, saves, configuratie etc. Gebruik een FAT32 formaat opslag. Het systeem formatteert de opslag niet. Bij de eerste start zal Recalbox een /recalbox map met alle systeembestanden maken.
pl: Wybierz dysk zewnętrzny do przechowywania ROM-ów, zapisów, konfiguracji itp. Użyj dysku sformatowanego przy użyciu systemu FAT32. System nie sformatuje dysku. Przy pierwszym uruchomieniu, gdy opcja jest włączona, Recalbox utworzy folder o nazwie '/recalbox' z wszystkimi plikami systemowymi wewnątrz.
pt_br: Selecione uma unidade externa para armazenar suas roms, saves, configurações etc. Use uma unidade formatada FAT32. O sistema não formata a unidade. Na primeira inicialização, com esta opção ativada, o recalbox criará uma pasta '/recalbox' com todos os arquivos do sistema dentro.
ru_ru: Выберите внешний носитель для хранения ваших ромов, сохранений, конфигураций и т.п. Используйте носитель в FAT32. Система не форматирует его. С первым запуском, если эта опция включена, recalbox создаст директорию «/recalbox» содержащую системные файлы.
sk_sk: Vybrať externý disk na uloženie vašich ROMov, uložení, nastavení a pod. Použite disk vo formáte FAT32. Systém ho nenaformátuje. Pri prvom spustení, ak je to povolené, Recalbox vytvorí priečinok /recalbox so všetkými systémovými súbormi.

source: Select your language. A reboot is needed to set this configuration active.
ca: Seleccioneu l'idioma. Per activar aquesta configuració es necessitarà reiniciar.
de: Wähle deine Sprache. Ein Neustart ist erforderlich, um die Änderung zu übernehmen
eu_es: Aukeratu zure hizkuntza. Berrabiaraztea beharrezkoa da konfigurazio hau ezartzeko.
fr: CHOIX DE LA LANGUE. UN RÉDEMARRAGE EST NÉCESSAIRE.
hu: Válassz nyelvet. Újraindítás szükséges az alkalmazásához.
it: Seleziona la tua lingua. È richiesto un riavvio per applicare questa configurazione.
ja_jp: 言語を 選択してください。 この設定を 反映するには、 再起動が 必要です。
ko: 언어를 선택하십시오. 변경한 설정은 재부팅 후에 적용됩니다.
lb_lu: Wiel deng Sprooch. Een Neistart ass néideg fier dëss Ännerung ze aktivéieren.
lv_lv: Izvēlieties valodu. Nepieciešama pārstartēšana, lai iestatītu konfigurāciju,
nl: Selecteer je taal. Opnieuw opstarten is vereist om de configuratie op te slaan.
pl: Wybierz swój język. Żeby wprowadzić zmiany potrzebne będzie ponowne uruchomienie.
pt_br: Selecione seu idioma. É necessária uma reinicialização para ativar esta configuração.
ru_ru: Выберите свой язык. Для применения этих настроек потребуется перезагрузка.
sk_sk: Vyberte váš jazyk. Na zmenu tohto nastavenia je potrebný reštart.

source: Manage your recalbox updates. Select the update type. Activate update check.
ca: Gestiona les actualitzacions del recalbox. Seleccioneu el tipus d'actualització. Activa la comprovació d'actualitzacions.
de: Verwalte Recalbox Updates. Wähle den Update-Typ. Aktiviere die Update-Prüfung.
eu_es: Kudeatu zure recalbox eguneraketak. Aukeratu eguneraketa mota. Aktibatu eguneraketa egiaztatzea.
fr: GESTION DES MISES A JOUR de Recalbox. Choisissez le type de mise à jour. Activez la vérification de mise à jour.
hu: Recalbox frissítések menedzselése. Válaszd ki a frissítés típusát. Aktiváld a frissítés ellenőrzését.
it: Gestisci gli aggiornamenti del tuo recalbox. Seleziona il tipo di aggiornamenti. Attiva il controllo degli aggiornamenti.
ja_jp: Recalbox の更新を 管理します。 更新の 種別を 選択してください。 更新を 確認します。
ko: Recalbox의 업데이트를 관리합니다. 업데이트 유형을 선택하고, 업데이트 확인을 활성화하십시오.
lb_lu: Organiséier deng recalbox Updates. Wiel deng Update Methode. Aktivéier op no Updates gesicht soll ginn.
lv_lv: Pārvaldīt recalbox atjauninājumus. Izvēlaties atjauninājuma tipu. Aktivizēt atjauninājumu pārbaudi.
nl: Beheer Recalbox updates. Selecteer type update. Activeer update controle.
pl: Zarządzaj aktualizacjami Recalboxa. Wybierz typ aktualizacji. Włącz sprawdzanie aktualizacji.
pt_br: Gerencie suas atualizações do recalbox. Selecione o tipo de atualização. Ative a verificação de atualização.
ru_ru: Управление обновлениями recalbox. Выбор типа обновления. Запуск проверки обновлений.
sk_sk: Prepnúť kontrolu aktualizácie, zobrazenie zoznamu zmien a spustenie aktualizácie

source: Check if an update is available, and start the update process.
ca: Comprova si hi ha una actualització disponible, i inicia el procés.
de: Prüfe, ob ein Update verfügbar ist, und starte den Update-Vorgang
eu_es: Egiaztatu eguneraketarik badagoen, eta hasi eguneraketa prozesua.
fr: SI UNE MISE A JOUR EST DISPONIBLE, LANCEZ-LA !
hu: Frissítés ellenőrzése, és a frissítési folyamat elindítása.
it: Controlla se è disponibile un aggiornamento, e avvia il processo di aggiornamento.
ja_jp: アップデートが確認できた場合はアップデートを開始します。
ko: 업데이트가 있는지 확인하고, 업데이트를 시작합니다.
lb_lu: Kontrolléier op een Update disponibel ass an start den Update-Prozess.
lv_lv: Pārbaudīt vai ir pieejams atjauninājums un startēt atjaunināšanas procesu.
nl: Controleer of er updates zijn, en start het updaten.
pl: Zobacz, czy aktualizacja jest dostępna i uruchom proces aktualizacji.
pt_br: Verifica se uma atualização está disponível e inicia o processo de atualização.
ru_ru: Проверить наличие и начать процесс обновления.
sk_sk: Skontrolovať, či je dostupná aktualizácia a spustiť proces aktualizácie
