Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: SWAP VALIDATE/CANCEL BUTTONS
de: DIE SCHALTFLÄCHEN ZUM BESTÄTIGEN/ABBRECHEN UMKEHREN
fr: INVERSER LES BOUTONS VALIDER/ANNULER
hu: CSERÉLD FEL AZ ÉRVÉNYESÍTÉS/MÉGSEM GOMBOKAT
it: SCAMBIA TASTI CONVALIDA/CANCELLA
pl: ZAMIEŃ PRZYCISKI WERYFIKUJ/ANULUJ
pt_br: TROCAR BOTÕES DE VALIDAR/CANCELAR
sk_sk: Vymeniť tlačidlá Potvrdiť/Zrušiť

source: AUDIO MODE
de: AUDIO-MODUS
fr: MODE AUDIO
hu: AUDIÓMÓD
it: MODALITÀ AUDIO
pl: TRYB AUDIO
pt_br: MODO DE ÁUDIO
sk_sk: Režim zvuku

source: Select sound to play. Musics, videos sound, both or none
de: Wählen Sie den abzuspielenden Ton aus. Musik, Videoton, beides oder keine
fr: Sélectionnez le son à jouer. Les musiques, le son des vidéos, les deux ou aucun
hu: Válassza ki a lejátszani kívánt hangot. Zene, videó hang, mindkettő vagy egyik sem
it: Seleziona quali suoni vuoi ascoltare. Musica, Video, entrambi o nessuno.
pl: Wybierz dźwięk do odtworzenia. Muzyka, dźwięk wideo, jedno i drugie lub żaden
pt_br: Selecione o som a ser reproduzido. Músicas, sons dos vídeos, ambos ou nenhum
sk_sk: Vyberte zvuk na prehranie. Hudba, video zvuk, oboje alebo nič

source: Musics or videos sound
de: Musik oder Ton der Videos
fr: Les musiques ou le son des vidéos
hu: Zene vagy videó hang
it: Musica o Video
pl: Dźwięk muzyki lub filmów
pt_br: Músicas ou sons dos vídeos
sk_sk: Hudba alebo video zvuk

source: Musics and videos sound
de: Musik und Ton der Videos
fr: Les musiques et le son des vidéos
hu: Zene és videó hang
it: Musica e Video
pl: Dźwięk muzyki i filmów
pt_br: Músicas e sons dos vídeos
sk_sk: Hudba a video zvuk

source: Musics only
de: Nur Musik
fr: Les musiques uniquement
hu: Csak zene
it: Solo Musica
pl: Tylko Muzyka
pt_br: Somente Músicas
sk_sk: Iba hudba

source: Videos sound only
de: Nur Videoton
fr: Le son des vidéos uniquement
hu: Csak videó hang
it: Solo Video
pl: Tylko dżwięk Video
pt_br: Somente sons dos vídeos
sk_sk: Iba video zvuk

source: No sound
de: Kein Ton
fr: Aucun son
hu: Nincs hang
it: Nessuno
pl: Brak dżwięku
pt_br: Sem som
sk_sk: Bez zvuku

source: Scraping complete! {PROCESSED} games processed. {SUCCESS} game(s) scraped or updated {NOTFOUND} game(s) not found... {ERRORS} request/download errors {TEXTINFO} Text information updated {IMAGES} images and {VIDEOS} videos downloaded {MEDIASIZE} of media saved Now, EmulationStation is going to relaunch to update all gamelists.
de: Scraping abgeschlossen! {PROCESSED} Spiele verarbeitet. {SUCCESS} Spiel(e) gescrapt oder aktualisiert {NOTFOUND} Spiel(e) nicht gefunden... {ERRORS} Fehler beim Abfragen/Herunterladen {TEXTINFO} Textinformationen aktualisiert {IMAGES} Bilder und {VIDEOS} Videos heruntergeladen {MEDIASIZE} an Medien gespeichert EmulationStation wird nun neu gestartet, um die Spiellisten zu aktualisieren.
fr: Scraping terminé ! {PROCESSED} jeux traités. {SUCCESS} jeu(x) scrapé(s) ou mis à jour {NOTFOUND} jeu(x) non trouvés... {ERRORS} erreur(s) de requête/téléchargement {TEXTINFO} information(s) texte mise à jour {IMAGES} images et {VIDEOS} vidéos téléchargée(s) {MEDIASIZE} de médias sauvegardés EmulationStation va redémarrer pour mettre à jour la liste des jeux.
hu: A lekérés kész! {PROCESSED} játék feldolgozva. {SUCCESS} játék lekérve vagy frissítve. {NOTFOUND} játék nem található... {ERRORS} kérés/letöltés hiba. {TEXTINFO} szöveges információ frissítve. {IMAGES} kép és {VIDEOS} videó letöltve. {MEDIASIZE} média mentve. Az EmulationStation most újraindul, hogy frissítse az összes játéklistát.
it: Scraping completato! {PROCESSED} giochi elaborati. {SUCCESS} giochi scrapati o aggiornati. {NOTFOUND} giochi non trovati... {ERRORS} errori di richiesta/download. {TEXTINFO} informazioni di testo aggiornati. {IMAGES} immagini e {VIDEOS} video scaricati. {MEDIASIZE} di dati salvati. EmulationStation verrà riavviato per aggiornare tutti i gamelist.
ja_jp: スクラップ完了！ {PROCESSED}ゲームが処理されました。 {SUCCESS} ゲームのスクレイピングまたは更新 {NOTFOUND} ゲームが見つかりません... {ERRORS} リクエスト/ダウンロードエラー {TEXTINFO} テキスト情報が更新されました {IMAGES}画像と {VIDEOS} 動画をダウンロード 保存されたメディアの {MEDIASIZE} 今、EmulationStationはすべてのゲームリストを更新するために再起動します。
ko: 스크래핑 완료 {PROCESSED} 게임 처리됨. {SUCCESS} 게임이 스크래핑되거나 업데이트됨. {NOTFOUND} 게임을 찾을 수 없음. {ERRORS} 다운로드 에러 {TEXTINFO} 텍스트 정보 업데이트 {IMAGES} 개의 이미지 {VIDEOS} 비디오 다운로드 됨. {MEDIASIZE} 개의 미디어 저장됨. 에뮬레이션스테이션은 이제 모든 게임리스트를 업데이트하기 위해 다시 시작됨.
pl: Pobieranie informacji zakończone! Ilość zaktualizowanych gier: {PROCESSED}. Zaktualizowane gry: {SUCCESS}. Nieznalezione gry: {NOTFOUND}... Błędy żądania/pobierania: {ERRORS}. Zaktualizowane informacje tekstowe: {TEXTINFO}. Pobranych obrazów: {IMAGES}. Pobranych filmów: {VIDEOS}. Zapisano {MEDIASIZE} danych. EmulationStation uruchomi się teraz ponownie, aby zaktualizować wszystkie listy gier.
pt_br: Scrape concluído! {PROCESSED} jogo(s) processado(s). {SUCCESS} jogo(s) com scrape(s) novo(s) ou atualizado(s). {NOTFOUND} jogo(s) não encontrado(s)... {ERRORS} erros de solicitação/download. {TEXTINFO} informações de texto atualizadas. {IMAGES} imagens e {VIDEOS} vídeos baixados. {MEDIASIZE} de mídia salva. O EmulationStation será reiniciado agora para atualizar todas as listas de jogos.
ru_ru: Загрузка завершена! Обработано игр: {PROCESSED} Загружено или обновлено: {SUCCESS} Не найдено: {NOTFOUND} Ошибок загрузки: {ERRORS} Текстовой информации: {TEXTINFO} Изображений: {IMAGES}; Видео: {VIDEOS} Общий объём: {MEDIASIZE} EmulationStation будет перезапущена для обновления списков игр.
sk_sk: Vyhľadávanie dokončené! Spracované {PROCESSED} hier. Vyhľadané alebo aktualizované {SUCCESS} hier {NOTFOUND} hier nenájdených... {ERRORS} chýb požiadaviek/stiahnutí Aktualizovaných {TEXTINFO} textových informácií Stiahnutých {IMAGES} obrázkov a {VIDEOS} videí Uložených {MEDIASIZE} médií Teraz sa vykoná rečtart EmulationStation kvôli aktualizácii všetkých zoznamov hier.

source: You reached your daily quota of scraping request. All your today's scrapes have been saved anyway. Start scraping again tomorrow. Dont forget to select 'update' and not 'scrape all'
de: Du hast dein tägliches Kontingent an Scraping-Anfragen erreicht! Alle abgeschlossenen Scrapes wurden gespeichert. Versuche es morgen erneut. Vergiss nicht, 'Aktualisieren' anstelle von 'Alle scrapen' zu wählen.
fr: Vous avez atteint votre quota journalier de requête de scraping. Tous les scrapes du jour ont bien été sauvegardés. Relancez le scraping demain, sans oublier de sélectionner 'Mise à jour' et non 'Tout scraper'.
hu: Elérted a lekérési kérelmek napi kvótáját! Az összes elkészült lekérést elmentettük. Holnap próbáld meg újra lekérni. Ne felejtsd el a 'frissítés' lehetőséget kiválasztani a 'minden lekérése' helyett.
it: Hai raggiunto la quata massima giornaliera di richieste di scraping! Tutti i tuoi scrape sono stati salvati. Prova ancora domani. Non dimenticare di selezionare 'aggiorna' invece di 'scrappa tutto'.
ja_jp: スクレイプ取得の1日あたりの割り当てに達しました。 とにかく、今日のスクレイプはすべて保存されました。 明日またスクラップを始めましょう。 「すべてをスクレイプ」ではなく「更新」を選択することを忘れないでください
ko: 일별 스크랩 요청 할당량에 도달했습니다! 완료된 스크랩들이 모두 저장되었습니다. 내일 다시 스크랩 해보세요. '전체 스크랩' 대신 '업데이트'를 선택하는 것을 잊지 마십시오.
pl: Osiągnąłeś swój dzienny limit pobierania informacji! Wszystkie pobrane informacje zostały zapisane. Spróbuj uruchomić pobieranie informacji jutro. Nie zapomnij wybrać "aktualizuj" zamiast "wyszukaj wszystko".
pt_br: Você atingiu sua cota diária de solicitações de scrape! Todos os scrapes concluídos foram salvos. Tente fazer o scrape novamente amanhã. Não se esqueça de selecionar 'atualizar' em vez de 'scrapear tudo'.
ru_ru: Вы достигли дневной квоты на загрузку данных. Все текущие загруженные данные сохранены. Продолжите загрузку завтра. Не забудьте выбрать "обновить" вместо "загрузить всё"
sk_sk: Dosiahli ste denný limit pre vyhľadávanie. Všetky vaše dnešné záznamy boli však uložené. Spustite vyhľadávanie znovu zajtra. Nezabudnite vybrať "Aktualizovať" namiesto "Vyhľadať všetko".

source: Select the source of your game name. Trust the scraping database or get them from filename, raw or undecorated (without decoration in () or [] ).
de: Wähle die Quelle für den Spielnamen. Vertraue der Scraping-Datenbank oder beziehe sie aus dem Dateinamen, unbearbeitet oder undekoriert (ohne Dekoration in () oder []).
fr: Sélectionner la source des noms de vos jeux. Faites confiance à la base de scraping ou utilisez les noms de fichier, brut ou non décorés (sans les textes entre () ou [] ).
hu: Válaszd ki a játék nevének forrását. Bízz a lekérés adatbázisban, vagy szerezd be azokat fájlnévből, eredeti vagy formázatlan (dekoráció nélkül () vagy [] ) formában.
it: Seleziona la sorgente del nome dei tuoi giochi. Fai affidamento sul database di scraping o acquisiscila dal nome del file, non elaborato o senza decorazioni (senza decorazioni come () o [] ).
ja_jp: ゲーム名でソースを選択します。 スクレイプデータベースを信頼す るか、ファイル名から取得します。 (未加工、装飾なしは、()か[])
ko: 게임 이름의 원본을 선택하십시오. 스크래핑 데이터베이스를 신뢰하거나 원본이나 장식이 없는 파일 이름에서 가져옵니다(() 또는 []의 장식이 없는 경우).
pl: Wybierz źródło nazwy swojej gry. Zaufaj bazie danych wyszukiwarki informacji lub pozyskaj ją z nazwy pliku - surowej lub bez dekoracji (bez tekstu w () lub [] ).
pt_br: Selecione a fonte do nome do seu jogo. Confie no banco de dados do scrape ou obtenha do nome do arquivo, raw (nome bruto) ou não-decorado (sem decoração de () ou [] ).
sk_sk: Vyberte zdroj názvu vašej hry. Dôverovať vyhľadávacej databázi, získať ho z názvu súboru v surovej alebo upravenej forme (bez častí v () alebo v [] ).

source: Scraper results
de: Scraper-Ergebnisse
fr: Résultat du scraper
hu: Lekérés eredmények
it: Risulato di scraping
ja_jp: Scraperの結果
ko: 스크래퍼 결과들
pl: Wyniki wyszukiwania informacji
pt_br: Resultados do Scraper
ru_ru: Результаты парсера
sk_sk: Výsledky vyhľadávania

source: BRIGHTNESS -
fr: LUMINOSITÉ -
hu: FÉNYERŐ -
it: LUMINOSITÀ -
pt_br: BRILHO -
sk_sk: Jas -

source: BRIGHTNESS +
fr: LUMINOSITÉ +
hu: FÉNYERŐ +
it: LUMINOSITÀ +
pt_br: BRILHO +
sk_sk: Jas +

source: Adult
fr: Adulte
hu: Felnőtt
it: Adulti
pt_br: Adulto
sk_sk: Pre dospelých

source: Waking up!
fr: En cours de réveil !
hu: Felébresztés...
it: Risveglio in corso...
pt_br: Acordando...
sk_sk: Prebúdzam...

source: Bye bye!
fr: À la prochaine !
hu: Viszlát!
it: Alla prossima!
pt_br: Até logo!
sk_sk: Dovidenia!

source: LightGun Games
fr: Jeux LightGun
it: Giochi Lightgun
sk_sk: Hry so svetelnou pištoľou

source: AUTOMATIC
fr: AUTOMATIQUE
hu: AUTOMATIKUS
it: Automatico
sk_sk: Automaticky

source: SYSTEM DRIVER
fr: PILOTE SYSTÈME
hu: SYSTEM DRIVER (UDEV)
it: DRIVER DI SISTEMA
sk_sk: Systémový ovládač

source: GAME LIBRARY DRIVER
fr: PILOTE DE LA BIBLIOTHÈQUE DE JEU
hu: SOFTWARE DRIVER (SDL2)
it: DRIVER LIBRERIA GIOCO
sk_sk: Softvérový ovládač (SDL2)

source: Allow to swap validate button B/X and cancel button B/O
fr: Permet de changer les boutons de validation B/X et d'annulation B/O
hu: Az érvényesítési gombok (B/X) és a törlés gombok (A/O) felcserélése
it: Scambia i tasti di convalida (B/X) e cancella (A/O)
sk_sk: Vymeniť tlačidlá potvrdenia (B/X) a zrušenia (A/O)

source: Select exisiting game clip view options for this theme.
fr: Permet de sélectionner les options des clips de jeux pour ce thème.
hu: Válaszd ki a játékklip beállításokat ehhez a témához.
it: Seleziona le opzioni di visualizzazione dei clip di gioco esistenti.
sk_sk: Vyberte existujúce voľby zobrazenie herného klipu pre túto tému

source: Analog Output
sk_sk: Analógový výstup

source: P2K CONTROLS
fr: CONTRÔLES P2K
hu: P2K vezérlők
it: CONTROLLI P2K
sk_sk: Ovládače P2K

source: THE UPGRADE HAS FAILED
fr: LA MISE À JOUR A ÉCHOUÉ
hu: A FRISSÍTÉS SIKERTELEN
it: L'AGGIORNAMENTO NON È ANDATO A BUON FINE
sk_sk: Aktualizácia zlyhala

source: The upgrade process has failed. You are back on Recalbox %s. Please retry to upgrade your Recalbox, and contact the team on https://forum.recalbox.com if the problem persists.
fr: Le processus de mise à jour a échoué. Vous êtes toujours sur la version %s. Veuillez retenter de mettre à jour votre Recalbox et contactez l’équipe sur https://forum.recalbox.com si le problème persiste.
hu: A frissítési folyamat nem sikerült. Maradt a Recalbox %s. Kérjük, próbáld meg újra frissíteni a Recalboxot, és ha a probléma továbbra is fennáll, lépj kapcsolatba velünk a https://forum.recalbox.com címen.
it: L'aggiornamento non è andato a buon fine. Ora sei di nuovo su Recalbox %s. Per favore, prova di nuovo ad aggiornare il tuo Recalbox, e contatta il nostro team su https://forum.recalbox.com se il problema persiste.
sk_sk: Proces aktualizácie zlyhal. Ste naspäť v Recalboxe %s. Prosím, skúste znovu aktualizovať svoj Recalbox a ak problém pretrváva, kontaktuje tím na https://forum.recalbox.com.

source: RECALBOX OVERLAYS
fr: OVERLAYS RECALBOX
it: OVERLAY RECALBOX
sk_sk: Recalbox prekrytia

source: On wide screens, display system images that wrap around emulated screen.
fr: Avec les écrans larges, affiche une image du système autour de l’écran émulé.
hu: Széles képernyőkön olyan rendszerképeket jeleníthetsz meg, amelyek az emulált képernyőt veszik körül.
it: Su schermi widescreen, mostra delle immagini del sistema emulato attorno allo schermo di gioco.
sk_sk: Na širokých obrazovkách, zobraziť systémové obrázky okolo emulovanej obrazovky

source: YOUR FAVORITES LIST IS EMPTY. PRESS SELECT TO SHOW ALL GAMES.
sk_sk: Váš zoznam obľúbených je prázdny. Stlačte SELECT na zobrazenie všetkých hier.

source: No comment available
fr: Aucun commentaire disponible
hu: Nincs megjegyzés
it: Nessun commento disponibile
sk_sk: Žiadny komentár

source: UNKNOWN
fr: INCONNU
hu: ISMERETLEN
it: SCONOSCIUTO
sk_sk: Neznáme

source: DISK USAGE (FREE/TOTAL)
fr: UTILISATION DU DISQUE (LIBRE/TOTAL)
hu: LEMEZHASZNÁLAT (SZABAD/TELJES)
it: USO DEL DISCO (LIBERO/TOTALE)
ja_jp: ディスク使用
sk_sk: Využitie disku (voľné/celkové)

source: Show a 'all-games' system with all games from all systems.
de: Fügt ein System hinzu, das alle Spiele aus allen Systemen enthält.
fr: Afficher un système 'Tous les jeux' avec tous les jeux de tous les systèmes.
hu: Mutasson egy 'összes játék' rendszert minden rendszer összes játékával.
it: Mostra un sistema 'Tutti i giochi' con tutti i giochi da tutti i sistemi.
ja_jp: すべてのシステムのすべてのテーマを含む「すべてのゲーム」をシステム表示します。
pl: Wyświetla wszystkie gry ze wszystkich systemów jako jeden system.
pt_br: Mostra um sistema "todos os jogos" com todos os jogos de todos os sistemas
ru_ru: Показать систему "все игры" со всеми играми из всех систем.
sk_sk: Zobraziť systém VŠETKY HRY s hrami zo všetkých systémov

source: SHOW PORTS SYSTEM
fr: AFFICHER LE SYSTÈME PORTS
hu: PORTS RENDSZER MEGJELENÍTÉSE
it: MOSTRA SISTEMA PORTS
sk_sk: Zobraziť systém PORTS

source: Show a 'ports' system with all ports in the same place.
fr: Afficher un système 'PORTS' avec tous les ports au même endroit.
hu: Mutasson egy 'ports' rendszert, ahol egy helyen van minden portolt játék.
it: Mostra un sistema 'ports' con tutti i ports nello stesso posto.
sk_sk: Zobraziť systém PORTY so všetkými portami na jednom mieste

source: GO TO GAME
fr: ALLER AU JEU
hu: JÁTÉKHOZ
it: VAI AL GIOCO
sk_sk: Prejsť na hru

source: DELETE GAME %s
fr: SUPPRIMER LE JEU %s
hu: JÁTÉK TÖRLÉSE %s
it: CANCELLA GIOCO %s
sk_sk: Vymazať hru %s

source: GAME FILES (ROM | DISK IMAGE)
fr: FICHIERS DE JEU (ROM | IMAGE DISQUE)
hu: JÁTÉKFÁJLOK (ROM | LEMEZKÉP)
it: FILE DI GIOCO (M | IMMAGINE DISCO)
sk_sk: Súbory hier (ROM/obrazy disku)

source: MEDIA FILES
fr: FICHIERS MÉDIAS
hu: MÉDIAFÁJLOK
it: FILE MEDIA
sk_sk: Súbory médií

source: CONFIGURATION AND PATCH FILES
fr: FICHIERS DE CONFIGURATION ET PATCHES
hu: KONFIGURÁCIÓS ÉS PATCH FÁJLOK
it: CONFIGURAZIONI E FILE DI PATCH
sk_sk: Súbory nastavenia a záplat

source: SAVE FILES
fr: FICHIERS DE SAUVEGARDE
hu: FÁJLOK MENTÉSE
it: FILE DI SALVATAGGIO
sk_sk: Súbory uloženia

source: SELECT FILES TO DELETE
fr: SÉLECTIONNER LES FICHIERS À SUPPRIMER
hu: FÁJLOK VÁLASZTÁSA TöRLÉSRE
it: SELEZIONA I FILE DA CANCELLARE
sk_sk: Vyberte súbory na vymazanie

source: DELETE SELECTED FILES, CONFIRM?
fr: SUPPRIMER LES FICHIERS SÉLECTIONNÉS, CONFIRMER ?
hu: KIVÁLASZTOTT FÁJLOK TÖRLÉSE, MEGERŐSÍTED?
it: CANCELLARE I FILE SELEZIONATI, CONFERMA?
sk_sk: Vymazať vybrané súbory, potvrdiť?

source: RELEASE DATE
fr: DATE DE SORTIE
hu: KIADÁS DÁTUMA
it: DATA DI RILASCIO
sk_sk: Dátum vydania

source: TYPE, THEN NAME
fr: TYPE, PUIS NOM
hu: TÍPUS, MAJD NÉV
it: TIPO, POI NOME
sk_sk: Typ, potom názov

source: TYPE, THEN RELEASE DATE
fr: TYPE, PUIS DATE DE SORTIE
hu: TÍPUS, MAJD MEGJELENÉSI DÁTUM
it: TIPO, POI DATA DI RILASCIO
sk_sk: Typ, potom dátum vydania

source: MANUFACTURER, THEN NAME
fr: FABRICANT, PUIS NOM
hu: GYÁRTÓ, MAJD NÉV
it: PRODUTTORE, POI NOME
sk_sk: Výrobca, potom názov

source: MANUFACTURER, THEN RELEASE DATE
fr: FABRICANT, PUIS DATE DE SORTIE
hu: GYÁRTÓ, MAJD MEGJELENÉSI DÁTUM
it: PRODUTTORE, POI DATA DI RILASCIO
sk_sk: Výrobca, potom dátum vydania

source: TYPE, THEN MANUFACTURER, THEN NAME
fr: TYPE, PUIS FABRICANT, PUIS NOM
hu: TÍPUS, MAJD GYÁRTÓ, MAJD NÉV
it: TIPO, POI PRODUTTORE, POI NOME
sk_sk: Typ, potom výrobca, potom názov

source: TYPE, THEN MANUFACTURER, THEN RELEASE DATE
fr: TYPE, PUIS FABRICANT, PUIS DATE DE SORTIE
hu: TÍPUS, MAJD GYÁRTÓ, MAJD KIADÁSI DÁTUM
it: TIPO, POI PRODUTTORE, POI DATA DI RILASCIO
sk_sk: Typ, potom výrobca, potom dátum vydania

source: SYSTEM SORTING
fr: TRI DES SYSTÈMES
hu: RENDSZER SORBARENDEZÉS
it: ORDINAMENTO SISTEMI
sk_sk: Triedenie systémov

source: Default: use original or custom systemlist.xml order System Type: order by Console/Handheld/Computer/Arcade/Other Release Date: order by release date asc Manufacturer: order by manufacturer (e.g. Sega) Special Blend: Sort by type then Manufacturer then Release Date
fr: Par défaut : utiliser l'ordre du systemlist.xml Nom : classer par nom de système Type : classer par Console/Portable/Ordinateur/Arcade/Autre Date de sortie : classer par date de sortie Fabricant : classer par fabricant (ex : Sega)
hu: Alapértelmezés: eredeti vagy egyéni systemlist.xml sorrend Név: rendszernév szerinti sorrend ábécé sorrendben Rendszertípus: rendezés konzol/kézi/számítógép/árkád/egyéb szerint Megjelenés dátuma: Rendezés kiadás dátuma szerint Gyártó: gyártó szerinti rendezés (pl. Sega)
it: Default: usa l'ordinamento del systemlist.xml originale o personalizzato Nome: ordina i sistemi per ordine alfabetico Tipo di Sistema: ordina per Console/Handheld/Computer/Arcade/Altri Data di Rilascio: ordina per data di rilascio Produttore: ordina per produttore (p.e. Sega)
sk_sk: Predvolené: použiť pôvodné alebo vlastné poradie systemlist.xml Názov: abecedne zoradiť podľa názvu systému Typ systému: zoradiť podľa konzoly/prenosného počítača/počítača/arkády/iného Dátum vydania: zoradiť podľa dátumu vydania Výrobca: zoradiť podľa výrobcu (napr. Sega)

source: DELETE ALL FILES
fr: SUPPRIMER TOUS LES FICHIERS
hu: MINDEN FÁJL TÖRLÉSE
it: CANCELLA TUTTI I FILE
sk_sk: Vymazať všetky súbory

source: ADVANCED DELETE
fr: SUPPRESSION AVANCÉE
hu: HALADÓ TÖRLÉS
it: CANCELLAZIONE AVANZATA
sk_sk: Pokročilé vymazanie

source: DELETE ALL FILES, CONFIRM?
fr: SUPPRIMER TOUS LES FICHIERS, CONFIRMER ?
hu: ÖSSZES FÁJL TÖRLÉSE, MEGERŐSÍTED?
it: CANCELLA TUTTI I FILE, CONFERMA?
sk_sk: Vymazať všetky súbory, potvrdiť?

source: DELETE SCREENSHOT, CONFIRM?
fr: SUPPRIMER LA CAPTURE D'ÉCRAN, CONFIRMER ?
hu: KÉPERNYŐKÉP TÖRLÉSE, MEGERŐSÍTED?
it: CANCELLA SCREENSHOT, CONFERMA?
sk_sk: Vymazať snímku, potvrdiť?

source: DELETE SCREENSHOT
fr: SUPPRIMER LA CAPTURE D'ÉCRAN
hu: KÉPERNYŐKÉP TÖRLÉSE
it: CANCELLA SCREENSHOT
sk_sk: Vymazať snímku

source: This option display a menu which allows to DELETE game data.
fr: Cette option affiche un menu qui permet de SUPPRIMER les données d'un jeu.
hu: Ez az opció megjelenít egy menüt, amely lehetővé teszi a játékadatok TÖRLÉSÉT.
it: Quest'opzione mostra un menù che permette di CANCELLARE i dati di gioco.
sk_sk: Táto voľba zobrazí ponuku umožňujúcu vymazať údaje hier

source: Global resolution is the resolution used by default when specific resolutions are undefined.
fr: La résolution globale est la résolution utilisée par défaut lorsque les résolutions spécifiques ne sont pas définies.
hu: A globális felbontás az, amelyet alapértelmezés szerint használ, ha nincsenek meghatározott felbontás.
it: Risoluzione globale è la risoluzione usata di default quando una specifica risoluzione non è definita.
sk_sk: Globálne rozlíšenie sa použije, ak nie sú určené špecifické rozlíšenia

source: Select the resolution EmulationStation will use.
fr: Choisir la résolution du frontend (menu).
hu: Válaszd ki az EmulationStation által használt felbontást.
it: Seleziona la risoluzione che EmulationStation userà.
sk_sk: Vybrať rozlíšenie, ktoré použije EmulationStation

source: Select the resolution used by specific systems.
fr: Choisir la résolution utilisée par des systèmes spécifiques.
hu: Válaszd ki az adott rendszerek által használt felbontást.
it: Seleziona la risoluzione usata da un sistema specifico.
sk_sk: Vybrať rozlíšenie použité špecifickými systémami

source: Select resolution to use with this system.
fr: Choisir la résolution à utiliser avec ce système.
hu: Válaszd ki a felbontást ehhez a rendszerhez.
it: Seleziona la risoluzione da usare con questo sistema
sk_sk: Vybrať rozlíšenie použité na tomto systéme

source: RESOLUTIONS
fr: RÉSOLUTIONS
hu: FELBONTÁSOK
it: RISOLUZIONI
sk_sk: Rozlíšenia

source: GLOBAL RESOLUTION
fr: RÉSOLUTION GLOBALE
hu: GLOBÁLIS FELBONTÁS
it: RISOLUZIONE GLOBALE
sk_sk: Globálne rozlíšenie

source: EMULATIONSTATION RESOLUTION
fr: RÉSOLUTION D'EMULATIONSTATION
hu: EMULATIONSTATION FELBONTÁS
it: RISOLUZIONE EMULATIONSTATION
sk_sk: Rozlíšenie EmulationStation

source: EMULATORS SPECIFIC RESOLUTIONS
fr: RÉSOLUTIONS DES ÉMULATEURS
hu: EMULÁTOROK FELBONTÁSAI
it: RISOLUZIONI SPECIFICHE PER EMULATORI
sk_sk: Rozlíšenia špecifické pre emulátory

source: USE GLOBAL
fr: UTILISER GLOBAL
hu: GLOBÁLIS HASZNÁLATA
it: USA GLOBALE
sk_sk: Použiť globálne

source: NATIVE
hu: NATÍV
it: NATIVO
sk_sk: Natívne

source: No file selected, you must at least choose one.
fr: Aucun fichier sélectionné, vous devez en choisir au moins un.
hu: Nincs fájl kiválasztva. Legalább egyet ki kell választanod.
it: Nessun file selezionato, devi selezionare almeno un file.
sk_sk: Nie je vybraný súbor. Musíte vybrať aspoň jeden.

source: The device %NAME% containing roms has been plugged in! EmulationStation must relaunch to load new games.
fr: Le périphérique %NAME% contenant des roms a été branché ! EmulationStation doit être relancé pour charger les nouveaux jeux.
hu: A ROM-okat tartalmazó %NAME% eszköz csatlakoztatva van! Az EmulationStation-nek újra kell indulnia az új játékok betöltéséhez.
it: La periferica %NAME% che contiene roms è stata collegata! EmulationStation deve essere riavviato per caricare i nuovi giochi.
sk_sk: Bolo pripojené zariadenie %NAME% obsahujúce hry! EmulationStation sa musí reštartovať na načítanie nových hier.

source: A device containing roms has been unplugged! EmulationStation must relaunch to remove unavailable games.
fr: Un périphérique contenant des roms a été débranché ! EmulationStation doit être relancé pour ne plus afficher les jeux non disponibles.
hu: A ROM-okat tartalmazó eszközt leválasztották! Az EmulationStationt újra kell indítani a nem elérhető játékok eltávolításához.
it: Una periferica che contiene roms è stata scollegata! EmulationStation deve essere riavviato per rimuovere i giochi non disponibili.
sk_sk: Zariadenie obsahujúce hry bolo odpojené! EmulationStation sa musí znovu spustiť na odstránenie nedostupných hier.
