Repository: live-clones/recalbox
Catalog: projects/frontend/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ca, de, eu_es, fr, hu, it, ja_jp, ko, lb_lu, lv_lv, nl, pl, pt_br, ru_ru, sk_sk

source: Pair a bluetooth controller with your recalbox. Your controller must be in pairing mode.
ca: Aparellar un controlador Bluetooth amb el seu recalbox. El controlador ha d'estar en mode d'aparellament.
de: Kopple einen Bluetooth-Controller mit deiner Recalbox. Dein Controller muss sich im Pairing-Modus befinden.
eu_es: Parekatu zure bluetooth agintea zure recalboxarekin. Zure aginteak parekatze moduan egon behar du.
fr: Appairez une manette Bluetooth avec votre Recalbox. Votre manette doit être en mode appairage.
hu: Bluetooth kontroller párosítása. A kontrollernek párósítás módban kell lennie.
it: Accoppia un controller bluetooth con recalbox. Il tuo controller deve essere in modalità accoppiamento.
ja_jp: Bluetooth コントローラーを Recalbox とペアリングします。 コントローラーは ペアリングする 必要があります。
ko: 블루투스 컨트롤러를 recalbox와 페어링하십시오. 컨트롤러가 페어링 모드 상태여야 합니다.
lb_lu: Koppel een bluetooth Kontroller mat denger recalbox. Däin Kontroller muss sech am Koppel-Modus befannen.
lv_lv: Pārot bluetooth kontrolieri ar jūsu iekārtu. Jūsu kontrolieris ir pāra režīmā.
nl: Paar een Bluetooth controller met je recalbox. Je controller moet in paar modus staan.
pl: Sparuj kontroler Bluetooth z Recalboxem. Twój kontroler musi być w trybie parowania.
pt_br: Parear um controle bluetooth com seu recalbox. Seu controle deve estar no modo de pareamento.
ru_ru: Сопряжение bluetooth-котроллера с recalbox. Ваш контроллер должен находиться в режиме сопряжения.
sk_sk: Spárovať Bluetooth ovládač s vašim Recalboxom. Ovládač musí byť v párovacom režime.

source: Forget all paired bluetooth controllers. You will have to pair your controllers again, but this option can help if you have issues to reconnect a controller, which is already paired.
ca: Oblidar tots els comandaments aparellats per bluetooth. Els hauràs d'aparellar una altra vegada, però aquesta opció pot ajudar-te si tens problemes per tornar a connectar un comandament que ja està aparellat.
de: Lösche alle gekoppelten Bluetooth-Controller. Du musst deine Controller danach wieder neu koppeln. Dies kann helfen, wenn du Probleme mit einem bereits gekoppelten Gerät hast.
eu_es: Ahaztu parekatutako bluetooth aginteak. Zure agintea berriz parekatu beharko duzu, baina aukera honek lehendik parekatutako agintea birkonetatzeko arazoak badituzu lagunduko dizu.
fr: Oublier toutes les manettes appairées. Vous devrez appairer votre manette de nouveau mais cette option est utile si vous rencontrez des problèmes pour reconnecter une manette déjà appairée.
hu: Az összes párosított bluetooth kontroller elfelejtése. Ezután újra tudod párosítani a kontrollereket. Akkor használd, ha csatlakozási problémáid vannak, pedig a kontroller párosítva van.
it: Dimentica tutti i controller bluetooth accoppiati. Dovrai accoppiare di nuovo i tuoi controller, ma questa opzione ti può aiutare se hai problemi a riconnetterne uno che è già accoppiato.
ja_jp: すべてのBluetoothコントローラのペアリングを解除します。 コントローラーを再度ペアリングする必要がありますが、このオプションは、既にペアリングされているコントローラーの再接続に問題がある場合に役立ちます。
ko: 페어링 된 모든 블루투스 컨트롤러에 대한 정보를 삭제합니다. 기존에 페어링 된 컨트롤러가 작동되지 않을 경우에 이 옵션의 사용을 권장합니다.
lb_lu: Vergiess all gekoppelt bluetooth Kontroller. Du muss dono all Kontroller erem eenzel koppelen, mais dësst kéint nëtzlech sinn am Fall wou een, schon gekoppelten Kontroller, sech nët verbannen wëll.
lv_lv: Aizmirst pārī savienotās Bluetooth kontrolierus. Jums būs jāliek atkārtoti pāri kontrolieri, bet šo opciju var palīdzēt, ja ir problēmas ar vadības savienojumu.
nl: Vergeet alle gepaarde Bluetooth controllers. Deze optie kan je gebruiken als je problemen hebt met verbinden.
pl: Usuń wszystkie sparowane kontrolery Bluetooth. Będziesz musiał sparować kontrolery ponownie, ale ta opcja może pomóc jeśli masz problemy z ponownym podłączeniem kontrolera, który został już sparowany.
pt_br: Esqueçer todos os controles bluetooth pareados. Você terá que parear seus controles novamente, mas essa opção pode ajudar se você tiver problemas para reconectar um controle já pareado.
ru_ru: Удаление всех сопряженных bluetooth-контроллеров. В результате вам будет необходимо заново выполнить сопряжение ваших контроллеров, но данная опция может помочь при возникновении проблем с подключением уже сопряженного контроллера.
sk_sk: Zabudnúť všetky Bluetooth ovládače. Budete ich musieť spárovať znova, ale táto voľba vám pomôže, ak máte problémy s už spárovaným ovládačom.

source: Configure your EmulationStation experience. Select transition types, help prompts, screensaver behavior. You can also deactivate the onscreen keyboard if you have a real keyboard plugged into your recalbox. If you've added games since the last boot, you can also refresh the gamelist from this menu.
ca: Configureu l'experiència del EmulationStation. Seleccioneu els tipus de transició, els missatges d'ajuda i el comportament del protector de pantalla. També és possible desactivar el teclat virtual si en teniu un de físic endollat. Si heu afegit jocs des de l'última arrencada, també podeu actualitzar la llista de jocs des d'aquest menú.
de: Konfiguriere dein EmulationStation-Erlebnis. Wähle Übergangstypen, Hilfe-Meldungen und Bildschirmschoner. Du kannst auch die Bildschirmtastatur deaktivieren, falls du eine Hardware-Tastatur angeschlossen hast. Wenn du seit dem letzten Start neue Spiele hinzugefügt hast, kannst Du hier auch deine Spieleliste aktualisieren.
fr: Configurez votre expérience EmulationStation. Sélectionnez le type de transition, l'aide, le comportement de l'économiseur d'écran. Vous pouvez également désactiver le clavier virtuel si vous avez un clavier branché sur votre Recalbox. Si vous avez ajouté des jeux depuis le dernier démarrage, vous pouvez aussi rafraîchir les liste de jeux depuis ce menu.
hu: EmulationStation élmény konfigurálása. Válasz ki az átmenet típusát, segítség megjelenítését, képernyőkímélő viselkedését. Ki tudod kapcsolni a képernyő billentyűzetet, ha van csatlakoztatva külső billentyűzet. Ha van hozzáadva új játék az utolsó indítás óta, itt tudod frissíteni a játéklistát.
it: Configura la tua esperienza in EmulationStation. Seleziona transizioni, messaggi di aiuto e salvaschermo. Puoi anche disattivare la tastiera su schermo se ne hai una fisica connessa a recalbox. Se hai aggiunto giochi dopo l'ultimo avvio, puoi anche aggiornare la lista giochi da questo menu.
ja_jp: EmulationStationの動作を設定します。 画面遷移の方法、ヘルププロンプト、スクリーンセーバーの動作を選択します。 物理キーボードをrecalboxに接続している場合は、スクリーンキーボードを無効にすることもできます。 ブート後にゲームを追加した場合、このメニューからゲームリストを更新することもできます。
ko: EmulationStation 환경을 설정합니다. 전환 방식, 도움말, 화면 보호기 동작을 선택하십시오. Recalbox에 실제 키보드가 연결된 경우 가상 키보드를 비활성화 할 수도 있습니다. 부팅 이후 게임을 추가 한 경우, 여기에서 새로고침하여 새 게임을 확인할 수 있습니다.
lb_lu: Configuréier deng EmulationStation expérience. Wiel däin Iwwergangs-Typ, Hëllef Fënsteren an Bildschiermschoner Verhaalen. Hei kanns de och d'Bildschierm-Tastatur ausschalten falls de eng richteg Tastatur un denger recalbox ugeschloss hues. Falls de säit dem leschten Start nei Spiller dobei gefügt hues kanns de och an dësem Menü deng Spiller-Lëscht aktualiséieren.
lv_lv: Konfigurēt EmulationStation iestatījumus. Atlasiet pārejas tipu, palīdzību, ekrānsaudzētāja darbību. Varat arī deaktivizēt ekrāna tastatūru, ja jums ir reāla tastatūra iesprausta iekārtā. Ja pievienojāt spēles kopš pēdējās sāknēšanas, nepieciešams atsvaidzināt spēļu sarakstu šajā izvēlnē.
nl: Configureer je EmulationStation ervaring. Selecteer transitie types,screensaver gedrag. Hier kan je ook het schermtoetsenbord uitschakelen als je een toetsenbord hebt aangesloten. Als je games hebt toegevoegd sinds de laatste opstart kan je deze hier verversen.
pl: Skonfiguruj Twoje doświadczenia w EmulationStation. Wybierz rodzaje przejścia, pomocne monity, zachowanie wygaszacza ekranu. Możesz również deaktywować klawiaturę ekranową jeśli masz podłączone urządzenie. Jeśli dodałeś gry od czasu ostatniego rozruchu, możesz również odświeżyć listę gier z tego menu.
pt_br: Configurar sua experiência do EmulationStation. Selecione tipos de transição, dicas de ajuda, comportamento do protetor de tela. Você também pode desativar o teclado virtual se você tiver um teclado real conectado no seu recalbox. Se você adicionou jogos desde a última inicialização, poderá atualizar a lista de jogos a partir deste menu.
ru_ru: Настройте EmulationStation по своему желанию. Выберите типы переходов, подсказки, поведение экранной заставки. Вы также можете отключить экранную клавиатуру, если к recalbox подключена физическая. Также из данного меню вы можете обновить список игр, если они были добавлены уже после загрузки.
sk_sk: Nastavte vzhľad vášho prostredia EmulationStation. Vyberte typy prechodov, pomocníka a správanie šetriča obrazovky. Môžete tiež deaktivovať klávesnicu na obrazovke, ak máte pripojenú skutočnú klávesnicu.

source: Start the screensaver after N minutes.
ca: Inicia l'estalvi de pantalla després de N minuts.
de: Starte den Bildschirmschoner nach N Minuten.
eu_es: Hasi pantaila babeslea N minutu ondoren.
fr: Démarrer la mise en veille après N minutes.
hu: Képernyővédő indítása N perc múlva.
it: Avvia lo screensaver dopo N minuti.
ja_jp: N 分後に スクリーンセーバーを 開始します。
ko: N분 후 화면 보호기 시작
lb_lu: Bildschiermschoner no N Minutten starten
lv_lv: Startēt ekrānsaudzētāju pēc N minūtēm.
nl: Start de screensaver na N minuten.
pl: Uruchom wygaszacz ekranu po N minutach.
pt_br: Iniciar o protetor de tela após N minutos.
ru_ru: Запускать заставку через N минут.
sk_sk: Nastaviť spustenie šetriča obrazovky a jeho správanie

source: Set the screensaver behavior. DIM will reduce the screen light, and BLACK will turn the screen black.
ca: Defineix el comportament del protector de pantalla. DIM reduirà la brillantor de pantalla, i BLACK posarà la pantalla de color negre.
lb_lu: Bildschiermschoner Behuelen astellen. DIM verdonkelt däin Schierm an bei BLACK gëtt en schwarz.
lv_lv: Iestatīt ekrānsaudzētāja darbību. DIM samazinās ekrāna gaismu, bet režīms MELNS izslēdz ekrāna gaismu.
nl: Stel de screensaver in. DIM zal het scherm dimmen, en ZWART maakt je scherm zwart.
sk_sk: Nastaviť správanie šetriča obrazovky. Stmaviť zníži jas obrazovky, Čierna vypne obrazovku.

source: Shows a help at the bottom of the screen which displays commands you can use.
ca: Mostra ajuda en la part inferior de la pantalla que mostra les ordres que pot utilitzar.
de: Zeigt eine Hilfe mit allen Befehlen am unteren Bildschirmrand an, die verwendet werden können.
eu_es: Erakutsi erabil ditzakezun komandoak eraskusten dizkizun laguntza, pantailaren behekaldean.
fr: Montre l'aide en bas de l'écran qui vous indique les commandes que vous pouvez utiliser.
hu: Segítség mutatása a képernyő alján, melyik parancsot lehet használni.
it: Mostra un aiuto nella parte bassa dello schermo che riporta i comandi che puoi usare.
ja_jp: 画面の下部に 使える コマンドの ボタンを 表示します。
ko: 화면 하단에 사용 가능한 명령어를 도움말 형태로 표시합니다.
lb_lu: Weisst der eng Hëllef um ënnechten Rand vun dengem Schierm un mat Befehler déis de kanns benotzen.
lv_lv: Parādīt palīdzības ekrānu apakšā, kad izmantojiet kādu komandu.
nl: Toon hulp aan onderzijde van je scherm met commando's welke je kan gebruiken.
pl: Pokaż pomoc na dole ekranu, gdzie wyświetlą się komendy, których możesz użyć
pt_br: Exibir uma ajuda na parte inferior da tela que exibe os comandos que você pode usar.
ru_ru: Отображает справку в нижней части экрана, которая отражает доступные вам команды.
sk_sk: Zobraziť pomocníka na spodu obrazovky, ktorý vám ukáže, ktoré tlačidlá môžete použiť

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
ca: Quan està activat, pots canviar de sistema prement ESQUERRA o DRETA mentre ets a la llista de jocs.
de: Ist diese Option aktiviert, kannst du mit LINKS oder RECHTS zwischen Systemen wechseln, während du eine Spieleliste durchsuchst.
fr: Si activé, vous pouvez changer de système tout en parcourant les listes de jeux en appuyant sur GAUCHE ou DROITE.
hu: Ha engedélyezve van, tudsz váltani a rendszerek között a BALRA és JOBBRA gombokkal.
it: Quando abilitato, puoi scorrere i sistemi mentre navighi nella lista giochi premendo SINISTRA o DESTRA
ja_jp: 有効にした場合、 ゲームリストで LEFT か RIGHT を押すと、 別のシステムの ゲームリストに 移ります。
ko: 이 기능을 사용하면 좌우 버튼으로 게임 시스템을 전환할 수 있습니다.
lb_lu: Wann aktivéiert kanns de zwéchend den Systemer hin an hier fueren während deems de eng Spiller Lëscht duerchkucks an deems de no LÉNKS oder RIETS drécks.
lv_lv: Ja ir iespējota, varat pārslēgties starp sistēmām, nospiežot KREISO vai LABO taustiņu.
nl: Bij ingeschakeld kan je systemen kiezen bij bekijken van spellijsten LINKS of RECHTS te drukken.
pl: Kiedy jest włączone, możesz przełączać się między systemami podczas przeglądania listy gier naciskając W LEWO lub W PRAWO.
pt_br: Quando ativado, você pode mudar entre os sistemas enquanto navega pela lista de jogos, apertando ESQUERDA ou DIREITA.
ru_ru: Если параметр включен, вы можете переключатся между списками игр используя клавиши LEFT или RIGHT.
sk_sk: Ak je povolené, môžete prechádzať systémy počas prehliadania hier stlačením Vľavo alebo Vpravo

source: The onscreen keyboard is necessary to type text if you only have controllers plugged into your recalbox. You can disable it if you have a real keyboard connected.
ca: El teclat virtual és necessari per a escriure si només tens comandaments connectats al recalbox. Podeu desactivar-lo si teniu un teclat connectat.
de: Die Bildschirmtastatur ist notwendig, wenn Du an deiner Recalbox nur einen Controller angeschlossen hast. Du kannst sie deaktivieren, falls Du eine Hardware-Tastatur angeschlossen hast.
fr: Le clavier virtuel est nécessaire pour taper du texte si vous n'avez que des manettes branchées sur votre Recalbox. Vous pouvez désactiver cette option si vous avez un clavier branché.
hu: Képernyő billentyűzet szövegbevitelhez, ha csak kontroller van csatlakoztatva a recalboxhoz. Kikapcsolható, ha külső billenytűzet is csatlakoztatva van.
it: La tastiera a schermo è necessaria per immettere testo se hai solamente controller collegati alla recalbox. Puoi disabilitarla se ne hai una fisica connessa.
ja_jp: recalboxに接続されているものがコントローラーだけの場合、文字入力入力する為にはスクリーンキーボードが必要です。 物理キーボードが接続されている場合は、スクリーンキーボードを無効にすることができます。
ko: 가상 키보드는 recalbox에 컨트롤러만 연결되어 있을때 사용이 가능합니다. 실제 키보드가 연결되었을 경우 비활성화 됩니다.
lb_lu: D'Bildschierm Tastatur ass nëtzlech wanns de wells Text schreiwen, mais just Kontroller un denger recalbox ugeschloss hues. Du kanns se désactivéieren falls de eng richteg Tastatur ugeschloss hues.
lv_lv: Ekrāna tastatūra ir nepieciešama lai rakstītu tekstu, ja jums ir tikai kontrolieris. Varat atspējot, ja jums ir īsta tastatūra pievienota iekārtai.
nl: Het schermtoetsenbord is nodig om tekst in te voeren als je enkel controllers hebt aangesloten. Deze kan je uitschakelen als je een toetsenbord hebt aangesloten.
pl: Klawiatura ekranowa jest konieczna do wprowadzania tekstu, jeśli masz podłączone jedynie kontrolery. Możesz wyłączyć tę opcję, jeśli masz podłączoną prawdziwą klawiaturę.
pt_br: O teclado virtual é necessário para escrever um texto caso você só tenha controles conectados no Recalbox. Você pode desativá-lo se tiver um teclado físico conectado.
ru_ru: Экранная клавиатура необходима для ввода текста, в случае если к recalbox подключены только контроллеры. Вы можете ее отключить, если у вас подключена физическая клавиатура.
sk_sk: Klávesnica na obrazovke je potrebná na zápis textu, ak máte pripojené iba ovládače. Môžete ju zakázať, ak máte reálnu klávesnicu.

source: Select a theme for your recalbox.
ca: Seleccionar un tema per a la seva recalbox.
de: Wähle ein Erscheinungsbild (Theme) für deine Recalbox.
eu_es: Aukeratu zure recalboxerako gaia.
fr: Sélectionnez un thème pour votre Recalbox.
hu: Válassz egy témát a recalboxhoz.
it: Seleziona un tema per il tuo recalbox
ja_jp: Recalbox のテーマを選択します。
ko: Recalbox의 테마를 선택하세요.
lb_lu: Wiel een Theme fir deng recalbox.
lv_lv: Izvēlieties dizainu savai iekārtais
nl: Selecteer een thema voor je recalbox.
pl: Wybierz motyw dla Recalboxa.
pt_br: Selecione um tema para seu recalbox.
ru_ru: Выбор темы вашей системы recalbox.
sk_sk: Vyberte tému pre Recalbox

source: Updates the gamelists, if you added games since the last boot.
ca: Actualitza la llista de jocs si s'han afegit nous jocs des de l'últim accés al sistema.
de: Aktualisiert die Spielliste, wenn Du seit dem letzten Start neue Spiele hinzugefügt hast.
eu_es: Azken abiotik jokoak gehitu badituzu, joko zerrenda eguneratzen du.
fr: Mettez à jour la liste de jeux si vous avez ajouté des jeux depuis le dernier démarrage.
hu: Frissítsd a játéklistát, ha adtál hozzá a legutolsó indítás óta.
it: Aggiorna la lista giochi, se ne hai aggiunti dopo l'ultimo avvio.
ja_jp: 起動後に ゲームを 追加してある場合、 ゲームリストを 更新します。
ko: 마지막 부팅 이후 추가된 게임이 있다면, 게임리스트를 업데이트합니다.
lb_lu: Aktualiséier d'Spiller-Lëscht falls de Spiller säit dem leschten Start dobeigefügt hues.
lv_lv: Atjaunina spēļu sarakstu, ja pievienojāt spēles kopš pēdējās sāknēšanas.
nl: Update de spellijsten, als je games hebt toegevoegd.
pl: Aktualizuje listę gier, jeśli dodałeś gry od czasu ostatniego uruchomienia.
pt_br: Atualiza as listas de jogos, se você adicionou jogos desde o último boot.
ru_ru: Обновляет список игр, если вы добавили их после загрузки.
sk_sk: Aktualizuje zoznamy hier, ak ste pridali hry od posledného spustenia

source: Configure the sound options of your recalbox.
ca: Configura les opcions de so del seu recalbox.
de: Konfiguriere die Audio-Einstellungen deiner Recalbox.
fr: Configurez les options sonores de votre Recalbox.
hu: Hangbeállítások
it: Configura le opzioni audio del tuo recalbox.
ja_jp: Recalbox の音声を 設定します
ko: Recalbox의 사운드 옵션을 설정합니다.
lb_lu: Configuratioun vun den Sound Optiounen vun denger recalbox.
lv_lv: Konfigurēt skaņas opcijas jūsu iekārtai.
nl: Configureer de geluidsopties op je Recalbox.
pl: Skonfiguruj opcje dźwiękowe Recalboxa.
pt_br: Configura as opções de som de seu recalbox.
ru_ru: Настроить параметры звука recalbox.
sk_sk: Nastaviť zvukové voľby pre Recalbox

source: Set the volume of the sound output for the frontend and the games.
ca: Ajusteu el volum de so de l'aplicació i els jocs.
de: Audio-Lautstärke für das Front-End (EmulationStation) und die Spiele festlegen.
fr: Réglez le volume de la sortie audio pour le fond sonore et les jeux.
hu: Hangerő beállítása a főképernyőn és a játékokban.
it: Imposta il volume per il frontend e per i giochi.
ja_jp: メニュー画面と ゲーム中の 音量を 設定します。
ko: Recalbox 및 게임의 사운드 볼륨을 설정합니다.
lb_lu: Sound Lautstäerkt fir den Frontend an d'Spiller.
lv_lv: Iestatīt skaļumu un skaņas izvadi spēlēm.
nl: Stel volume van het geluid van games, en systeem in.
pl: Ustaw głośność dźwięku dla nakładki i gier.
pt_br: Ajusta o volume de saída do som para o Emulationstation e para os jogos.
ru_ru: Установка громкости звуков интерфейса и игр.
sk_sk: Nastaviť hlasitosť zvukového výstupu pre rozhranie a pre hry

source: Enable or disable the frontend music. You can add your own music as mp3, or ogg format in the 'musics' directory of your recalbox.
ca: Activar o desactivar la música. Vostè pot afegir la seva pròpia música en format mp3 o ogg al directori 'music' de la seva recalbox.
de: Frontend-Musik aktivieren/deaktivieren. Du kannst deine eigene Musik als .mp3 oder .ogg Dateien im 'music'-Verzeichnis deiner Recalbox ablegen.
fr: Activez ou désactivez la musique du fond sonore. Vous pouvez ajouter vos propres musiques au format mp3 ou ogg dans le dossier 'musics' de votre Recalbox.
hu: Háttérzene engedélyezése a főképernyőn. Hozzáadhatod saját mp3, vagy ogg formátumú zenédet a 'musics' könyvtárban.
it: Abilita o disabilita la musica nel frontend. Puoi aggiungere la tua musica in formato mp3 o ogg nella cartella 'musica2 della tua recalbox.
ja_jp: メニュー画面の 音楽を 有効/無効にします。 Recalbox の 'musics' ディレクトリに MP3と OGG形式の ファイルを 追加することが できます。
ko: 시스템 음악을 활성/비활성 할 수 있습니다. 'musics' 디렉토리에 mp3나 ogg 형식의 자신의 음악을 추가할 수 있습니다.
lb_lu: Frontend Musik un oder ausschalten. Hei kanns de deng eegen Musik am mp3 oder ogg Format an den "musics" Ordner vun denger recalbox dobeifügen.
lv_lv: Iespējot vai atspējot interfeisa mūziku. Jūs varat pievienot savu mūziku mapē "musics" (.mp3 vai .ogg formātā).
nl: Schakel de frontend muziek in of uit. Je kan zelf je eigen muziek op mp3 of ogg formaat toevoegen in de music map van je recalbox.
pl: Włącz lub wyłącz muzykę nakładki. Możesz dodać swoją muzykę w formacie mp3 lub ogg w folderze 'musics' w twoim Recalboxie.
pt_br: Ativa ou desativa a música de fundo. Você pode adicionar suas músicas nos formatos mp3 ou ogg, na pasta 'musics' do seu recalbox.
ru_ru: Включение и выключение музыки интерфейса. Вы можете добавить собственную музыку в каталог «music» (в формате MP3 или OGG).
sk_sk: Povoliť alebo zakázať hudbu prostredia. Môžete pridať vlastnú hudbu v mp3 alebo ogg formáte v adresári "music" vo vašom Recalboxe.

source: Select your output device. Only HDMI and JACK are supported.
ca: Seleccioneu el dispositiu de sortida. Només són compatibles HDMI i JACK.
de: Wähle dein Ausgabegerät. Es wird nur HDMI und KLINKE unterstützt.
fr: Sélectionnez votre périphérique de sortie. Seuls HDMI et JACK sont supportés.
hu: Hangkimenet kiválasztása. Csak HDMI és JACK támogatott.
it: Seleziona l'uscita. Sono supportati solo HDMI e JACK.
ja_jp: 出力デバイスを 選択します。 HDMI と JACK のみ サポート しています。
ko: 출력 장치를 선택하십시오. HDMI 및 JACK 만 지원됩니다.
lb_lu: Wiel däin Output. Just HDMI an JACK ginn ënnerstëtzt.
lv_lv: Izvēlieties izvades ierīci. Tiek atbalstīti tikai HDMI un JACK.
nl: Selecteer je geluids output. Enkel HDMI en AUX worden ondersteunt.
pl: Wybierz wyjście dźwięku. Tylko HDMI i JACK są obsługiwane.
pt_br: Seleciona dispositivo de saída. Somente HDMI e cabo P2 são suportados.
ru_ru: Выберите устройство вывода. Поддерживаются только HDMI и JACK.
sk_sk: Vyberte výstupné zariadenie

source: Configure the network options of your recalbox. Check your network status and IP address, set the hostname and configure the WIFI.
ca: Configura les opcions de xarxa del seu recalbox. Comproveu l'estat de la xarxa i l'adreça IP, establir el nom del sistema i configurar el Wi-Fi.
de: Konfiguriere die Netzwerk-Einstellungen deiner Recalbox. Überprüfe den Netzwerkstatus und die IP-Adresse, lege einen Hostnamen fest und konfiguriere die WLAN Einstellungen.
fr: Configurez les options réseau de votre Recalbox. Vérifiez le statut de connexion et l'adresse IP, choisissez le nom réseau et configurez le WIFI.
hu: Hálózati beállítások konfigurálása. Ellenőrizd a hálózati kapcsolatot és IP címet, állítsd be a hosztnevet, és konfiguráld a WIFI-t.
it: Configura le opzioni di rete della tua recalbox. Controlla lo stato di rete e l'indirizzo IP, imposta il nome dell'host e configura il Wi-Fi.
ja_jp: recalboxのネットワークを設定します。 ホスト名を指定してWifi設定をすることで、ネットワークのステータスとIPアドレスを確認できるようになります。
ko: Recalbox의 네트워크 옵션을 구성하십시오. 네트워크 상태 및 IP 주소를 확인하고, 호스트이름을 설정하고 WIFI를 구성할 수 있습니다.
lb_lu: Netzwierk Astellungen vun denger recalbox configuréieren. Kontrolléier däin Réseau's Status an IP Adress, setz den Hostname an configuréier den WIFI.
lv_lv: Konfigurē tīkla opcijas, jūsu iekārtai. Pārbaudiet tīkla statusu un IP adresi, iestatiet resursdatora nosaukumu un Wifi konfigurāciju.
nl: Configureer de netwerk opties van je recalbox. Check je netwerk status en IP adres, stel hostnaam in en configureer WIFI.
pl: Skonfiguruj opcje sieciowe Recalboxa. Sprawdź status sieci i adres IP, ustaw nazwę hosta i skonfiguruj sieć Wi-Fi.
pt_br: Configura as opções de rede do seu recalbox. Verifica o estado da sua rede e endereço IP, ajusta o nome de rede e configura a rede WIFI.
ru_ru: Настройка сетевых параметров recalbox. Проверка состояния сети, IP адрес, установка имени хоста и настройка Wi-Fi.
sk_sk: Nastaviť sieťové nastavenia Recalboxu. Skontrolujte stav pripojenia, IP adresu, zmeňte názov hostiteľa a nastavte bezdôtovú sieť.
