Repository: live-clones/recalbox
Catalog: board/recalbox/rockchip/fsoverlay/recalbox/share_init/system/.kodi/addons/service.libreelec.settings/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #600
source: LibreELEC Settings
pt_br: LibreELEC Configurações

# #602
source: Address
pt_br: Endereço

# #603
source: Type
pt_br: Tipo

# #604
source: State
pt_br: Estado

# #605
source: Address
pt_br: Endereço

# #606
source: Distribution:
pt_br: Distribuição:

# #607
source: Version:
pt_br: Versão:

# #608
source: Architecture:
pt_br: Arquitetura:

# #609
source: LibreELEC is a minimal Linux distribution purpose built for Kodi media center. LibreELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
pt_br: LibreELEC É uma finalidade de distribuição Linux mínima construída para o centro de mídia Kodi. LibreELEC É projetado para iniciar rapidamente com um processo de instalação simples o suficiente para qualquer um converter um HTPC puro em uma máquina de mídia totalmente configurada em menos de 15 minutos.

# #610
source: [B]Support:[/B][CR]Web: http://libreelec.tv[CR]Forum: http://forum.libreelec.tv/[CR]Wiki: http://wiki.libreelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #libreelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/libreelec[CR]Facebook: http://www.facebook.com/LibreELEC
pt_br: [B]Suporte:[/B][CR]Web: http://libreelec.tv[CR]Forum: http://forum.libreelec.tv/[CR]Wiki: http://wiki.libreelec.tv[CR][CR][B]Mídias Sociais:[/B][CR]IRC: #libreelec on freenode.net (bate-papo na web também está disponível no site)[CR]Twitter: https://twitter.com/libreelec[CR]Facebook: http://www.facebook.com/LibreELEC

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
pt_br: Configure um nome de host, tipo de teclado, execute uma reinicialização, atualização ou backups e restaurações

# #701
source: Configure network startup options, NTP and VPNs
pt_br: Configurar opções de inicialização de rede, NTP e VPNs

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
pt_br: Gerencie as conexões Ethernet, sem fio e VPN disponíveis para o sistema

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
pt_br: Configure serviços do sistema como Samba, SSH, Cron, Avahi e Syslog

# #704
source: Configure and pair Bluetooth devices
pt_br: Configurar e emparelhar dispositivos Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
pt_br: Informações úteis como detalhes de versão e arquitetura, suporte e links de mídia social e como fazer uma doação para o projeto

# #710
source: Configure the Hostname of your LibreELEC system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
pt_br: Configure o Hostname do seu LibreELEC sistema. Isso será usado para o HTPC \\hostname no nome do servidor Windows e SMB no MacOS Finder

# #711
source: Configure the 1st keyboard software layout
pt_br: Configurar o primeiro layout do software do teclado

# #712
source: Configure the 2nd keyboard software layout
pt_br: Configurar o segundo layout do software do teclado

# #713
source: Configure the physical keyboard type
pt_br: Configurar o tipo de teclado físico

# #714
source: LibreELEC can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
pt_br: LibreELEC Pode ser configurado para atualizações automáticas ou manuais. As atualizações automáticas estão disponíveis em versões estáveis ​​e em versões estáveis. Atualização automática auto-desativa em versões beta e de desenvolvimento

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
pt_br: Defina como ON e uma notificação na tela será exibida quando uma nova atualização estiver disponível

# #718
source: Send config.txt, cmdline.txt, shutdown.sh, autostart.sh, and kodi.log to http://sprunge.us and display the short URL
pt_br: Enviar config.txt, cmdline.txt, shutdown.sh, autostart.sh, e kodi.log para http://sprunge.us e exiba a URL encurtada

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
pt_br: Definido como ON e os dispositivos Bluetooth serão desativados durante os modos de poupança de energia

# #722
source: Create a tar archive containing all LibreELEC and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
pt_br: Crie um arquivo tar contendo LibreELEC Configurações do Kodi, bancos de dados e conteúdo em miniatura. Os arquivos de backup serão armazenados em /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
pt_br: Restaurar um backup de arquivo tar previamente criado usando a opção de backup acima

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset LibreELEC configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
pt_br: [COLOR FF00FF00]SOFT RESET[/COLOR] Redefinir permanentemente LibreELEC configuração aos padrões (redefine também Kodi para o padrão, incluindo sua biblioteca, sua mídia - música/vídeos/etc não são tocados)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset LibreELEC and Kodi configuration to defaults (everything in your storage partition will be deleted)
pt_br: [COLOR FFFF0000]HARD RESET[/COLOR] Redefinir permanentemente LibreELEC e configuração Kodi para padrões (tudo na sua partição de armazenamento será excluído)

# #726
source: Enable or disable support for Wireless (WLAN) networks
pt_br: Habilitar ou desabilitar suporte para redes Sem fio (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
pt_br: Habilite um ponto de acesso sem fio "conectado". Isso requer que sua placa wireless (e driver) suporte o modo de ponte e de ponto de acesso. Nem todos os cartões são capazes.

# #728
source: Configure the Access Point SSID
pt_br: Configurar o Ponto de Acesso SSID

# #729
source: Configure the Access Point Passphrase
pt_br: Configurar a Senha do Ponto de Acesso

# #730
source: Enable or disable support for Wired (Ethernet) networks
pt_br: Habilitar ou desabilitar suporte para redes cabeadas (Ethernet)

# #732
source: Configure the 1st time (NTP) server
pt_br: Configurar o 1st servidor de horário (NTP)

# #733
source: Configure the 2nd time (NTP) server
pt_br: Configurar o 2st servidor de horário (NTP)

# #734
source: Configure the 3rd time (NTP) server
pt_br: Configurar o 3st servidor de horário (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
pt_br: Defina como ON para atrasar a inicialização do Kodi até que a rede esteja disponível. Use isso se o sistema operacional estiver inicializando no Kodi antes que a rede esteja instalada e os bancos de dados centrais do MySQL estejam acessíveis.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
pt_br: Defina como ON para ativar o serviço de compartilhamento de arquivos Samba (SMB) incorporado

# #739
source: Set to ON to require username/password access to local Samba fileshares
pt_br: Defina como ON para exigir acesso ao nome de usuário / senha aos compartilhamentos de arquivos locais do Samba

# #740
source: Set the username for Samba sharing
pt_br: Configure o nome de usuário para o compartilhamento Samba

# #741
source: Set the password for Samba sharing
pt_br: Configure a senha para o compartilhamento Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'retrorock'.
pt_br: Defina como ON para habilitar o servidor SSH incorporado. O console SSH pode ser acessado com o nome de usuário 'root' e a senha 'retrorock'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
pt_br: Defina como ON se você tiver copiado chaves SSH privadas para o HTPC e gostaria de melhorar a segurança desabilitando o SSH e a autenticação de senha.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
pt_br: Defina como ON para habilitar o serviço de descoberta de rede Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
pt_br: Defina como ON para ativar o daemon cron

# #746
source: Set to ON to enable the lirc daemon
pt_br: Defina como ON para ativar o daemon lirc

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to LibreELEC.
pt_br: Com OBEX transferência de arquivo você pode enviar arquivos, por exemplo, filmes ou fotos em bluetooth para LibreELEC.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
pt_br: Aqui você pode definir o local da pasta onde a transferência de arquivos OBEX deve armazenar arquivos recebidos

# #753
source: Configure the 1st keyboard software Variant
pt_br: Configurar o 1st software variável do teclado

# #754
source: Configure the 2nd keyboard software Variant
pt_br: Configurar o 2st software variável do teclado

# #755
source: Auto share external drives / partitions
pt_br: Compartilhamento automático de unidades / partições externas

# #760
source: Select an update channel
pt_br: Selecionar um canal de atualização

# #761
source: Enable to allow entering a custom update url
pt_br: Ativar para permitir a inserção de um URL de atualização personalizada

# #762
source: Enter a custom update url (url should be the root of the update files)
pt_br: Insira um url de atualização personalizado (url deve ser a raiz dos arquivos de atualização)

# #770
source: Select an available version
pt_br: Selecione uma versão disponível

# #32001
source: Services
pt_br: Serviços

# #32002
source: System
pt_br: Sistema

# #32009
source: Keyboard
pt_br: Teclado

# #32010
source: Keyboard Layout
pt_br: Leiaute do Teclado

# #32012
source: Select Action
pt_br: Selecionar Ação

# #32013
source: Updates
pt_br: Atualizações

# #32014
source: Automatic Updates
pt_br: Atualizações Automáticas

# #32015
source: Update Channel
pt_br: Atualizar Canal

# #32016
source: Show Custom Channels
pt_br: Mostrar canais personalizados

# #32017
source: - Custom Channel 1
pt_br: - Canal Personalizado 1

# #32018
source: - Custom Channel 2
pt_br: - Canal Personalizado 2

# #32019
source: - Custom Channel 3
pt_br: - Canal Personalizado 3

# #32020
source: Available Versions
pt_br: Versões Disponíveis

# #32100
source: Connections
pt_br: Conexões

# #32101
source: Network
pt_br: Rede

# #32102
source: Wireless Networks
pt_br: Redes Sem-Fio

# #32103
source: Wired Networks
pt_br: Redes Cabeadas

# #32105
source: Active
pt_br: Ativo

# #32106
source: Username
pt_br: Nome de Usuário

# #32107
source: Passphrase
pt_br: Senha

# #32108
source: Enable 'tethered' Wireless Access Point
pt_br: Ativar ponto de acesso sem fio "conectado"

# #32109
source: Connect Automatically
pt_br: Conectar automaticamente

# #32110
source: Connection
pt_br: Conexão

# #32113
source: IP Address Method
pt_br: Método de endereço IP

# #32114
source: IP Address
pt_br: Endereço IP

# #32115
source: Subnet Mask
pt_br: Máscara de Sub-Rede

# #32116
source: Default Gateway
pt_br: Gateway Padrão

# #32117
source: Prefix Length
pt_br: Tamanho do Prefixo

# #32118
source: Privacy
pt_br: Privacidade

# #32119
source: DNS Servers
pt_br: Servidores DNS

# #32120
source: Nameserver #1
pt_br: Servidor de Nome #1

# #32121
source: Nameserver #2
pt_br: Servidor de Nome #2

# #32122
source: Nameserver #3
pt_br: Servidor de Nome #3

# #32123
source: NTP Servers
pt_br: Servidores NTP

# #32124
source: Timeserver #1
pt_br: Servidor de Hora #1

# #32125
source: Timeserver #2
pt_br: Servidor de Hora #2

# #32126
source: Timeserver #3
pt_br: Servidor de Hora #3

# #32127
source: DNS Domains
pt_br: Domínios DNS

# #32128
source: Domain #1
pt_br: Domínio #1

# #32129
source: Domain #2
pt_br: Domínio #2

# #32130
source: Domain #3
pt_br: Domínio #3

# #32140
source: Save
pt_br: Salvar

# #32141
source: Delete
pt_br: Apagar

# #32142
source: Refresh
pt_br: Atualizar

# #32143
source: Disconnect
pt_br: Desconectar

# #32144
source: Connect
pt_br: Conectar

# #32145
source: Pair
pt_br: Emparelhar

# #32146
source: Hidden Network Name
pt_br: Nome de Rede Oculta

# #32147
source: Wireless Network Passphrase
pt_br: Senha da Rede Sem-Fio

# #32148
source: Wireless Network Username
pt_br: Usuário da Rede Sem-Fio

# #32150
source: Edit
pt_br: Editar

# #32180
source: Would you like to update LibreELEC now?
pt_br: Você gostaria de atualizar a LibreELEC agora?

# #32181
source: Filename
pt_br: Nome de Arquivo

# #32182
source: Download speed
pt_br: Velocidade de Download

# #32183
source: Time remaining
pt_br: Tempo restante

# #32184
source: Extract file
pt_br: Extrair arquivo

# #32185
source: Extract speed
pt_br: Extrair velocidade

# #32186
source: Initialize Archive File
pt_br: Inicializar Arquivo de Arquivo

# #32187
source: New Version
pt_br: Nova Versão

# #32188
source: Current Version
pt_br: Versão Atual

# #32189
source: Identification
pt_br: Identificação

# #32190
source: System Name
pt_br: Nome do Sistema

# #32191
source: Invalid URL
pt_br: URL Inválida

# #32196
source: About
pt_br: Sobre

# #32202
source: Use Samba Password Authentication
pt_br: Utilizar Senha de Autenticação do Samba

# #32203
source: Disable SSH Password
pt_br: Desabilitar Senha SSH

# #32204
source: Enable Samba
pt_br: Habilitar Samba

# #32205
source: Enable SSH
pt_br: Habilitar SSH

# #32206
source: Enable Avahi (Zeroconf)
pt_br: Habilitar Avahi (Zeroconf)

# #32208
source: Hidden Wlan
pt_br: Wlan Oculta

# #32212
source: Cancel
pt_br: Cancelar

# #32216
source: Auto-Share External Drives
pt_br: Auto compartilhar Discos Externos

# #32300
source: Welcome to LibreELEC
pt_br: Bem Vindo para LibreELEC

# #32301
source: Welcome
pt_br: Bem-Vindo

# #32302
source: This wizard will guide you through the process of setting up your new LibreELEC installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > LibreELEC Settings.
pt_br: Este assistente irá guiá-lo através do processo de configuração do novo LibreELEC Instalação - definir sua localização, fuso horário e conectá-lo à Internet.[CR][CR]Essas configurações podem ser alteradas posteriormente navegando para Programas > LibreELEC Configurações.

# #32303
source: Next
pt_br: Próximo

# #32304
source: To be identified easily on the network, your new LibreELEC machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
pt_br: Para ser facilmente identificado na rede, o seu LibreELEC A máquina precisa de um nome.[CR][CR]Tente escolher algo significativo - como a sala em que está - para que você saiba o que é quando você vê-lo na rede.[CR][CR]Esse nome é usado ao configurar serviços de rede, como o compartilhamento de arquivos usando samba.

# #32305
source: Networking
pt_br: Rede

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, LibreELEC needs to be connected the Internet.[CR][CR]An Internet connection is also required for LibreELEC to automatically update itself.
pt_br: Para transferir backdrops, banners e miniaturas para os seus filmes e programas de TV e para transmitir conteúdo online a partir de sites como o YouTube, LibreELEC Precisa estar conectado à Internet.[CR][CR]Também é necessária uma ligação à Internet para LibreELEC Para se atualizar automaticamente.

# #32308
source: Hostname:
pt_br: Nome da máquina

# #32309
source: The following Networks are currently available:
pt_br: As seguintes redes estão disponíveis atualmente

# #32311
source: Sharing and Remote Access
pt_br: Compartilhamento e Acesso Remoto

# #32312
source: LibreELEC also supports SSH for remote access. This is for advanced users who wish to interact with LibreELEC's underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]retrorock[/COLOR].
pt_br: LibreELEC Também suporta SSH para acesso remoto. Isto é para usuários avançados que desejam interagir com LibreELEC's Sistema operacional subjacente. O usuário padrão é [COLOR blue]root[/COLOR] E a senha padrão é [COLOR blue]retrorock[/COLOR].

# #32313
source: In order to share your files between your computers LibreELEC has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
pt_br: Para compartilhar seus arquivos entre seus computadores LibreELEC Incorporou um servidor samba. Este servidor samba pode ser integrado em sua rede local, acessando-o de uma maneira familiar com o Finder ou Windows Explorer.

# #32316
source: Configure Services:
pt_br: Configurar Serviços:

# #32317
source: Thank you
pt_br: Obrigado

# #32318
source: Your LibreELEC installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]LibreELEC is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find LibreELEC useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using LibreELEC as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
pt_br: Seu LibreELEC Instalação agora está concluída e agora você entrará no Kodi quando puder configurar suas bibliotecas de mídia. Para obter ajuda, há um guia disponível em wiki.kodi.tv[CR][CR]LibreELEC É desenvolvido por uma equipe dedicada de desenvolvedores que trabalham puramente em seu tempo livre. Mesmo como um projeto voluntário, nós ainda temos que pagar por nossa largura de banda da Internet e recursos de desenvolvimento, então se você encontrar LibreELEC Útil, sempre apreciaremos uma doação de qualquer quantia.[CR][CR]Finalmente, esperamos que você goste LibreELEC Tanto quanto nós estamos desfrutando de construí-lo. Se você precisar de mais ajuda, você pode encontrar links para obter ajuda, juntamente com as últimas notícias em nosso site

# #32320
source: Enable Cron
pt_br: Habilitar Cron

# #32323
source: Reset to Defaults
pt_br: Reiniciar para o padrão

# #32324
source: Reset System Settings to defaults
pt_br: Reiniciar configurações do sistema para o padrão

# #32325
source: Reset LibreELEC to defaults
pt_br: Reiniciar LibreELEC para o padrão

# #32326
source: Are you sure?
pt_br: Você tem certeza?

# #32328
source: The system must reboot.
pt_br: O sistema será reiniciado

# #32329
source: Rebooting in %d seconds
pt_br: Reiniciando em %d segundos

# #32330
source: Keyboard Type
pt_br: Tipo de teclado

# #32333
source: Connected:
pt_br: Conectado:

# #32334
source: Yes
pt_br: Sim

# #32335
source: No
pt_br: Não

# #32338
source: No Bluetooth adapter found.
pt_br: Nenhum adaptador Bluetooth encontrado

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
pt_br: Nenhum dispositivo Bluetooth encontrado. Coloque o dispositivo Bluetooth no modo de descoberta [CR] e inicie a digitalização

# #32343
source: Enter the following Key on your Device.
pt_br: Entre a seguinte chave no seu dispositivo.

# #32344
source: Enable Bluetooth
pt_br: Habilitar Bluetooth

# #32346
source: Bluetooth is disabled
pt_br: Bluetooth está desabilitado

# #32358
source: Trust and Connect
pt_br: Confiar e Conectar

# #32362
source: Check for updates now:
pt_br: Verificar por atualizações agora:

# #32364
source: Update available
pt_br: Atualização Disponível

# #32365
source: Show Update Notifications
pt_br: Mostrar Notificações de Atualização

# #32366
source: Update Download Completed
pt_br: Completado Download da Atualização

# #32367
source: Update Extract Complete
pt_br: Extração de atualização concluído

# #32368
source: Advanced Network Settings
pt_br: Configurações Avançadas da Rede

# #32369
source: Wait for network before starting Kodi
pt_br: Aguarde rede antes de iniciar o Kodi

# #32370
source: Maximum Wait Time (Sec.)
pt_br: Tempo de espera máximo (Sec.)

# #32372
source: Create System and Kodi Backup
pt_br: Criar Backup do Sistema e Kodi

# #32373
source: Restore Backup
pt_br: Restaurar Backup

# #32375
source: Backup Progress
pt_br: Progresso do Backup

# #32376
source: Submit Log
pt_br: Enviar Log

# #32377
source: Pastebin system logs and get short URL
pt_br: Registros do sistema Pastebin e obter URL curto

# #32379
source: There is not enough free storage space to continue!
pt_br: Não há espaço de armazenamento livre suficiente para continuar!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
pt_br: A restauração das configurações do sistema requer uma reinicialização. Tem certeza de que deseja restaurar?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
pt_br: Aceitar transferência de arquivos Bluetooth ?

# #32382
source: Speed
pt_br: Velocidade

# #32383
source: Play Files ?
pt_br: Tocar Arquivos ?

# #32384
source: OBEX Enabled
pt_br: OBEX Habilitado

# #32385
source: OBEX Upload Folder
pt_br: Carregar Pasta OBEX

# #32386
source: Keyboard Layout Variant #1
pt_br: Leiaute Variável do Teclado #1

# #32387
source: Keyboard Layout Variant #2
pt_br: Leiaute Variável do Teclado #2

# #32388
source: Enable Standby
pt_br: Habilitar Modo de Espera

# #32389
source: Disable Standby
pt_br: Desabilitar Modo de Espera

# #32390
source: Settings addon is not yet ready, please try again later.
pt_br: O addon de configurações ainda não está pronto. Tente novamente mais tarde.

# #32392
source: Enable Lirc
pt_br: Habilitar Lirc
