Repository: live-clones/recalbox
Catalog: board/recalbox/rockchip/fsoverlay/recalbox/share_init/system/.kodi/addons/service.libreelec.settings/resources/language/*/strings.po
Languages: russian

# #600
source: LibreELEC Settings
russian: Настройки LibreELEC

# #601
source: Interface
russian: Интерфейс

# #602
source: Address
russian: Адрес

# #603
source: Type
russian: Тип

# #604
source: State
russian: Область

# #605
source: Address
russian: Адрес

# #606
source: Distribution:
russian: Дистрибутив:

# #607
source: Version:
russian: Версия:

# #608
source: Architecture:
russian: Архитектура:

# #609
source: LibreELEC is a minimal Linux distribution purpose built for Kodi media center. LibreELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
russian: LibreELEC — это минималистичный дистрибутив Linux, предназначенный для развертывания медиацентра на базе Kodi. LibreELEC быстро загружается и легко настраивается, позволяя превратить «голое железо» в полностью настроенный медиацентр менее чем за 15 минут.

# #610
source: [B]Support:[/B][CR]Web: http://libreelec.tv[CR]Forum: http://forum.libreelec.tv/[CR]Wiki: http://wiki.libreelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #libreelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/libreelec[CR]Facebook: http://www.facebook.com/LibreELEC
russian: [B]Поддержка:[/B][CR]Веб: http://libreelec.tv[CR]Форум: http://forum.libreelec.tv[CR]Вики: http://wiki.libreelec.tv[CR][CR][B]Социальные ресурсы:[/B][CR]IRC: #libreelec на freenode.net (веб-чат также доступен на сайте)[CR]Twitter: https://twitter.com/libreelec[CR]Facebook: http://www.facebook.com/LibrELEC

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
russian: Настройки имени хоста, типа клавиатуры, а также возможности сброса, обновления или резервного копирования и восстановления

# #701
source: Configure network startup options, NTP and VPNs
russian: Настройки параметров сети, серверов времени NTP и VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
russian: Управление проводными, беспроводными и VPN соединениями системы

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
russian: Конфигурация системных служб, таких как Samba, SSH, Cron, Avahi и Syslog

# #704
source: Configure and pair Bluetooth devices
russian: Настройка и сопряжение устройств Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
russian: Полезная информация, такая как версия и архитектура системы, ссылки на службу поддержки и социальные сети, а также описание способов помощи и пожертвований проекту

# #710
source: Configure the Hostname of your LibreELEC system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
russian: Настройка имени хоста вашей системы LibreELEC. Под этим именем Ваш HTPC будет виден, как \\имя_хоста в сети Windows и SMB сервер проводнике Mac OS

# #711
source: Configure the 1st keyboard software layout
russian: Настройка основной раскладки клавиатуры

# #712
source: Configure the 2nd keyboard software layout
russian: Настройка дополнительной раскладки клавиатуры

# #713
source: Configure the physical keyboard type
russian: Выбор физического типа клавиатуры

# #714
source: LibreELEC can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
russian: LibreELEC можно настроить для автоматического или ручного обновления ПО. Автоматические обновления доступны только на стабильных релизах и на кандидатах в релизы. Автоматические обновления отключены на бета-версиях и на сборках, предназначенных для разработчиков

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
russian: Включите, если хотите, чтобы на экране появлялись уведомления о доступности нового ПО для обновления

# #718
source: Send config.txt, cmdline.txt, shutdown.sh, autostart.sh, and kodi.log to http://sprunge.us and display the short URL
russian: Отправить config.txt, cmdline.txt, shutdown.sh, autostart.sh, and kodi.log на сайт http://sprunge.us и показать короткую URL ссылку

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
russian: Включите для автоматического отключения Bluetooth устройств при простоях для экономии энергии

# #722
source: Create a tar archive containing all LibreELEC and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
russian: Создание tar-архива со всеми настройками LibreELEC и Kodi, всеми базами данных и миниатюрами. Резервные копии будут сохранены в /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
russian: Восстановление резервной копии из tar-архива, созданной с помощью опции резервного копирования выше

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset LibreELEC configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
russian: [COLOR FF00FF00]SOFT RESET[/COLOR] Восстанавливает параметры LibreELEC по умолчанию (также сбрасываются настройки Kodi, включая библиотеку; медиафайлы — музыка, видео и т.п. — остаются на месте)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset LibreELEC and Kodi configuration to defaults (everything in your storage partition will be deleted)
russian: [COLOR FFFF0000]HARD RESET[/COLOR] Полный сброс LibreELEC и Kodi к параметрам по умолчанию (всё содержимое раздела с вашими данными будет удалено)

# #726
source: Enable or disable support for Wireless (WLAN) networks
russian: Включение или выключение поддержки беспроводных сетей (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
russian: Включение режима Wireless Access Point. Эта опция подразумевает наличие поддержки режима моста и точки доступа Вашей сетевой картой (и драйвером) Не все беспроводные адаптеры поддерживают данную опцию.

# #728
source: Configure the Access Point SSID
russian: Настройка имени SSID точки доступа

# #729
source: Configure the Access Point Passphrase
russian: Настройка пароля точки доступа

# #730
source: Enable or disable support for Wired (Ethernet) networks
russian: Включение или отключение поддержки проводных (Ethernet) сетей

# #732
source: Configure the 1st time (NTP) server
russian: Настройка 1го сервера (NTP) времени

# #733
source: Configure the 2nd time (NTP) server
russian: Настройка 2го сервера (NTP) времени

# #734
source: Configure the 3rd time (NTP) server
russian: Настройка 3го сервера (NTP) времени

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
russian: Включите для задержки запуска Kodi до тех пор, пока сеть не станет доступна. Используйте данную опцию в том случае, если загрузка Kodi требует доступ к внешним сетевым MySQL базам данных.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
russian: Включение встроенного сервиса Samba общего доступа к файлам (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
russian: Включите для предоставления доступа к локальным файловым ресурсам Samba с помощью имени пользователя и пароля

# #740
source: Set the username for Samba sharing
russian: Укажите имя пользователя для доступа к файловым ресурсам Samba

# #741
source: Set the password for Samba sharing
russian: Укажите пароль для доступа к файловым ресурсам Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'retrorock'.
russian: Включение встроенного SSH-сервера. Пользователь и пароли по-умолчанию для SSH: пользователь: 'root', пароль: 'retrorock'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
russian: Включите, если Вы скопировали Ваш публичный SSH-ключ на Ваш HTPC и хотите усилить безопасность путем выключения авторизации по паролю, оставив только авторизацию по ключу.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
russian: Включение сервиса сетевого обнаружения Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
russian: Включение службы CRON для запуска задач по расписанию

# #746
source: Set to ON to enable the lirc daemon
russian: Включение службы lirc

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to LibreELEC.
russian: С помощью файловой передачи OBEX можно отправлять файлы, например фильмы или фотографии, через Bluetooth в LibreELEC.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
russian: Здесь можно указать папку, в которую будут сохраняться входящие файлы, переданные через OBEX.

# #753
source: Configure the 1st keyboard software Variant
russian: Настройка основной раскладки клавиатуры

# #754
source: Configure the 2nd keyboard software Variant
russian: Настройка дополнительной раскладки клавиатуры

# #755
source: Auto share external drives / partitions
russian: Общий доступ к внешним дискам и разделам

# #760
source: Select an update channel
russian: Выбор канала обновления

# #761
source: Enable to allow entering a custom update url
russian: Включите, чтобы ввести ссылку url на пользовательский канал обновления

# #762
source: Enter a custom update url (url should be the root of the update files)
russian: Введите ссылку url на канал обновления (ссылка должна указывать на корень обновляемых файлов)

# #770
source: Select an available version
russian: Выберите версию из доступных

# #32001
source: Services
russian: Службы

# #32002
source: System
russian: Система

# #32003
source: Interface
russian: Интерфейс

# #32009
source: Keyboard
russian: Клавиатура

# #32010
source: Keyboard Layout
russian: Раскладка клавиатуры

# #32012
source: Select Action
russian: Выберите действие

# #32013
source: Updates
russian: Обновления

# #32014
source: Automatic Updates
russian: Автоматические обновления

# #32015
source: Update Channel
russian: Канал обновлений

# #32016
source: Show Custom Channels
russian: Показывать пользовательские каналы

# #32017
source: - Custom Channel 1
russian: - Пользовательский канал 1

# #32018
source: - Custom Channel 2
russian: - Пользовательский канал 2

# #32019
source: - Custom Channel 3
russian: - Пользовательский канал 3

# #32020
source: Available Versions
russian: Доступные версии

# #32100
source: Connections
russian: Соединения

# #32101
source: Network
russian: Сеть

# #32102
source: Wireless Networks
russian: Беспроводные сети

# #32103
source: Wired Networks
russian: Проводные сети

# #32105
source: Active
russian: Включен

# #32106
source: Username
russian: Пользователь

# #32107
source: Passphrase
russian: Пароль

# #32108
source: Enable 'tethered' Wireless Access Point
russian: Включить режим беспроводной точки доступа

# #32109
source: Connect Automatically
russian: Автоматическое подключение

# #32110
source: Connection
russian: Соединение

# #32113
source: IP Address Method
russian: Метод получения IP-адреса

# #32114
source: IP Address
russian: Адрес IP

# #32115
source: Subnet Mask
russian: Маска подсети

# #32116
source: Default Gateway
russian: Шлюз по-умолчанию

# #32117
source: Prefix Length
russian: Длина префикса

# #32118
source: Privacy
russian: Приватность

# #32119
source: DNS Servers
russian: Серверы DNS

# #32120
source: Nameserver #1
russian: Сервер имен #1

# #32121
source: Nameserver #2
russian: Сервер имен #2

# #32122
source: Nameserver #3
russian: Сервер имен #3

# #32123
source: NTP Servers
russian: Серверы времени (NTP)

# #32124
source: Timeserver #1
russian: Сервер времени #1

# #32125
source: Timeserver #2
russian: Сервер времени #2

# #32126
source: Timeserver #3
russian: Сервер времени #3

# #32127
source: DNS Domains
russian: Домены DNS

# #32128
source: Domain #1
russian: Домен #1

# #32129
source: Domain #2
russian: Домен #2

# #32130
source: Domain #3
russian: Домен #3

# #32140
source: Save
russian: Сохранить

# #32141
source: Delete
russian: Удалить

# #32142
source: Refresh
russian: Обновить

# #32143
source: Disconnect
russian: Отсоединиться

# #32144
source: Connect
russian: Соединиться

# #32145
source: Pair
russian: Сопряжение

# #32146
source: Hidden Network Name
russian: Имя скрытой сети

# #32147
source: Wireless Network Passphrase
russian: Пароль WLAN

# #32148
source: Wireless Network Username
russian: Имя пользователя WLAN

# #32150
source: Edit
russian: Изменить

# #32180
source: Would you like to update LibreELEC now?
russian: Обновить LibreELEC сейчас?

# #32181
source: Filename
russian: Имя файла

# #32182
source: Download speed
russian: Скорость загрузки

# #32183
source: Time remaining
russian: Оставшееся время

# #32184
source: Extract file
russian: Извлечь файл

# #32185
source: Extract speed
russian: Скорость распаковки

# #32186
source: Initialize Archive File
russian: Инициализация файла архива

# #32187
source: New Version
russian: Новая версия

# #32188
source: Current Version
russian: Текущая версия

# #32189
source: Identification
russian: Идентификация

# #32190
source: System Name
russian: Имя системы

# #32191
source: Invalid URL
russian: Неверная ссылка

# #32196
source: About
russian: Об LibreELEC

# #32202
source: Use Samba Password Authentication
russian: Использовать пароли Samba

# #32203
source: Disable SSH Password
russian: Отключить пароли SSH

# #32204
source: Enable Samba
russian: Включить Samba

# #32205
source: Enable SSH
russian: Включить SSH

# #32206
source: Enable Avahi (Zeroconf)
russian: Включить Avahi (Zeroconf)

# #32208
source: Hidden Wlan
russian: Скрытая беспроводная сеть

# #32212
source: Cancel
russian: Отмена

# #32216
source: Auto-Share External Drives
russian: Автоматически открывать общий доступ к внешним дискам

# #32300
source: Welcome to LibreELEC
russian: Добро пожаловать в LibreELEC

# #32301
source: Welcome
russian: Добро пожаловать

# #32302
source: This wizard will guide you through the process of setting up your new LibreELEC installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > LibreELEC Settings.
russian: Этот мастер облегчит настройку при установке нового LibreELEC - определение вашего местоположения, часового пояса и подключения вас к Интернет.[CR][CR]Эти настройки можно изменить позже, перейдя в меню Программы > Настройки LibreELEC.

# #32303
source: Next
russian: Следующ.

# #32304
source: To be identified easily on the network, your new LibreELEC machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
russian: Для того, чтобы легко идентифицировать вас в сети, вашей машине с LibreELEC нужно имя.[CR][CR]Попробуйте выбрать что-то осмысленное, чтобы понимать, что это такое, когда вы видите его в сети.[CR][CR]Это имя используется при настройке сетевых служб, таких как общий доступ к файлам с помощью Samba.

# #32305
source: Networking
russian: Сетевые настройки

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, LibreELEC needs to be connected the Internet.[CR][CR]An Internet connection is also required for LibreELEC to automatically update itself.
russian: Для того, чтобы загружать фанарт, баннеры и эскизы для ваших фильмов и сериалов и чтобы воспроизводить онлайн-контент с сайтов вроде YouTube, LibreELEC должен быть подключен к Интернет.[CR][CR]Подключение к Интернет также необходимо LibreELEC для автоматического обновления.

# #32308
source: Hostname:
russian: Имя хоста:

# #32309
source: The following Networks are currently available:
russian: Доступны следующие сети:

# #32311
source: Sharing and Remote Access
russian: Общие ресурсы и удаленный доступ

# #32312
source: LibreELEC also supports SSH for remote access. This is for advanced users who wish to interact with LibreELEC's underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]retrorock[/COLOR].
russian: LibreELEC так же поддерживает SSH для удаленного доступа. Это необходимо опытным пользователям, которые хотят взаимодействовать с операционной системой LibreELEC напрямую. Пользователь по-умолчанию [COLOR blue]root[/COLOR] пароль по-умолчанию [COLOR blue]retrorock[/COLOR].

# #32313
source: In order to share your files between your computers LibreELEC has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
russian: Для того, чтобы обмениваться файлами между компьютерами в LibreELEC включен Samba сервер. Этот сервер может быть доступен в локальной сети обычным способом с помощью Finder или проводником Windows.

# #32316
source: Configure Services:
russian: Настройка служб:

# #32317
source: Thank you
russian: Спасибо Вам

# #32318
source: Your LibreELEC installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]LibreELEC is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find LibreELEC useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using LibreELEC as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
russian: Установка LibreELEC завершена и теперь после входа в Kodi вы можете настроить свою медиатеку. Чтобы понять, как этим пользоваться, есть инструкция на сайте wiki.kodi.tv[CR][CR]LibreELEC разработан преданной командой разработчиков, которые работают исключительно в свое свободное время. Даже в качестве волонтерского проекта, мы всё равно вынуждены платить за каналы связи и ресурсы, необходимые для разработки и поддержки, так что если Вам интересен LibreELEC, мы всегда будем рады пожертвованию любой суммы.[CR][CR]Мы надеемся, Вам понравится LibreELEC настолько, насколько нам нравится его создавать. Если вам нужна дополнительная помощь, заходите на наш сайт, где вы найдете ссылки, где её получить, а так же ознакомитесь с последними новостями

# #32320
source: Enable Cron
russian: Включить Cron

# #32323
source: Reset to Defaults
russian: Сбросить в настройки по-умолчанию

# #32324
source: Reset System Settings to defaults
russian: Сбросить системные настройки по-умолчанию

# #32325
source: Reset LibreELEC to defaults
russian: Сбросить LibreELEC в настройки по-умолчанию

# #32326
source: Are you sure?
russian: Вы уверены ?

# #32328
source: The system must reboot.
russian: Систему необходимо перезагрузить.

# #32329
source: Rebooting in %d seconds
russian: Перезагрузка через %d секунд

# #32330
source: Keyboard Type
russian: Тип клавиатуры

# #32333
source: Connected:
russian: Подключено:

# #32334
source: Yes
russian: Да

# #32335
source: No
russian: Нет

# #32338
source: No Bluetooth adapter found.
russian: Адаптеры Bluetooth не найдены.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
russian: Устройства Bluetooth не найдены. Пожалуйста, переведите Ваше устройство Bluetooth в режим обнаружения[CR]и начните сканирование

# #32343
source: Enter the following Key on your Device.
russian: Введите указанный ключ на Вашем устройстве.

# #32344
source: Enable Bluetooth
russian: Включить Bluetooth

# #32346
source: Bluetooth is disabled
russian: Bluetooth выключен

# #32358
source: Trust and Connect
russian: Доверять и подключиться

# #32362
source: Check for updates now:
russian: Проверка обновлений:

# #32364
source: Update available
russian: Доступно обновление

# #32365
source: Show Update Notifications
russian: Показывать уведомления об обновлениях

# #32366
source: Update Download Completed
russian: Загрузка обновления завершена

# #32367
source: Update Extract Complete
russian: Распаковка обновления завершена

# #32368
source: Advanced Network Settings
russian: Расширенные настройки сети

# #32369
source: Wait for network before starting Kodi
russian: Oжидать включения сети перед запуском Kodi

# #32370
source: Maximum Wait Time (Sec.)
russian: Максимальное время ожидания (сек.)

# #32371
source: Backup
russian: Резервная копия

# #32372
source: Create System and Kodi Backup
russian: Создать системную резервную копию (включая настройки Kodi)

# #32373
source: Restore Backup
russian: Восстановить из резервной копии

# #32375
source: Backup Progress
russian: Прогресс создания резервной копии

# #32376
source: Submit Log
russian: Отправить лог

# #32377
source: Pastebin system logs and get short URL
russian: Скопировать системные логи и получить на них короткую ссылку

# #32379
source: There is not enough free storage space to continue!
russian: На носителе недостаточно свободного места для продолжения!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
russian: Восстановление системных настроек потребует перезагрузку. Вы действительно хотите их восстановить?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
russian: Разрешить приём файлов по Bluetooth?

# #32382
source: Speed
russian: Скорость

# #32383
source: Play Files ?
russian: Воспроизвести файлы?

# #32384
source: OBEX Enabled
russian: OBEX Вкл.

# #32385
source: OBEX Upload Folder
russian: Папка загрузок OBEX

# #32386
source: Keyboard Layout Variant #1
russian: Раскладка клавиатуры Вариант #1

# #32387
source: Keyboard Layout Variant #2
russian: Раскладка клавиатуры Вариант #2

# #32388
source: Enable Standby
russian: Включить режим ожидания

# #32389
source: Disable Standby
russian: Отключить режим ожидания

# #32390
source: Settings addon is not yet ready, please try again later.
russian: Настройки дополнения ещё не готовы. Повторите попытку позже.

# #32392
source: Enable Lirc
russian: Включить Lirc
